var busStopLocation = {
    "EssentialInfo":
    {
        "Location":
        {
            "name": "台北市",
            "CenterName": "台北市公車動態資訊中心"
        },
        "UpdateTime": "2019/08/24 08:00:47",
        "CoordinateSystem": "WGS84"
    },
    "BusInfo": [
    {
        "id": 1001290,
        "name": "觀光草莓園",
        "address": "碧山路(向南)",
        "lon": "121.589591215481",
        "lat": "25.1036525455672",
        "version": 2
    },
    {
        "id": 1001291,
        "name": "恆光禪寺",
        "address": "碧山路(向南)",
        "lon": "121.5899414",
        "lat": "25.10548778",
        "version": 1
    },
    {
        "id": 1001294,
        "name": "國軍北投醫院",
        "address": "(向東)",
        "lon": "121.5100428",
        "lat": "25.13997831",
        "version": 1
    },
    {
        "id": 1001295,
        "name": "新民國中",
        "address": "(向東)",
        "lon": "121.50658",
        "lat": "25.139088",
        "version": 1
    },
    {
        "id": 1001300,
        "name": "老爺山莊",
        "address": "長青路210巷巷口(向北)",
        "lon": "121.6075408",
        "lat": "25.11477472",
        "version": 1
    },
    {
        "id": 1001301,
        "name": "老爺山莊",
        "address": "長青路213巷對面(向南)",
        "lon": "121.607601",
        "lat": "25.11470898",
        "version": 1
    },
    {
        "id": 1001303,
        "name": "翠柏新村",
        "address": "永春一路2號(長春大樓前)(向南)",
        "lon": "121.604588",
        "lat": "25.113252",
        "version": 2
    },
    {
        "id": 1001304,
        "name": "光明寺",
        "address": "(向南)",
        "lon": "121.666402",
        "lat": "25.032017",
        "version": 1
    },
    {
        "id": 1001307,
        "name": "御香居",
        "address": "舊莊路2段245巷口(向北)",
        "lon": "121.657129018685",
        "lat": "25.0263234003865",
        "version": 2
    },
    {
        "id": 1001312,
        "name": "泉源別墅",
        "address": "(向東)",
        "lon": "121.5178621",
        "lat": "25.14275949",
        "version": 1
    },
    {
        "id": 1001313,
        "name": "十八份福德宮",
        "address": "東昇路15-2號(向北)",
        "lon": "121.5224231",
        "lat": "25.14785657",
        "version": 2
    },
    {
        "id": 1001315,
        "name": "嶺頭",
        "address": "登山路55號前(向北)",
        "lon": "121.515667",
        "lat": "25.149284",
        "version": 2
    },
    {
        "id": 1001318,
        "name": "泉源國小宿舍",
        "address": "(向北)",
        "lon": "121.525477",
        "lat": "25.150533",
        "version": 1
    },
    {
        "id": 1001319,
        "name": "無尾崙",
        "address": "(向北)",
        "lon": "121.5273725",
        "lat": "25.15242561",
        "version": 1
    },
    {
        "id": 1001323,
        "name": "湖田區民活動中心",
        "address": "竹子湖路55-2號西側20公尺(向南)",
        "lon": "121.536414",
        "lat": "25.178072",
        "version": 5
    },
    {
        "id": 1001325,
        "name": "內雙溪自然中心",
        "address": "至善路三段150巷21弄口(向北)",
        "lon": "121.577745",
        "lat": "25.11709014",
        "version": 3
    },
    {
        "id": 1001327,
        "name": "德行西路",
        "address": "德行西路98號(向東)",
        "lon": "121.52110855173",
        "lat": "25.1039047103434",
        "version": 3
    },
    {
        "id": 1001328,
        "name": "北投公園(中山)",
        "address": "中山路3號(向西)",
        "lon": "121.5051335",
        "lat": "25.13700663",
        "version": 1
    },
    {
        "id": 1001329,
        "name": "普濟寺",
        "address": "(向東)",
        "lon": "121.511003",
        "lat": "25.136383",
        "version": 1
    },
    {
        "id": 1001331,
        "name": "溫泉博物館",
        "address": "中山路2號(向南)",
        "lon": "121.506976586719",
        "lat": "25.1368732345496",
        "version": 3
    },
    {
        "id": 1001332,
        "name": "北投分局",
        "address": "(向西)",
        "lon": "121.5010429",
        "lat": "25.13322502",
        "version": 1
    },
    {
        "id": 1001334,
        "name": "臨時站",
        "address": "(向南)",
        "lon": "121.558508",
        "lat": "24.993817",
        "version": 1
    },
    {
        "id": 1001336,
        "name": "敦南203巷",
        "address": "興隆路二段203巷46號對面(向北)",
        "lon": "121.548648",
        "lat": "25.002084",
        "version": 2
    },
    {
        "id": 1001340,
        "name": "景華街",
        "address": "台北市文山區景華街163號前(向南)",
        "lon": "121.547584850566",
        "lat": "24.9981782298867",
        "version": 3
    },
    {
        "id": 1001341,
        "name": "敦南203巷",
        "address": "興隆路二段203巷46號(向南)",
        "lon": "121.548528",
        "lat": "25.001971",
        "version": 2
    },
    {
        "id": 1001343,
        "name": "寶高社區",
        "address": "寶高路12巷對面候車亭(向西)",
        "lon": "121.55453",
        "lat": "24.97621",
        "version": 2
    },
    {
        "id": 1001345,
        "name": "玄覺寺",
        "address": "(向南)",
        "lon": "121.561745",
        "lat": "25.023193",
        "version": 1
    },
    {
        "id": 1001350,
        "name": "洲美里",
        "address": "洲美街285號(向南)",
        "lon": "121.500102",
        "lat": "25.102928",
        "version": 2
    },
    {
        "id": 1001352,
        "name": "明勝里",
        "address": "承德路四段10巷21號旁(向西)",
        "lon": "121.520630",
        "lat": "25.079960 ",
        "version": 2
    },
    {
        "id": 1001358,
        "name": "華江橋",
        "address": "(向北)",
        "lon": "121.493194",
        "lat": "25.034033",
        "version": 1
    },
    {
        "id": 1001364,
        "name": "南港花園社區二",
        "address": "臺北市福德街373巷A16棟29號對面(向北)",
        "lon": "121.591151872157",
        "lat": "25.0400314866247",
        "version": 3
    },
    {
        "id": 1001371,
        "name": "捷運石牌站(西安)",
        "address": "西安街一段367號(向南)",
        "lon": "121.51501",
        "lat": "25.114729",
        "version": 1
    },
    {
        "id": 1001373,
        "name": "捷運圓山站",
        "address": "玉門街迴轉道西側(向南)",
        "lon": "121.5199738",
        "lat": "25.06919565",
        "version": 1
    },
    {
        "id": 1001374,
        "name": "南港高工",
        "address": "重陽路337、339號對面(向東)",
        "lon": "121.6064242",
        "lat": "25.05801083",
        "version": 1
    },
    {
        "id": 1001377,
        "name": "新泰國小(新泰公園)",
        "address": "公園一路113號對面新泰公園旁(向西)",
        "lon": "121.44452",
        "lat": "25.03803",
        "version": 3
    },
    {
        "id": 1001380,
        "name": "龍江路口",
        "address": "(向北)",
        "lon": "121.540453",
        "lat": "25.053452",
        "version": 1
    },
    {
        "id": 1001383,
        "name": "政大三街",
        "address": "政大三街47號對面(向南)",
        "lon": "121.5828689",
        "lat": "24.98603367",
        "version": 2
    },
    {
        "id": 1001387,
        "name": "政大二街",
        "address": "政大一二街口(向西)",
        "lon": "121.5846406",
        "lat": "24.98614991",
        "version": 2
    },
    {
        "id": 1001391,
        "name": "崩山",
        "address": "深南路79號(向西)",
        "lon": "121.62436",
        "lat": "25.01486",
        "version": 1
    },
    {
        "id": 1001393,
        "name": "思源路口",
        "address": "水源路7之3號(向北)",
        "lon": "121.52672",
        "lat": "25.014416",
        "version": 2
    },
    {
        "id": 1001402,
        "name": "台北海大",
        "address": "延平北路九段235號前(向南)",
        "lon": "121.4708548",
        "lat": "25.10818883",
        "version": 2
    },
    {
        "id": 1001409,
        "name": "政大一",
        "address": "萬壽路11號前(向南)",
        "lon": "121.576051",
        "lat": "24.987811",
        "version": 10
    },
    {
        "id": 1001413,
        "name": "木柵高工",
        "address": "木柵路四段77號對面(向北)",
        "lon": "121.57228564514",
        "lat": "24.996076207121",
        "version": 2
    },
    {
        "id": 1001414,
        "name": "安祥路口",
        "address": "安祥路安康路口(向北)",
        "lon": "121.491666",
        "lat": "24.955666",
        "version": 2
    },
    {
        "id": 1001422,
        "name": "北新國小",
        "address": "寶橋路11號對面(向東)",
        "lon": "121.544312",
        "lat": "24.974222",
        "version": 4
    },
    {
        "id": 1001424,
        "name": "遠東工業城",
        "address": "新店市中正路516-1號(向北)",
        "lon": "121.5337139",
        "lat": "24.98413606",
        "version": 1
    },
    {
        "id": 1001426,
        "name": "崇光女中",
        "address": "中正路234號前(向東)",
        "lon": "121.54",
        "lat": "24.972666",
        "version": 1
    },
    {
        "id": 1001439,
        "name": "廣合新村",
        "address": "北市三民路135號(向南)",
        "lon": "121.5631457",
        "lat": "25.06058133",
        "version": 1
    },
    {
        "id": 1001445,
        "name": "龍興宮",
        "address": "臺北市三元街156號旁(向西)",
        "lon": "121.5107678372",
        "lat": "25.0283210023074",
        "version": 2
    },
    {
        "id": 1001446,
        "name": "三元南海路口",
        "address": "三元街73號(向西)",
        "lon": "121.5092898",
        "lat": "25.02933153",
        "version": 1
    },
    {
        "id": 1001449,
        "name": "福星公園",
        "address": "(向北)",
        "lon": "121.5056914",
        "lat": "25.04596835",
        "version": 1
    },
    {
        "id": 1001451,
        "name": "柏克力托兒所",
        "address": "汐止區福德一路149號前",
        "lon": "121.636615",
        "lat": "25.066735",
        "version": 3
    },
    {
        "id": 1001455,
        "name": "政大和墅社區",
        "address": "政大一街89-107號(向西)",
        "lon": "121.5818292",
        "lat": "24.98528376",
        "version": 1
    },
    {
        "id": 1001456,
        "name": "冷水坑",
        "address": "民義路1段278號(向東)",
        "lon": "121.42567",
        "lat": "25.09276",
        "version": 1
    },
    {
        "id": 1001457,
        "name": "內埔",
        "address": "東昇路120號北側約50公尺處，編號T82號路燈桿旁(向北)",
        "lon": "121.53078",
        "lat": "25.15773",
        "version": 1
    },
    {
        "id": 1001458,
        "name": "水雲澗",
        "address": "竹子湖路4號(向南)",
        "lon": "121.54405",
        "lat": "25.1644",
        "version": 1
    },
    {
        "id": 1001461,
        "name": "陽明公園後門",
        "address": "湖山路二段80號(向南)",
        "lon": "121.534987",
        "lat": "25.159812",
        "version": 4
    },
    {
        "id": 1001462,
        "name": "湖山路二段",
        "address": "湖山路二段30號(向南)",
        "lon": "121.5387",
        "lat": "25.15771",
        "version": 1
    },
    {
        "id": 1001463,
        "name": "政大威秀",
        "address": "指南路三段71號對面(向南)",
        "lon": "121.580532903498",
        "lat": "24.982367233686",
        "version": 3
    },
    {
        "id": 1001465,
        "name": "港墘派出所",
        "address": "港墘路113號與115號間(向北)",
        "lon": "121.57642",
        "lat": "25.0787",
        "version": 2
    },
    {
        "id": 1001466,
        "name": "仁愛路二段",
        "address": "杭州南路1段75號(向北)",
        "lon": "121.52567",
        "lat": "25.03951",
        "version": 1
    },
    {
        "id": 1001467,
        "name": "陽明公園後門一",
        "address": "湖山路二段77號對面(向南)",
        "lon": "121.53488",
        "lat": "25.15977451",
        "version": 3
    },
    {
        "id": 1001468,
        "name": "圳內",
        "address": "東昇路201號路燈編號O63號對面(向南)",
        "lon": "121.5319793",
        "lat": "25.15990931",
        "version": 1
    },
    {
        "id": 1001469,
        "name": "內埔",
        "address": "東昇路120號北側約50公尺處，編號T82號路燈桿對面(向南)",
        "lon": "121.53073",
        "lat": "25.15791",
        "version": 1
    },
    {
        "id": 1001472,
        "name": "紅柿下",
        "address": "東昇路即有站位(向南)",
        "lon": "121.5267939",
        "lat": "25.15112592",
        "version": 1
    },
    {
        "id": 1001473,
        "name": "彌陀寺",
        "address": "泉源路87號旁(向南)",
        "lon": "121.52138",
        "lat": "25.14381",
        "version": 1
    },
    {
        "id": 1001475,
        "name": "濟南金山路口",
        "address": "濟南路2段20號(向東)",
        "lon": "121.52974",
        "lat": "25.04065",
        "version": 1
    },
    {
        "id": 1165603387,
        "name": "南京公寓(捷運南京三民)",
        "address": "台北市松山區南京東路五段264號(向東)",
        "lon": "121.566535683299",
        "lat": "25.0512559293088",
        "version": 2
    },
    {
        "id": 20265,
        "name": "榮星花園(民權)",
        "address": "台北市民權東路三段20號對面(向西)",
        "lon": "121.540513",
        "lat": "25.062568",
        "version": 2
    },
    {
        "id": 20261,
        "name": "中原中平路口",
        "address": "新北市新莊區中原路337號對面(向西)",
        "lon": "121.445659",
        "lat": "25.054414",
        "version": 4
    },
    {
        "id": 2939,
        "name": "順安街",
        "address": "順安街55號(向北)",
        "lon": "121.540884565504",
        "lat": "24.9862913799947",
        "version": 8
    },
    {
        "id": 2941,
        "name": "新和國小",
        "address": "安和路三段151號同向(向南)",
        "lon": "121.51652",
        "lat": "24.98562",
        "version": 1
    },
    {
        "id": 2942,
        "name": "新店",
        "address": "光明街30號同向(向南)",
        "lon": "121.5385456",
        "lat": "24.95896198",
        "version": 1
    },
    {
        "id": 2943,
        "name": "新店高中",
        "address": "中央路93號同向(向北)",
        "lon": "121.53159",
        "lat": "24.97567",
        "version": 1
    },
    {
        "id": 2945,
        "name": "新店國小",
        "address": "北宜路一段7號同向(向南)",
        "lon": "121.5403861",
        "lat": "24.95325828",
        "version": 1
    },
    {
        "id": 2947,
        "name": "新店郵局",
        "address": "北新路二段193號同向(向南)",
        "lon": "121.5423808",
        "lat": "24.97824275",
        "version": 1
    },
    {
        "id": 2950,
        "name": "溪頭",
        "address": "安康路一段70號同向(向北)",
        "lon": "121.5319036",
        "lat": "24.96083175",
        "version": 1
    },
    {
        "id": 2951,
        "name": "寶橋中興路口",
        "address": "寶橋路84號同向(向東)",
        "lon": "121.5468506",
        "lat": "24.97584027",
        "version": 2
    },
    {
        "id": 2954,
        "name": "滿堂彩",
        "address": "玫瑰路58巷2號候車亭(向北)",
        "lon": "121.49542",
        "lat": "24.94692",
        "version": 1
    },
    {
        "id": 2955,
        "name": "碧瑤",
        "address": "安康路三段620號同向(向南)",
        "lon": "121.479732",
        "lat": "24.946863",
        "version": 1
    },
    {
        "id": 2956,
        "name": "碧潭橋頭",
        "address": "北新路一段143號對面(向南)",
        "lon": "121.5395598",
        "lat": "24.96333082",
        "version": 1
    },
    {
        "id": 2962,
        "name": "臺灣銀行",
        "address": "寶中路45號同向(向西)",
        "lon": "121.54538",
        "lat": "24.9794",
        "version": 1
    },
    {
        "id": 2963,
        "name": "賓士特區",
        "address": "玫瑰路49巷右側候車亭(向北)",
        "lon": "121.49595",
        "lat": "24.94818",
        "version": 1
    },
    {
        "id": 2967,
        "name": "親情河濱公園",
        "address": "環河路100號對向(向東)",
        "lon": "121.537016",
        "lat": "24.962716",
        "version": 1
    },
    {
        "id": 2969,
        "name": "錦繡一",
        "address": "安康路三段628號同向(向南)",
        "lon": "121.4780758",
        "lat": "24.94561528",
        "version": 2
    },
    {
        "id": 2971,
        "name": "錦繡站",
        "address": "安康路三段567號同向(向南)",
        "lon": "121.47557",
        "lat": "24.94326",
        "version": 4
    },
    {
        "id": 2974,
        "name": "頭城",
        "address": "安康路三段87號對向(向南)",
        "lon": "121.4914979",
        "lat": "24.95188782",
        "version": 1
    },
    {
        "id": 2975,
        "name": "頭城一",
        "address": "安康路三段42號對向(向北)",
        "lon": "121.4932046",
        "lat": "24.95316318",
        "version": 3
    },
    {
        "id": 2977,
        "name": "頭城一",
        "address": "安康路三段43號同向(向南)",
        "lon": "121.4930085",
        "lat": "24.95313664",
        "version": 1
    },
    {
        "id": 2979,
        "name": "薏仁坑",
        "address": "安康路二段362之1號同向(向南)",
        "lon": "121.5014748",
        "lat": "24.95728682",
        "version": 1
    },
    {
        "id": 2981,
        "name": "檳榔路",
        "address": "光明街288號同向(向北)",
        "lon": "121.5405875",
        "lat": "24.96500149",
        "version": 1
    },
    {
        "id": 2982,
        "name": "檳榔路",
        "address": "北新路一段207號同向(向南)",
        "lon": "121.5404224",
        "lat": "24.96516884",
        "version": 1
    },
    {
        "id": 2983,
        "name": "舊郵政館",
        "address": "中興路一段97號同向(向南)",
        "lon": "121.540751",
        "lat": "24.961682",
        "version": 2
    },
    {
        "id": 2985,
        "name": "寶中路口",
        "address": "中興路三段136號同向(向北)",
        "lon": "121.54458",
        "lat": "24.98001",
        "version": 1
    },
    {
        "id": 2986,
        "name": "寶強路口",
        "address": "寶強路31號同向(向西)",
        "lon": "121.5435326",
        "lat": "24.97919835",
        "version": 2
    },
    {
        "id": 2987,
        "name": "寶橋路口",
        "address": "中興路三段125號同向(向南)",
        "lon": "121.5464",
        "lat": "24.97691",
        "version": 1
    },
    {
        "id": 2989,
        "name": "寶興路口",
        "address": "中興路二段200之1號同向(向南)",
        "lon": "121.548037743404",
        "lat": "24.9744459648958",
        "version": 2
    },
    {
        "id": 2991,
        "name": "823紀念公園",
        "address": "安樂路248-1號同向(向北)",
        "lon": "121.5151052",
        "lat": "25.00190917",
        "version": 4
    },
    {
        "id": 2992,
        "name": "大新街",
        "address": "中正路563號同向(向南)",
        "lon": "121.5167282",
        "lat": "25.00843234",
        "version": 1
    },
    {
        "id": 3001,
        "name": "中興二村",
        "address": "中正路148號同向(向北)",
        "lon": "121.514859678286",
        "lat": "24.9964243335687",
        "version": 3
    },
    {
        "id": 3003,
        "name": "中興新村",
        "address": "中正路183號同向(向南)",
        "lon": "121.5165323",
        "lat": "24.99862597",
        "version": 1
    },
    {
        "id": 3005,
        "name": "文化路",
        "address": "文化路39號同向(向東)",
        "lon": "121.5146148585",
        "lat": "25.0150118374757",
        "version": 2
    },
    {
        "id": 3010,
        "name": "永利路",
        "address": "永利路54號同向(向東)",
        "lon": "121.5188661",
        "lat": "25.00531696",
        "version": 1
    },
    {
        "id": 3012,
        "name": "永和國小",
        "address": "中正路446號同向(向南)",
        "lon": "121.5172544",
        "lat": "25.00304399",
        "version": 1
    },
    {
        "id": 3014,
        "name": "永和路口",
        "address": "永和路一段21號同向(向南)",
        "lon": "121.51286138332",
        "lat": "25.0056877314979",
        "version": 5
    },
    {
        "id": 10420,
        "name": "西華飯店",
        "address": "民生東路三段109號同向(向西)",
        "lon": "121.545132",
        "lat": "25.05790896",
        "version": 1
    },
    {
        "id": 10421,
        "name": "公教住宅",
        "address": "民生東路四段105號同向(向西)",
        "lon": "121.5518977",
        "lat": "25.0580997",
        "version": 1
    },
    {
        "id": 10422,
        "name": "厚德派出所",
        "address": "三和路三段135號同向(向北)",
        "lon": "121.4925487",
        "lat": "25.07343893",
        "version": 2
    },
    {
        "id": 10423,
        "name": "德林寺(三和路)",
        "address": "三和路三段85號(向北)",
        "lon": "121.4942785",
        "lat": "25.0722648",
        "version": 1
    },
    {
        "id": 10427,
        "name": "建和新村",
        "address": "三和路四段137號(向北)",
        "lon": "121.4844874",
        "lat": "25.0780278",
        "version": 1
    },
    {
        "id": 10428,
        "name": "捷運三和國中站",
        "address": "三和路四段97號同向(向北)",
        "lon": "121.486132",
        "lat": "25.07710199",
        "version": 1
    },
    {
        "id": 10429,
        "name": "格致中學(三和路)",
        "address": "三和路四段27號同向(向北)",
        "lon": "121.4911078",
        "lat": "25.0743078",
        "version": 1
    },
    {
        "id": 10431,
        "name": "捷運徐匯中學站",
        "address": "中山一路捷運徐匯中學站2號出口(向北)",
        "lon": "121.480413",
        "lat": "25.080355",
        "version": 2
    },
    {
        "id": 10433,
        "name": "三重派出所(福德北路)",
        "address": "福德北路55之1號同向(向北)",
        "lon": "121.502140176662",
        "lat": "25.0654421476294",
        "version": 7
    },
    {
        "id": 10435,
        "name": "格致中學(自強路)",
        "address": "自強路三段116號同向(向南)",
        "lon": "121.487215334702",
        "lat": "25.0747990058591",
        "version": 7
    },
    {
        "id": 10436,
        "name": "義天宮",
        "address": "力行路二段182號(向南)",
        "lon": "121.483227835672",
        "lat": "25.077220861943",
        "version": 2
    },
    {
        "id": 10437,
        "name": "永福街口(聖佑宮)",
        "address": "新北市三重區力行路2段71號同向(向北)",
        "lon": "121.48213",
        "lat": "25.07517",
        "version": 2
    },
    {
        "id": 10441,
        "name": "忠孝三民街口",
        "address": "忠孝路三段37號同向(向西)",
        "lon": "121.4812489",
        "lat": "25.06709838",
        "version": 2
    },
    {
        "id": 10444,
        "name": "大智街口",
        "address": "重陽路四段48號(向南)",
        "lon": "121.491668116521",
        "lat": "25.0702152144716",
        "version": 2
    },
    {
        "id": 10445,
        "name": "六張街口",
        "address": "自強路二段15號同向(向北)",
        "lon": "121.489929330906",
        "lat": "25.069140829928",
        "version": 2
    },
    {
        "id": 10446,
        "name": "永德里",
        "address": "自強路三段31號同向(向北)",
        "lon": "121.4870209",
        "lat": "25.07240401",
        "version": 1
    },
    {
        "id": 10448,
        "name": "溪尾街口",
        "address": "自強路四段68號同向(向北)",
        "lon": "121.4904676",
        "lat": "25.07859797",
        "version": 1
    },
    {
        "id": 10449,
        "name": "碧華國中",
        "address": "自強路五段53號對向(向西)",
        "lon": "121.494564",
        "lat": "25.081791",
        "version": 4
    },
    {
        "id": 10470,
        "name": "大智街口",
        "address": "重陽路四段63號(向北)",
        "lon": "121.492136594352",
        "lat": "25.0704530835803",
        "version": 2
    },
    {
        "id": 10472,
        "name": "新北大道路口",
        "address": "重陽路二段28號(向南)",
        "lon": "121.4867752",
        "lat": "25.06280719",
        "version": 2
    },
    {
        "id": 10474,
        "name": "三重稅捐分處",
        "address": "重陽路一段115號同向(向北)",
        "lon": "121.486918256858",
        "lat": "25.0604089874686",
        "version": 2
    },
    {
        "id": 10476,
        "name": "修德國小",
        "address": "重陽路三段41號(向北)",
        "lon": "121.489458",
        "lat": "25.0670131",
        "version": 1
    },
    {
        "id": 10479,
        "name": "碧華寺",
        "address": "溪尾街287號(向北)",
        "lon": "121.4875434",
        "lat": "25.0833122",
        "version": 1
    },
    {
        "id": 10492,
        "name": "福樂里",
        "address": "溪尾街124號同向(向西)",
        "lon": "121.4898829",
        "lat": "25.0783283",
        "version": 1
    },
    {
        "id": 10493,
        "name": "分子尾",
        "address": "五華街220號(向北)",
        "lon": "121.48792",
        "lat": "25.08734",
        "version": 1
    },
    {
        "id": 10495,
        "name": "碧華國小",
        "address": "五華街161號(向南)",
        "lon": "121.4902989",
        "lat": "25.08492608",
        "version": 1
    },
    {
        "id": 10497,
        "name": "新北高中",
        "address": "三信路1號(向東)",
        "lon": "121.49",
        "lat": "25.087666",
        "version": 2
    },
    {
        "id": 10499,
        "name": "五華街",
        "address": "五華街112號(向北)",
        "lon": "121.492147",
        "lat": "25.083318",
        "version": 1
    },
    {
        "id": 10608,
        "name": "龍門路口",
        "address": "正義北路310號(向南)",
        "lon": "121.49511101853",
        "lat": "25.0701489438371",
        "version": 3
    },
    {
        "id": 10609,
        "name": "仁興街口",
        "address": "龍門路208號(向西)",
        "lon": "121.4997654",
        "lat": "25.07346266",
        "version": 1
    },
    {
        "id": 10610,
        "name": "龍門路底",
        "address": "龍門路278號(向西)",
        "lon": "121.5019297",
        "lat": "25.07417605",
        "version": 1
    },
    {
        "id": 10611,
        "name": "介壽市場",
        "address": "正義北路378號(向南)",
        "lon": "121.493281852959",
        "lat": "25.0716164538805",
        "version": 4
    },
    {
        "id": 10613,
        "name": "重安街口",
        "address": "中正南路162號(向北)",
        "lon": "121.4941915",
        "lat": "25.05695158",
        "version": 2
    },
    {
        "id": 10614,
        "name": "榖保中學",
        "address": "中正北路399號(向北)",
        "lon": "121.47112",
        "lat": "25.07213746",
        "version": 5
    },
    {
        "id": 10615,
        "name": "榖保中學",
        "address": "中正北路542號(向南)",
        "lon": "121.470692510068",
        "lat": "25.0720737220282",
        "version": 7
    },
    {
        "id": 10617,
        "name": "仙公廟",
        "address": "中正北路313號(向西)",
        "lon": "121.473796826188",
        "lat": "25.0715506158941",
        "version": 2
    },
    {
        "id": 10618,
        "name": "三重商工(中正北路)",
        "address": "中正北路163號同向(向東)",
        "lon": "121.48052",
        "lat": "25.06855",
        "version": 4
    },
    {
        "id": 10619,
        "name": "忠孝路口",
        "address": "中正北路139號同向(向東)",
        "lon": "121.482873771186",
        "lat": "25.0672334984469",
        "version": 4
    },
    {
        "id": 10620,
        "name": "果菜市場",
        "address": "中正北路130號對向(向北)",
        "lon": "121.48533",
        "lat": "25.06562",
        "version": 1
    },
    {
        "id": 10623,
        "name": "三重商工(三民街)",
        "address": "三民街259號同向(向西)",
        "lon": "121.4793503",
        "lat": "25.06809732",
        "version": 1
    },
    {
        "id": 10624,
        "name": "三民街",
        "address": "三民路101號同向(向西)",
        "lon": "121.4850747",
        "lat": "25.06357117",
        "version": 1
    },
    {
        "id": 20252,
        "name": "民生西路口(大稻埕碼頭)",
        "address": "台北市延平北路二段83號(向北)",
        "lon": "121.511759",
        "lat": "25.056251",
        "version": 2
    },
    {
        "id": 1001185,
        "name": "興隆市場後站",
        "address": "景豐街48巷21號旁(向西)",
        "lon": "121.54711",
        "lat": "25.00059",
        "version": 1
    },
    {
        "id": 1001187,
        "name": "北新國小",
        "address": "寶橋路23號(向西)",
        "lon": "121.543639",
        "lat": "24.973973",
        "version": 4
    },
    {
        "id": 1001189,
        "name": "823紀念公園",
        "address": "安樂路204號東側(向南)",
        "lon": "121.51494",
        "lat": "25.00191",
        "version": 4
    },
    {
        "id": 1001200,
        "name": "民族重慶路口",
        "address": "民族西路204號(向東)",
        "lon": "121.514330844236",
        "lat": "25.0685862675668",
        "version": 2
    },
    {
        "id": 1001203,
        "name": "關渡大橋",
        "address": "(向北)",
        "lon": "121.4524025",
        "lat": "25.12666897",
        "version": 1
    },
    {
        "id": 1001204,
        "name": "土地公廟",
        "address": "新北市八里區土地公廟(向南)",
        "lon": "121.396466",
        "lat": "25.145662",
        "version": 2
    },
    {
        "id": 1001210,
        "name": "樟樹一路口",
        "address": "樟樹一路1巷西側20公尺(向南)",
        "lon": "121.6417602",
        "lat": "25.06200552",
        "version": 4
    },
    {
        "id": 1001219,
        "name": "莊敬中學",
        "address": "復興路91號(向南)",
        "lon": "121.5333243",
        "lat": "24.98657493",
        "version": 1
    },
    {
        "id": 1001220,
        "name": "新店高中",
        "address": "新店高中(向南)",
        "lon": "121.5312853",
        "lat": "24.97557286",
        "version": 2
    },
    {
        "id": 1001233,
        "name": "龍口市場",
        "address": "和平西路二段68號(向東)",
        "lon": "121.511735",
        "lat": "25.029143",
        "version": 2
    },
    {
        "id": 1001234,
        "name": "人壽一村",
        "address": "(向西)",
        "lon": "121.4895177",
        "lat": "25.03207347",
        "version": 1
    },
    {
        "id": 1001239,
        "name": "凌雲五村站",
        "address": "臺北市南港區研究院路三段50號(向南)",
        "lon": "121.613314",
        "lat": "25.03413",
        "version": 4
    },
    {
        "id": 1001242,
        "name": "奇頭",
        "address": "(向北)",
        "lon": "121.620775",
        "lat": "25.09159",
        "version": 1
    },
    {
        "id": 1001252,
        "name": "木柵高工",
        "address": "萬芳路28號對面(向北)",
        "lon": "121.570778393912",
        "lat": "24.9965253177262",
        "version": 3
    },
    {
        "id": 1001256,
        "name": "大春山莊",
        "address": "老泉街45巷(向北)",
        "lon": "121.568837",
        "lat": "24.967357",
        "version": 1
    },
    {
        "id": 1001257,
        "name": "廣化天宮",
        "address": "(向南)",
        "lon": "121.5830784",
        "lat": "25.01369722",
        "version": 1
    },
    {
        "id": 1001259,
        "name": "麗山橋",
        "address": "(向北)",
        "lon": "121.5995042",
        "lat": "25.0248352",
        "version": 1
    },
    {
        "id": 1001260,
        "name": "照明寺",
        "address": "(向北)",
        "lon": "121.5132536",
        "lat": "25.13155579",
        "version": 1
    },
    {
        "id": 1001261,
        "name": "照明寺",
        "address": "(向南)",
        "lon": "121.5132751",
        "lat": "25.13156065",
        "version": 1
    },
    {
        "id": 1001264,
        "name": "菁山三",
        "address": "(向北)",
        "lon": "121.5584378",
        "lat": "25.14726051",
        "version": 1
    },
    {
        "id": 1001266,
        "name": "田尾湖",
        "address": "(向北)",
        "lon": "121.5649434",
        "lat": "25.16153655",
        "version": 1
    },
    {
        "id": 1001267,
        "name": "冷水坑",
        "address": "菁山路101巷擎天崗停車場收費站對面(向西)",
        "lon": "121.563178869925",
        "lat": "25.1677213409641",
        "version": 4
    },
    {
        "id": 1001269,
        "name": "菁山二",
        "address": "臺北市菁山路101巷32弄口側(向南)",
        "lon": "121.55875354232",
        "lat": "25.146524748078",
        "version": 4
    },
    {
        "id": 1001271,
        "name": "永公路一",
        "address": "永公路24號(向北)",
        "lon": "121.5530627",
        "lat": "25.11460144",
        "version": 1
    },
    {
        "id": 1001272,
        "name": "西雲禪寺",
        "address": "永公路442號附近候車亭(向北)",
        "lon": "121.56666",
        "lat": "25.130468",
        "version": 1
    },
    {
        "id": 1001274,
        "name": "擷翠新村",
        "address": "(向南)",
        "lon": "121.5634082",
        "lat": "25.12183814",
        "version": 1
    },
    {
        "id": 1001276,
        "name": "指福宮",
        "address": "指福宮(向南)",
        "lon": "121.553100",
        "lat": "25.110263",
        "version": 4
    },
    {
        "id": 1001277,
        "name": "聖人瀑布",
        "address": "(向南)",
        "lon": "121.5875816",
        "lat": "25.12583631",
        "version": 1
    },
    {
        "id": 1001280,
        "name": "內溝",
        "address": "康樂路297號附近靠三岔路口小廣場(向南)",
        "lon": "121.617042",
        "lat": "25.094953",
        "version": 2
    },
    {
        "id": 1001281,
        "name": "奇頭",
        "address": "(向南)",
        "lon": "121.6205935",
        "lat": "25.09164232",
        "version": 1
    },
    {
        "id": 1001288,
        "name": "碧湖國小",
        "address": "內湖路2段426號(向北)",
        "lon": "121.592413127857",
        "lat": "25.083647050321",
        "version": 3
    },
    {
        "id": 1001788,
        "name": "聯合醫院中興院區(塔城)",
        "address": "塔城街36號對面(向北)",
        "lon": "121.5106101265",
        "lat": "25.0506096983314",
        "version": 5
    },
    {
        "id": 1001791,
        "name": "酒泉重慶路口",
        "address": "酒泉街139號(向西)",
        "lon": "121.51427",
        "lat": "25.07214",
        "version": 4
    },
    {
        "id": 1001792,
        "name": "吳厝",
        "address": "湖底路22號南側10公尺對面(向北)",
        "lon": "121.53746",
        "lat": "25.14758",
        "version": 2
    },
    {
        "id": 1001793,
        "name": "吳厝",
        "address": "湖底路22號南側10公尺(向南)",
        "lon": "121.53734",
        "lat": "25.14761",
        "version": 2
    },
    {
        "id": 1011787,
        "name": "玉成里(東新街)",
        "address": "玉成街25巷對面(向北)",
        "lon": "121.583",
        "lat": "25.0509",
        "version": 1
    },
    {
        "id": 10001482,
        "name": "華泰新城(宜安路)",
        "address": "中和路162號(向東)",
        "lon": "121.508875",
        "lat": "24.998841",
        "version": 2
    },
    {
        "id": 10001486,
        "name": "振興公園",
        "address": "天母西路109號對面(向東)",
        "lon": "121.52352",
        "lat": "25.11876",
        "version": 1
    },
    {
        "id": 10014566,
        "name": "陽明公園後門",
        "address": "湖山路二段80號後門(向北)",
        "lon": "121.535030",
        "lat": "25.159755",
        "version": 4
    },
    {
        "id": 20262,
        "name": "永安街",
        "address": "台北市永安街22巷16號（向西)",
        "lon": "121.569664",
        "lat": "24.986882",
        "version": 2
    },
    {
        "id": 20244,
        "name": "靜心中小學",
        "address": "興隆路2段53號至59號間(向西)",
        "lon": "121.545834950567",
        "lat": "24.9989532461785",
        "version": 5
    },
    {
        "id": 60133,
        "name": "新東街口",
        "address": "民生東路五段238號同向(向西)",
        "lon": "121.5663967",
        "lat": "25.05927213",
        "version": 1
    },
    {
        "id": 60134,
        "name": "民權敦化路口",
        "address": "民權東路四段上近敦化北路同向(向西)",
        "lon": "121.5480792",
        "lat": "25.06213427",
        "version": 1
    },
    {
        "id": 60135,
        "name": "南京新村",
        "address": "光復北路156號同向(向南)",
        "lon": "121.5568095",
        "lat": "25.05277814",
        "version": 1
    },
    {
        "id": 60137,
        "name": "臺北市區監理所(光復)",
        "address": "光復南路21號同向(向北)",
        "lon": "121.5579397",
        "lat": "25.04698",
        "version": 4
    },
    {
        "id": 60138,
        "name": "松山新城",
        "address": "光復北路155號同向(向北)",
        "lon": "121.5558427",
        "lat": "25.05527186",
        "version": 1
    },
    {
        "id": 60142,
        "name": "礦寮",
        "address": "菁山路119之1號對向(向北)",
        "lon": "121.5593191",
        "lat": "25.14392192",
        "version": 2
    },
    {
        "id": 60143,
        "name": "燒庚寮",
        "address": "新安路196-1號對向(向南)",
        "lon": "121.55701",
        "lat": "25.13176",
        "version": 1
    },
    {
        "id": 60144,
        "name": "新安路五",
        "address": "地標同向(向北)",
        "lon": "121.55669",
        "lat": "25.12752",
        "version": 1
    },
    {
        "id": 60145,
        "name": "新安路四",
        "address": "新安路120號同向(向北)",
        "lon": "121.55633",
        "lat": "25.12476",
        "version": 1
    },
    {
        "id": 60146,
        "name": "新安路三",
        "address": "地標同向(向北)",
        "lon": "121.55453",
        "lat": "25.12481",
        "version": 1
    },
    {
        "id": 60148,
        "name": "新安路一",
        "address": "新安路8巷同向(向北)",
        "lon": "121.55368",
        "lat": "25.11927",
        "version": 1
    },
    {
        "id": 60149,
        "name": "水墘",
        "address": "新安路30巷同向(向北)",
        "lon": "121.55467",
        "lat": "25.12018",
        "version": 1
    },
    {
        "id": 60150,
        "name": "水墘",
        "address": "新安路30巷對向(向南)",
        "lon": "121.5544359",
        "lat": "25.12038771",
        "version": 1
    },
    {
        "id": 60151,
        "name": "居安新村",
        "address": "永公路235巷4弄同向(向北)",
        "lon": "121.55526",
        "lat": "25.12111",
        "version": 1
    },
    {
        "id": 180706,
        "name": "紅毛城(真理大學)",
        "address": "中正路354號(向西)",
        "lon": "121.43346",
        "lat": "25.17462",
        "version": 3
    },
    {
        "id": 180708,
        "name": "小白宮(淡水分局)",
        "address": "中正路334號(向西)",
        "lon": "121.43559142573",
        "lat": "25.173499994998",
        "version": 4
    },
    {
        "id": 180709,
        "name": "淡水圖書館",
        "address": "淡水區文化路63號(向東)",
        "lon": "121.438265761931",
        "lat": "25.1728234128068",
        "version": 3
    },
    {
        "id": 180710,
        "name": "淡水圖書館",
        "address": "文化路65號對面(向西)",
        "lon": "121.43792",
        "lat": "25.17306",
        "version": 2
    },
    {
        "id": 180711,
        "name": "重建街口",
        "address": "文化路15號(向東)",
        "lon": "121.43977",
        "lat": "25.1724",
        "version": 1
    },
    {
        "id": 1000019,
        "name": "健康新城",
        "address": "健康路246號前(向西)",
        "lon": "121.56216251653",
        "lat": "25.054217211063",
        "version": 2
    },
    {
        "id": 1000020,
        "name": "長壽公園",
        "address": "健康路153號(向西)",
        "lon": "121.559764",
        "lat": "25.054069",
        "version": 1
    },
    {
        "id": 1000026,
        "name": "民生國中",
        "address": "撫遠街215號(向北)",
        "lon": "121.5676949",
        "lat": "25.06018904",
        "version": 1
    },
    {
        "id": 1000032,
        "name": "萬芳活動中心",
        "address": "萬美街一段51號對面(向西)",
        "lon": "121.569474",
        "lat": "25.002436",
        "version": 2
    },
    {
        "id": 1000036,
        "name": "師大分部",
        "address": "羅斯福路公車專用道(向北) ",
        "lon": "121.538470307254",
        "lat": "25.0076706783786",
        "version": 6
    },
    {
        "id": 1000037,
        "name": "興隆市場",
        "address": "興隆路二段97號前候車亭(向西)",
        "lon": "121.547448469573",
        "lat": "24.9995842974218",
        "version": 4
    },
    {
        "id": 1000041,
        "name": "萬利街口",
        "address": "萬芳路13號(向東)",
        "lon": "121.566230",
        "lat": "24.998733",
        "version": 4
    },
    {
        "id": 1000045,
        "name": "公館",
        "address": "基隆路四段75號西側(向東)",
        "lon": "121.538530831111",
        "lat": "25.0120963546845",
        "version": 4
    },
    {
        "id": 1000046,
        "name": "臺灣科技大學",
        "address": "基隆路四段43號對面(155巷口對面)(向東)",
        "lon": "121.540148830658",
        "lat": "25.0134530703612",
        "version": 4
    },
    {
        "id": 1000049,
        "name": "羅斯福金門街口",
        "address": "羅斯福三段3號前(向北)",
        "lon": "121.5246768",
        "lat": "25.02410614",
        "version": 1
    },
    {
        "id": 1000364,
        "name": "忠孝路口",
        "address": "忠孝路一段(向東)",
        "lon": "121.4919747",
        "lat": "25.07174969",
        "version": 1
    },
    {
        "id": 1000365,
        "name": "集美國小",
        "address": "集美街(向北)",
        "lon": "121.4881563",
        "lat": "25.05566624",
        "version": 1
    },
    {
        "id": 1000372,
        "name": "三城",
        "address": "安康路三段423號(向北)",
        "lon": "121.483110453884",
        "lat": "24.9497042902548",
        "version": 2
    },
    {
        "id": 1000374,
        "name": "建業路",
        "address": "安康路三段452號對面候車亭(向北)",
        "lon": "121.484465",
        "lat": "24.95121",
        "version": 1
    },
    {
        "id": 1000375,
        "name": "二城",
        "address": "安康路三段275號(向東)",
        "lon": "121.4860328",
        "lat": "24.95159154",
        "version": 2
    },
    {
        "id": 1000379,
        "name": "頭城",
        "address": "安康路三段87號(向北)",
        "lon": "121.4915448",
        "lat": "24.95177354",
        "version": 1
    },
    {
        "id": 1000380,
        "name": "大茅埔",
        "address": "安康路二段385、385-1號(向北)",
        "lon": "121.4946626",
        "lat": "24.95431753",
        "version": 1
    },
    {
        "id": 1000381,
        "name": "康樂新村",
        "address": "安康路二段341巷口(向北)",
        "lon": "121.4971793",
        "lat": "24.95534023",
        "version": 1
    },
    {
        "id": 1000383,
        "name": "啟聰學校",
        "address": "重慶北路三段320號(向南)",
        "lon": "121.5136892",
        "lat": "25.07451003",
        "version": 2
    },
    {
        "id": 1000388,
        "name": "捷運芝山站(文林)",
        "address": "北市文林路722號(向北)",
        "lon": "121.52067",
        "lat": "25.1025",
        "version": 2
    },
    {
        "id": 1000389,
        "name": "大愛電視台",
        "address": "立德路(向南)",
        "lon": "121.471449",
        "lat": "25.123677",
        "version": 3
    },
    {
        "id": 1000390,
        "name": "知行路口",
        "address": "大度路三段(向南)",
        "lon": "121.467197293932",
        "lat": "25.1229405030539",
        "version": 2
    },
    {
        "id": 1000391,
        "name": "關渡路口",
        "address": "大度路三段118號對面(向東)",
        "lon": "121.46937105159",
        "lat": "25.122650724291",
        "version": 5
    },
    {
        "id": 1000393,
        "name": "捷運民權西路站",
        "address": "民權西路(向西)",
        "lon": "121.518977516403",
        "lat": "25.062948670718",
        "version": 3
    },
    {
        "id": 1000394,
        "name": "蘆洲派出所",
        "address": "中山二路46號(向西)",
        "lon": "121.4735458",
        "lat": "25.08207017",
        "version": 2
    },
    {
        "id": 1000398,
        "name": "捷運民權西路站",
        "address": "民權西路(向東)",
        "lon": "121.51786778882",
        "lat": "25.0628480067742",
        "version": 3
    },
    {
        "id": 1000399,
        "name": "寧波重慶路口",
        "address": "重慶南路三段(向北)",
        "lon": "121.5155658",
        "lat": "25.02907366",
        "version": 1
    },
    {
        "id": 1000401,
        "name": "浪漫貴族",
        "address": "安康路二段180號對面(向北)",
        "lon": "121.511483",
        "lat": "24.960016",
        "version": 1
    },
    {
        "id": 1000402,
        "name": "公崙新村",
        "address": "安康路二段107巷口候車亭(向北)",
        "lon": "121.5127414",
        "lat": "24.96240185",
        "version": 1
    },
    {
        "id": 1000404,
        "name": "仁愛街口",
        "address": "民族路(向東)",
        "lon": "121.4721911",
        "lat": "25.09184211",
        "version": 1
    },
    {
        "id": 1000407,
        "name": "雅敘園",
        "address": "泉源路(向東)",
        "lon": "121.506324",
        "lat": "25.14066656",
        "version": 1
    },
    {
        "id": 1000409,
        "name": "八勝園",
        "address": "泉源路49號對面(向東)",
        "lon": "121.511030827324",
        "lat": "25.1411661449186",
        "version": 3
    },
    {
        "id": 1000410,
        "name": "大磺嘴",
        "address": "泉源路(向東) ",
        "lon": "121.522414",
        "lat": "25.142474",
        "version": 2
    },
    {
        "id": 1000412,
        "name": "第二展望",
        "address": "紗帽路同向(向南)",
        "lon": "121.5314682",
        "lat": "25.14364173",
        "version": 2
    },
    {
        "id": 1000413,
        "name": "紗帽陽明路口",
        "address": "中橫路(向西)",
        "lon": "121.5487984",
        "lat": "25.14914372",
        "version": 1
    },
    {
        "id": 1000416,
        "name": "大埔(明玄宮)",
        "address": "紗帽路及紗帽路52~66號路口候車亭對面(向南)",
        "lon": "121.535389422228",
        "lat": "25.1431282441305",
        "version": 3
    },
    {
        "id": 1000418,
        "name": "長壽里",
        "address": "三民路二段133號(向北)",
        "lon": "121.4791451",
        "lat": "25.01514394",
        "version": 2
    },
    {
        "id": 1000420,
        "name": "埔墘(三民路)",
        "address": "三民路(向南)",
        "lon": "121.479168",
        "lat": "25.016834",
        "version": 4
    },
    {
        "id": 1000422,
        "name": "蘆洲二站",
        "address": "光榮路(向北)",
        "lon": "121.4643835",
        "lat": "25.08917828",
        "version": 1
    },
    {
        "id": 1000423,
        "name": "捷運蘆洲站",
        "address": "三民路505號(三民路與中正路交叉路口西側)",
        "lon": "121.463227",
        "lat": "25.091505",
        "version": 6
    },
    {
        "id": 1000425,
        "name": "力行路",
        "address": "力行路(向南)",
        "lon": "121.482731",
        "lat": "25.070499",
        "version": 2
    },
    {
        "id": 1000430,
        "name": "蘆洲二站",
        "address": "光榮路(向南)",
        "lon": "121.4643369",
        "lat": "25.08900726",
        "version": 1
    },
    {
        "id": 1000431,
        "name": "歡仔園",
        "address": "僑中一街(向西)",
        "lon": "121.444871",
        "lat": "25.01207",
        "version": 1
    },
    {
        "id": 1000432,
        "name": "民安路",
        "address": "富國路(向北)",
        "lon": "121.4251664",
        "lat": "25.02403329",
        "version": 1
    },
    {
        "id": 1000433,
        "name": "捷運新莊站(新莊郵局)",
        "address": "中正路221號東側(向東)",
        "lon": "121.4499143",
        "lat": "25.03552691",
        "version": 2
    },
    {
        "id": 1000435,
        "name": "臺北市憲兵隊",
        "address": "延平南路(向南)",
        "lon": "121.5091239",
        "lat": "25.04072737",
        "version": 1
    },
    {
        "id": 1000439,
        "name": "木柵",
        "address": "木柵路三段55-57號對向(向東)",
        "lon": "121.566555600343",
        "lat": "24.988516909169",
        "version": 4
    },
    {
        "id": 1000441,
        "name": "忠順街口",
        "address": "基隆路四段(向北)",
        "lon": "121.561829231052",
        "lat": "24.9843077885823",
        "version": 2
    },
    {
        "id": 1000443,
        "name": "馬明潭",
        "address": "興隆路四段61號前(向北)",
        "lon": "121.559942504895",
        "lat": "24.989363359859",
        "version": 4
    },
    {
        "id": 1000444,
        "name": "興隆山莊",
        "address": "興隆路三段333號(向北)",
        "lon": "121.559190",
        "lat": "24.990768",
        "version": 7
    },
    {
        "id": 1000445,
        "name": "捷運辛亥站",
        "address": "新亥路四段(向北)",
        "lon": "121.556531813076",
        "lat": "25.0037396380103",
        "version": 2
    },
    {
        "id": 1000448,
        "name": "國立臺北教育大學",
        "address": "復興南路二段(向南)",
        "lon": "121.5432253",
        "lat": "25.02438314",
        "version": 1
    },
    {
        "id": 1000552,
        "name": "電子公司",
        "address": "寶橋路220號前(向東)",
        "lon": "121.551231544066",
        "lat": "24.9786235157248",
        "version": 3
    },
    {
        "id": 1000553,
        "name": "木新市場",
        "address": "木新路三段(向東)",
        "lon": "121.5583622",
        "lat": "24.98100977",
        "version": 1
    },
    {
        "id": 1000554,
        "name": "力行國小",
        "address": "木新路三段32段188號(向東)",
        "lon": "121.559783932422",
        "lat": "24.9813802657801",
        "version": 2
    },
    {
        "id": 1000557,
        "name": "遠東世紀",
        "address": "寶橋路(向南)",
        "lon": "121.551066",
        "lat": "24.983425",
        "version": 1
    },
    {
        "id": 1000558,
        "name": "全球工業總部",
        "address": "新北市新店區寶橋路235巷11號(向南)",
        "lon": "121.551537",
        "lat": "24.980281",
        "version": 3
    },
    {
        "id": 1000559,
        "name": "水源路口",
        "address": "汀州路二段258號(向南)",
        "lon": "121.524829613285",
        "lat": "25.0214243649503",
        "version": 3
    },
    {
        "id": 1165603373,
        "name": "建民里一",
        "address": "承德路六段33巷32號北側(向南)",
        "lon": "121.511788",
        "lat": "25.105283",
        "version": 1
    },
    {
        "id": 1000570,
        "name": "捷運頭前庄站(思源路)",
        "address": "思源路34號(向南)",
        "lon": "121.459908",
        "lat": "25.040096",
        "version": 3
    },
    {
        "id": 1000600,
        "name": "玉成公園(成福)",
        "address": "成福路(向南)",
        "lon": "121.587113",
        "lat": "25.042359",
        "version": 1
    },
    {
        "id": 1000604,
        "name": "捷運頭前庄站",
        "address": "中正路53號(向南)",
        "lon": "121.4619304",
        "lat": "25.03997426",
        "version": 1
    },
    {
        "id": 1000605,
        "name": "新莊地政所",
        "address": "中華路一段8號(向北)",
        "lon": "121.4520762",
        "lat": "25.03679078",
        "version": 2
    },
    {
        "id": 1000608,
        "name": "永嶺",
        "address": "仰德大道二段88巷旁(向北)",
        "lon": "121.5453823",
        "lat": "25.10696523",
        "version": 2
    },
    {
        "id": 1000611,
        "name": "新安",
        "address": "仰德大道三段240號(向北)",
        "lon": "121.550228",
        "lat": "25.124863",
        "version": 5
    },
    {
        "id": 1000612,
        "name": "下竹林",
        "address": "仰德大道四段(向北)",
        "lon": "121.547624545151",
        "lat": "25.1297799480943",
        "version": 3
    },
    {
        "id": 1000613,
        "name": "磺溪底",
        "address": "格致路(向南)",
        "lon": "121.5496272",
        "lat": "25.14086137",
        "version": 2
    },
    {
        "id": 1000614,
        "name": "福音",
        "address": "仰德大道三段5巷巷口南側候車亭(向南)",
        "lon": "121.550310398218",
        "lat": "25.1140124257428",
        "version": 3
    },
    {
        "id": 1000615,
        "name": "華興中學",
        "address": "仰德大道一段101號對面(向北)",
        "lon": "121.538359218545",
        "lat": "25.104112892574",
        "version": 4
    },
    {
        "id": 1000616,
        "name": "芝蘭新村",
        "address": "仰德大道一段上過圓環旁(向南)",
        "lon": "121.536903542185",
        "lat": "25.1069424036663",
        "version": 4
    },
    {
        "id": 1000619,
        "name": "岩山里",
        "address": "仰德大道一段24巷1號旁(向北)",
        "lon": "121.537708683954",
        "lat": "25.101779204864",
        "version": 3
    },
    {
        "id": 1000620,
        "name": "陽明教養院",
        "address": "仰德大道二段161巷斜對面(向北)",
        "lon": "121.548654",
        "lat": "25.110508",
        "version": 2
    },
    {
        "id": 1000621,
        "name": "明德新村",
        "address": "仰德大道三段86號對面(向北)",
        "lon": "121.55309856093",
        "lat": "25.1205163883707",
        "version": 6
    },
    {
        "id": 1000622,
        "name": "白雲山莊",
        "address": "仰德大道三段122號(向北)",
        "lon": "121.5516221",
        "lat": "25.12291699",
        "version": 2
    },
    {
        "id": 1000628,
        "name": "一女中(重慶)",
        "address": "重慶南路一段(向北)",
        "lon": "121.5128083",
        "lat": "25.03780821",
        "version": 1
    },
    {
        "id": 1000631,
        "name": "撫遠抽水站",
        "address": "塔悠路(向北)",
        "lon": "121.5685767",
        "lat": "25.06222844",
        "version": 1
    },
    {
        "id": 1000632,
        "name": "莊敬里",
        "address": "撫遠街(向南)",
        "lon": "121.565572",
        "lat": "25.065033",
        "version": 1
    },
    {
        "id": 1000637,
        "name": "江翠國小",
        "address": "文聖街(向北)",
        "lon": "121.475313",
        "lat": "25.032472",
        "version": 1
    },
    {
        "id": 1000643,
        "name": "成福宮",
        "address": "成福路257號(向北)",
        "lon": "121.5904127",
        "lat": "25.03836032",
        "version": 6
    },
    {
        "id": 1000650,
        "name": "樓厝一",
        "address": "蘆洲區民族路312號(向北)",
        "lon": "121.477381",
        "lat": "25.090142",
        "version": 2
    },
    {
        "id": 1000651,
        "name": "捷運菜寮站",
        "address": "重新路3段捷運菜寮站A出入口前(向西)",
        "lon": "121.4903241",
        "lat": "25.05914618",
        "version": 1
    },
    {
        "id": 1000653,
        "name": "重慶忠孝路口",
        "address": "重慶路221號(向北)",
        "lon": "121.4629351",
        "lat": "25.00140266",
        "version": 1
    },
    {
        "id": 1000656,
        "name": "忠孝路",
        "address": "忠孝路83號(向西)",
        "lon": "121.462176",
        "lat": "25.002233",
        "version": 4
    },
    {
        "id": 1000659,
        "name": "忠孝路",
        "address": "忠孝路110號(向東)",
        "lon": "121.462307",
        "lat": "25.002151",
        "version": 3
    },
    {
        "id": 1000661,
        "name": "南雅站",
        "address": "中央路一段(向西)",
        "lon": "121.451102",
        "lat": "24.994462",
        "version": 1
    },
    {
        "id": 1000662,
        "name": "土城站",
        "address": "中央路一段(向南)",
        "lon": "121.444138",
        "lat": "24.980739",
        "version": 1
    },
    {
        "id": 1000666,
        "name": "中影八德大樓",
        "address": "八德路二段(向西)",
        "lon": "121.5409163",
        "lat": "25.04701628",
        "version": 1
    },
    {
        "id": 1000672,
        "name": "吉林國小",
        "address": "吉林路69號對面(向南)",
        "lon": "121.529972633353",
        "lat": "25.0541988929268",
        "version": 3
    },
    {
        "id": 1000675,
        "name": "中山北路口",
        "address": "德行西路17號(向西)",
        "lon": "121.524101015012",
        "lat": "25.1061831779426",
        "version": 10
    },
    {
        "id": 1000680,
        "name": "萬芳社區",
        "address": "軍功路(向北)",
        "lon": "121.571969627588",
        "lat": "25.0028541470424",
        "version": 2
    },
    {
        "id": 1000683,
        "name": "後車站",
        "address": "重慶北路1段22號旁(向南)",
        "lon": "121.513492880946",
        "lat": "25.0505035972946",
        "version": 4
    },
    {
        "id": 1000695,
        "name": "捷運劍南路站",
        "address": "北安路845號(向西)",
        "lon": "121.554679973632",
        "lat": "25.0852714154037",
        "version": 4
    },
    {
        "id": 1000698,
        "name": "捷運西湖站",
        "address": "內湖路一段244號(向東)",
        "lon": "121.565884872161",
        "lat": "25.0821974042872",
        "version": 2
    },
    {
        "id": 1000706,
        "name": "光華新村(安康路)",
        "address": "安康路1段308號對面(向西)",
        "lon": "121.5182441",
        "lat": "24.96414395",
        "version": 7
    },
    {
        "id": 1000707,
        "name": "關渡宮",
        "address": "知行路(向北)",
        "lon": "121.465117210312",
        "lat": "25.1178447660379",
        "version": 4
    },
    {
        "id": 1000710,
        "name": "竹圍國小自強分校",
        "address": "自強路10號前(向北)",
        "lon": "121.4642237",
        "lat": "25.12566203",
        "version": 1
    },
    {
        "id": 1000723,
        "name": "捷運西湖站",
        "address": "內湖路一段367號(向西)",
        "lon": "121.565868143978",
        "lat": "25.0824213906562",
        "version": 2
    },
    {
        "id": 1000734,
        "name": "康樂街",
        "address": "康樂街116號對面(向北)",
        "lon": "121.6191996",
        "lat": "25.07119075",
        "version": 1
    },
    {
        "id": 1000737,
        "name": "金龍里",
        "address": "成功路四段220號(向西)",
        "lon": "121.59638478301",
        "lat": "25.0845601194501\t",
        "version": 2
    },
    {
        "id": 1000743,
        "name": "新光醫院",
        "address": "文昌路46號(向南)",
        "lon": "121.521350",
        "lat": "25.095531",
        "version": 2
    },
    {
        "id": 1000751,
        "name": "興隆路口(辛亥)",
        "address": "辛亥路四段234號(向北)",
        "lon": "121.555211",
        "lat": "25.001741",
        "version": 2
    },
    {
        "id": 1000758,
        "name": "財政大樓",
        "address": "南昌路一段1號(向北)",
        "lon": "121.51568030581",
        "lat": "25.0333809759619",
        "version": 3
    },
    {
        "id": 1000760,
        "name": "溝子口",
        "address": "木柵路一段(向南)",
        "lon": "121.5521689",
        "lat": "24.9886685",
        "version": 1
    },
    {
        "id": 1000762,
        "name": "水源路口",
        "address": "汀州路二段(向北)",
        "lon": "121.525083045325",
        "lat": "25.0214728907771",
        "version": 3
    },
    {
        "id": 1000766,
        "name": "榮星花園",
        "address": "建國北路3段28號(向南)",
        "lon": "121.536726116591",
        "lat": "25.0639456066029",
        "version": 3
    },
    {
        "id": 1000770,
        "name": "臺灣警察專科學校",
        "address": "興隆路三段172號(向南)",
        "lon": "121.558494894192",
        "lat": "24.9982684874929",
        "version": 4
    },
    {
        "id": 1000773,
        "name": "榮星花園",
        "address": "建國北路(向北)",
        "lon": "121.537312217665",
        "lat": "25.0633460603116",
        "version": 3
    },
    {
        "id": 1000774,
        "name": "慈音山莊",
        "address": "老泉街26巷11號(向東)",
        "lon": "121.5669953",
        "lat": "24.96647575",
        "version": 2
    },
    {
        "id": 1000775,
        "name": "頭前里",
        "address": "化成路410號(向北)",
        "lon": "121.4660724",
        "lat": "25.05098383",
        "version": 1
    },
    {
        "id": 1000778,
        "name": "化成新北大道路口",
        "address": "化成路421號(向南)",
        "lon": "121.464999",
        "lat": "25.059503",
        "version": 6
    },
    {
        "id": 1000779,
        "name": "永春高中",
        "address": "松山路大都會客運松職站停車場旁(向南)",
        "lon": "121.5796725",
        "lat": "25.03348445",
        "version": 1
    },
    {
        "id": 1000782,
        "name": "材試所",
        "address": "新泰路232號同向(向北)",
        "lon": "121.446585",
        "lat": "25.039264",
        "version": 2
    },
    {
        "id": 1000784,
        "name": "新莊棒球場(立功里立德里)",
        "address": "復興路一段27號對面候車亭(向東)",
        "lon": "121.4462053",
        "lat": "25.04176296",
        "version": 2
    },
    {
        "id": 1000785,
        "name": "新莊體育場(立功里)",
        "address": "復興路一段67號對面候車亭(向東)",
        "lon": "121.4478527",
        "lat": "25.04245476",
        "version": 2
    },
    {
        "id": 1000790,
        "name": "合誠宮",
        "address": "合誠宮前(向南)",
        "lon": "121.5743095",
        "lat": "25.13093622",
        "version": 1
    },
    {
        "id": 1000791,
        "name": "鄭厝",
        "address": "平菁街(向北)",
        "lon": "121.5719853",
        "lat": "25.13786794",
        "version": 2
    },
    {
        "id": 1000797,
        "name": "黃昏市場",
        "address": "大忠街49號(向西)",
        "lon": "121.4450254",
        "lat": "25.17682678",
        "version": 1
    },
    {
        "id": 1000798,
        "name": "安老所",
        "address": "中正東路二段183號對面(向東)",
        "lon": "121.45955",
        "lat": "25.14527",
        "version": 3
    },
    {
        "id": 1000799,
        "name": "馬偕醫院",
        "address": "民權路27號對面(向南)",
        "lon": "121.459512416448",
        "lat": "25.1407116274274",
        "version": 2
    },
    {
        "id": 1000801,
        "name": "板橋國中(435藝文特區)",
        "address": "中正路379巷(向北)",
        "lon": "121.4543765",
        "lat": "25.02250094",
        "version": 3
    },
    {
        "id": 1000802,
        "name": "自來水博物館(太子學舍)",
        "address": "思源街12號對面(向北)",
        "lon": "121.531685",
        "lat": "25.014457",
        "version": 5
    },
    {
        "id": 1000803,
        "name": "飛航服務總台",
        "address": "濱江街(向東)",
        "lon": "121.5514865",
        "lat": "25.07210569",
        "version": 1
    },
    {
        "id": 1000807,
        "name": "財政園區",
        "address": "羅斯福路6段146號北側天橋下(向南)",
        "lon": "121.54099",
        "lat": "24.995846",
        "version": 4
    },
    {
        "id": 1000808,
        "name": "財政園區",
        "address": "羅斯福路六段6段235號前天橋下(向北)",
        "lon": "121.5413365",
        "lat": "24.99545268",
        "version": 4
    },
    {
        "id": 1000810,
        "name": "莊敬里",
        "address": "撫遠街(向北)",
        "lon": "121.5657277",
        "lat": "25.06530387",
        "version": 1
    },
    {
        "id": 1000811,
        "name": "上塔悠",
        "address": "塔悠路(向西)",
        "lon": "121.5645684",
        "lat": "25.07081009",
        "version": 1
    },
    {
        "id": 1000812,
        "name": "下塔悠",
        "address": "塔悠路(向西)",
        "lon": "121.5564885",
        "lat": "25.07240355",
        "version": 1
    },
    {
        "id": 1000451,
        "name": "捷運辛亥站一",
        "address": "辛亥路四段130號巷口(向南)",
        "lon": "121.55586888955",
        "lat": "25.003074756861",
        "version": 2
    },
    {
        "id": 1000452,
        "name": "文山運動中心(萬芳)",
        "address": "萬芳路和興隆路3段交叉(向東)",
        "lon": "121.56078",
        "lat": "24.996958",
        "version": 3
    },
    {
        "id": 1000453,
        "name": "忠順廟",
        "address": "木新路三段33號(向東)",
        "lon": "121.56469",
        "lat": "24.982483",
        "version": 3
    },
    {
        "id": 1000468,
        "name": "東湖站",
        "address": "安康路228巷與潭美街交叉口往西26公尺(向西)",
        "lon": "121.6030148",
        "lat": "25.06116745",
        "version": 3
    },
    {
        "id": 1000471,
        "name": "網溪國小",
        "address": "竹林路123號前(向北)",
        "lon": "121.519076136778",
        "lat": "25.0130767773432",
        "version": 2
    },
    {
        "id": 1000476,
        "name": "正興里",
        "address": "中正路730號(向北)",
        "lon": "121.515491",
        "lat": "25.010100",
        "version": 2
    },
    {
        "id": 1000487,
        "name": "板橋後站",
        "address": "和平路79號對面候車亭(向東)",
        "lon": "121.459828",
        "lat": "24.994435",
        "version": 1
    },
    {
        "id": 1000492,
        "name": "中興醫院",
        "address": "忠孝路(向西)",
        "lon": "121.46047",
        "lat": "25.002036",
        "version": 1
    },
    {
        "id": 1000493,
        "name": "中興醫院",
        "address": "忠孝路(向東)",
        "lon": "121.460423",
        "lat": "25.00193",
        "version": 1
    },
    {
        "id": 1000495,
        "name": "板橋後站",
        "address": "和平路16號對面(向西)",
        "lon": "121.459901",
        "lat": "24.994516",
        "version": 1
    },
    {
        "id": 1000499,
        "name": "西湖圖書館(湖光教會)",
        "address": "內湖路一段741號(向西)",
        "lon": "121.5779835",
        "lat": "25.07910692",
        "version": 1
    },
    {
        "id": 1000500,
        "name": "敬業三路二",
        "address": "敬業三路121號對面(向北)",
        "lon": "121.556408099291",
        "lat": "25.0813388630833",
        "version": 2
    },
    {
        "id": 1000501,
        "name": "敬業三路一",
        "address": "敬業三路20號旁(向北)",
        "lon": "121.556430509921",
        "lat": "25.0831610051795",
        "version": 2
    },
    {
        "id": 1000502,
        "name": "敬業三路二",
        "address": "敬業三路123號(向南)",
        "lon": "121.556223237814",
        "lat": "25.0812466844798\t",
        "version": 3
    },
    {
        "id": 1000505,
        "name": "十四份",
        "address": "安和路2段1-1號(向北)",
        "lon": "121.5185189",
        "lat": "24.96899196",
        "version": 1
    },
    {
        "id": 1000512,
        "name": "安和路二段",
        "address": "新店區安和路二段222號(向北)",
        "lon": "121.517335",
        "lat": "24.976013",
        "version": 2
    },
    {
        "id": 1000515,
        "name": "愛國金山路口",
        "address": "愛國東路(向西)",
        "lon": "121.526147474931",
        "lat": "25.0319083503876",
        "version": 3
    },
    {
        "id": 1000517,
        "name": "湖山巖",
        "address": "興南路二段246號對面(向北)",
        "lon": "121.5031916",
        "lat": "24.98205364",
        "version": 1
    },
    {
        "id": 1000519,
        "name": "無極宮",
        "address": "興南路二段45號對面(向東)",
        "lon": "121.4966605",
        "lat": "24.97795235",
        "version": 5
    },
    {
        "id": 1000520,
        "name": "崁頂",
        "address": "泉州街(向西)",
        "lon": "121.5131483",
        "lat": "25.02546189",
        "version": 1
    },
    {
        "id": 1000521,
        "name": "萬壽橋頭(木柵)",
        "address": "木柵路4段上臨秀明路對面(向南)",
        "lon": "121.570973024858",
        "lat": "24.9913094198003",
        "version": 3
    },
    {
        "id": 1000523,
        "name": "興隆路口(忠順)",
        "address": "忠順街一段(向西)",
        "lon": "121.561007",
        "lat": "24.984487",
        "version": 1
    },
    {
        "id": 1000525,
        "name": "實踐國小",
        "address": "忠順街一段1號(向西)",
        "lon": "121.5568155",
        "lat": "24.98357787",
        "version": 3
    },
    {
        "id": 1000530,
        "name": "忠順街",
        "address": "忠順街一段20號(向東)",
        "lon": "121.5588",
        "lat": "24.9839894",
        "version": 3
    },
    {
        "id": 1000540,
        "name": "景文中學",
        "address": "木新路(向東)",
        "lon": "121.568528509552",
        "lat": "24.9837877068618",
        "version": 3
    },
    {
        "id": 1000543,
        "name": "木柵高工",
        "address": "木柵路四段77號同向(向南)",
        "lon": "121.572590803415",
        "lat": "24.9965014109618",
        "version": 4
    },
    {
        "id": 1000545,
        "name": "加油站",
        "address": "寶橋路(向西)",
        "lon": "121.548575",
        "lat": "24.9771",
        "version": 1
    },
    {
        "id": 1000546,
        "name": "寶橋中興路口",
        "address": "寶橋路(向西)",
        "lon": "121.5470585",
        "lat": "24.97611124",
        "version": 2
    },
    {
        "id": 1000547,
        "name": "滬江中學",
        "address": "羅斯福路六段433號(向北)",
        "lon": "121.539969",
        "lat": "24.990879",
        "version": 2
    },
    {
        "id": 1000551,
        "name": "加油站",
        "address": "寶橋路156號前(向東)",
        "lon": "121.548718",
        "lat": "24.977096",
        "version": 1
    },
    {
        "id": 1000052,
        "name": "承德路口",
        "address": "民族西路(向東)",
        "lon": "121.5188086",
        "lat": "25.06845385",
        "version": 1
    },
    {
        "id": 1000057,
        "name": "捷運大安森林公園站",
        "address": "信義路公車專用道(向東)",
        "lon": "121.5356316",
        "lat": "25.03349601",
        "version": 1
    },
    {
        "id": 1000064,
        "name": "中山市場",
        "address": "中山北路一段128-134號(向南)",
        "lon": "121.52202112765",
        "lat": "25.05126405386",
        "version": 2
    },
    {
        "id": 1000065,
        "name": "臺北車站(青島)",
        "address": "青島西路5號同向(向西)",
        "lon": "121.5183574",
        "lat": "25.04481743",
        "version": 1
    },
    {
        "id": 1000067,
        "name": "中華路北站",
        "address": "中華路一段(向北)",
        "lon": "121.5093021",
        "lat": "25.04495097",
        "version": 1
    },
    {
        "id": 1000072,
        "name": "大龍峒保安宮",
        "address": "庫倫街62號對面候車亭(向西)",
        "lon": "121.515621",
        "lat": "25.07209068",
        "version": 1
    },
    {
        "id": 1000074,
        "name": "民生社區活動中心",
        "address": "民生東路五段135號前(向西)",
        "lon": "121.561144568697",
        "lat": "25.058808540179",
        "version": 3
    },
    {
        "id": 1000075,
        "name": "聯合二村",
        "address": "民生東路五段76號對面(向西)",
        "lon": "121.558923442523",
        "lat": "25.0586249332513",
        "version": 3
    },
    {
        "id": 1000077,
        "name": "捷運北門站",
        "address": "塔城街12號(向南)",
        "lon": "121.510292",
        "lat": "25.049468",
        "version": 2
    },
    {
        "id": 1000079,
        "name": "捷運西門站",
        "address": "中華路一段公車專用道(向南)",
        "lon": "121.508266771006",
        "lat": "25.0425165606871",
        "version": 5
    },
    {
        "id": 1000080,
        "name": "小南門",
        "address": "中華路一段202號前候車亭(向南)",
        "lon": "121.506903709074",
        "lat": "25.0378687908132",
        "version": 2
    },
    {
        "id": 1000081,
        "name": "菜寮(重陽路)",
        "address": "重陽路一段39號(向南)",
        "lon": "121.48651605944",
        "lat": "25.0580096673922",
        "version": 3
    },
    {
        "id": 1000082,
        "name": "臺北車站(忠孝)",
        "address": "捷運臺北車站M5出口~M4出口(交7)(向西)",
        "lon": "121.51652326089",
        "lat": "25.0465305784296",
        "version": 6
    },
    {
        "id": 1000086,
        "name": "崩山",
        "address": "深南路142號(向東)",
        "lon": "121.622976136162",
        "lat": "25.0140743021165",
        "version": 3
    },
    {
        "id": 1000088,
        "name": "和平東路四段",
        "address": "臺北市和平東路4段018路燈旁(向西)",
        "lon": "121.570509533684",
        "lat": "25.0046814962866",
        "version": 9
    },
    {
        "id": 1000089,
        "name": "萬寧街",
        "address": "萬寧街(向西)",
        "lon": "121.570571682464",
        "lat": "25.0032053525918",
        "version": 2
    },
    {
        "id": 1000093,
        "name": "萬美社區",
        "address": "萬寧街2段與萬寧街交叉口(向西)",
        "lon": "121.5625479",
        "lat": "25.00361629",
        "version": 1
    },
    {
        "id": 1000095,
        "name": "大理高中",
        "address": "環和南路二段(向東)",
        "lon": "121.4913552467",
        "lat": "25.0318556574564",
        "version": 2
    },
    {
        "id": 1000096,
        "name": "華江橋",
        "address": "環和南路二段133號(向南)",
        "lon": "121.493016",
        "lat": "25.034006",
        "version": 1
    },
    {
        "id": 1000105,
        "name": "金湖路口",
        "address": "金湖路403號(向西)",
        "lon": "121.604275942446",
        "lat": "25.0734224462912",
        "version": 11
    },
    {
        "id": 1000107,
        "name": "捷運信義安和站(信義)",
        "address": "信義路四段與安和路交叉口(向西)",
        "lon": "121.552849",
        "lat": "25.033223",
        "version": 2
    },
    {
        "id": 1000109,
        "name": "捷運大安站(信義)",
        "address": "信義路三段198號(向東)",
        "lon": "121.5432319",
        "lat": "25.03332344",
        "version": 1
    },
    {
        "id": 1000112,
        "name": "民權吉林路口",
        "address": "民權東路二段(向東)",
        "lon": "121.5300637",
        "lat": "25.06254664",
        "version": 1
    },
    {
        "id": 1000114,
        "name": "圓山皇宮大廈",
        "address": "承德路四段93號(向北)",
        "lon": "121.523596",
        "lat": "25.08335644",
        "version": 2
    },
    {
        "id": 1000115,
        "name": "陽明高中",
        "address": "中正路510號南側候車亭(向西)",
        "lon": "121.51736",
        "lat": "25.091803",
        "version": 3
    },
    {
        "id": 1000126,
        "name": "捷運大直站",
        "address": "北安路528號對面(向西)",
        "lon": "121.546139731473",
        "lat": "25.0799238282333",
        "version": 2
    },
    {
        "id": 1000127,
        "name": "美麗華",
        "address": "北安路與敬業四路口西南側候車亭(向東)",
        "lon": "121.558196913178",
        "lat": "25.0845384449731",
        "version": 2
    },
    {
        "id": 1000128,
        "name": "民權東路口",
        "address": "民權東路三段(向東)",
        "lon": "121.5496186",
        "lat": "25.06158785",
        "version": 1
    },
    {
        "id": 1000138,
        "name": "仁愛大安路口(仁愛醫院)",
        "address": "仁愛路四段(向東)",
        "lon": "121.545738",
        "lat": "25.03784",
        "version": 2
    },
    {
        "id": 1000143,
        "name": "信義國中(莊敬)",
        "address": "臺北市莊敬路381號(向北)",
        "lon": "121.56521",
        "lat": "25.027607",
        "version": 5
    },
    {
        "id": 1000146,
        "name": "榮德里",
        "address": "環河南路三段(向南)",
        "lon": "121.493379",
        "lat": "25.018859",
        "version": 2
    },
    {
        "id": 1000147,
        "name": "美美新村",
        "address": "仁愛街(向南)",
        "lon": "121.48464",
        "lat": "25.081433",
        "version": 1
    },
    {
        "id": 1000148,
        "name": "長壽西街口",
        "address": "正義北路(向南)",
        "lon": "121.496410",
        "lat": "25.067022",
        "version": 2
    },
    {
        "id": 1000150,
        "name": "正義重新路口",
        "address": "正義北路19號(向北)",
        "lon": "121.4975969",
        "lat": "25.06353227",
        "version": 1
    },
    {
        "id": 1000151,
        "name": "忠孝路口",
        "address": "忠孝路一段(向西)",
        "lon": "121.491880982174",
        "lat": "25.0718610139708",
        "version": 2
    },
    {
        "id": 1000152,
        "name": "舊莊",
        "address": "舊莊街一段199巷16弄2號(向西)",
        "lon": "121.622734485156",
        "lat": "25.0384056841054",
        "version": 7
    },
    {
        "id": 1000156,
        "name": "國賓飯店",
        "address": "中山北路二段(向南)",
        "lon": "121.522628910085",
        "lat": "25.0564276089864",
        "version": 2
    },
    {
        "id": 1000158,
        "name": "台泥大樓(馬偕醫院)",
        "address": "中山北路二段123號(向北)",
        "lon": "121.5230341",
        "lat": "25.06158152",
        "version": 2
    },
    {
        "id": 1000160,
        "name": "後港里",
        "address": "福港街(向北)",
        "lon": "121.518222",
        "lat": "25.089027",
        "version": 1
    },
    {
        "id": 1000161,
        "name": "福港街",
        "address": "承德路四段311號對向(向北)",
        "lon": "121.51767",
        "lat": "25.09023073",
        "version": 1
    },
    {
        "id": 1000162,
        "name": "民權吉林路口",
        "address": "民權東路二段(向西)",
        "lon": "121.529161500974",
        "lat": "25.0625939969562",
        "version": 2
    },
    {
        "id": 1000167,
        "name": "民族重慶路口",
        "address": "重慶北路三段(向北)",
        "lon": "121.513799396271",
        "lat": "25.0683085066047",
        "version": 2
    },
    {
        "id": 1000168,
        "name": "大龍峒保安宮",
        "address": "庫倫街62號(向東)",
        "lon": "121.5154577",
        "lat": "25.07195442",
        "version": 1
    },
    {
        "id": 1000170,
        "name": "捷運劍潭站(基河)",
        "address": "基河路上捷運站對面(向南)",
        "lon": "121.524748",
        "lat": "25.084849",
        "version": 4
    },
    {
        "id": 1000171,
        "name": "公教住宅",
        "address": "基河路(向北)",
        "lon": "121.522119",
        "lat": "25.090677",
        "version": 1
    },
    {
        "id": 1000175,
        "name": "圓山新城一",
        "address": "通北街(向西)",
        "lon": "121.539602",
        "lat": "25.082628",
        "version": 1
    },
    {
        "id": 1000179,
        "name": "大道路",
        "address": "大道路(向北)",
        "lon": "121.5827027",
        "lat": "25.0403216",
        "version": 1
    },
    {
        "id": 1000180,
        "name": "忠孝大道路口",
        "address": "大道路(向北)",
        "lon": "121.581542",
        "lat": "25.04243848",
        "version": 1
    },
    {
        "id": 1000184,
        "name": "民權龍江路口",
        "address": "民權東路三段(向西) ",
        "lon": "121.541275218891",
        "lat": "25.0623959365736",
        "version": 2
    },
    {
        "id": 1000186,
        "name": "民權龍江路口",
        "address": "民權東路三段(向東) ",
        "lon": "121.540554014847",
        "lat": "25.0623255291835",
        "version": 2
    },
    {
        "id": 1000192,
        "name": "青潭(新烏)",
        "address": "青潭路(向南)",
        "lon": "121.54646",
        "lat": "24.95129",
        "version": 3
    },
    {
        "id": 1000195,
        "name": "南京東路口",
        "address": "吉林路39號(向北)",
        "lon": "121.530156",
        "lat": "25.051132",
        "version": 2
    },
    {
        "id": 1000201,
        "name": "五分埤",
        "address": "康樂街200號(向南)",
        "lon": "121.62118809341",
        "lat": "25.0762017702812",
        "version": 2
    },
    {
        "id": 1000202,
        "name": "東湖站",
        "address": "忠三街5號(向南)",
        "lon": "121.6242289",
        "lat": "25.07836219",
        "version": 4
    },
    {
        "id": 1000203,
        "name": "康樂街",
        "address": "康樂街116號(向南)",
        "lon": "121.619134959956",
        "lat": "25.0711232284945",
        "version": 2
    },
    {
        "id": 1000204,
        "name": "內湖焚化廠(安康)",
        "address": "安康路228號對面(向西)",
        "lon": "121.603153",
        "lat": "25.063126",
        "version": 2
    },
    {
        "id": 1000206,
        "name": "南松山(南京)",
        "address": "南京東路五段(向西)",
        "lon": "121.569058",
        "lat": "25.051515",
        "version": 1
    },
    {
        "id": 1000207,
        "name": "內湖焚化廠(安康)",
        "address": "安康路228號前(向東)",
        "lon": "121.6030952",
        "lat": "25.06305438",
        "version": 1
    },
    {
        "id": 1000209,
        "name": "捷運東湖站(南湖高中)",
        "address": "康寧路三段247號(向北)",
        "lon": "121.611416",
        "lat": "25.066845",
        "version": 2
    },
    {
        "id": 1000211,
        "name": "五分埤",
        "address": "康樂街200號對面(向北)",
        "lon": "121.621188834486",
        "lat": "25.0761334864734",
        "version": 2
    },
    {
        "id": 1000213,
        "name": "新湖一路口",
        "address": "舊宗路一段128號前(向南)",
        "lon": "121.578858331191",
        "lat": "25.0605916742291",
        "version": 2
    },
    {
        "id": 1000215,
        "name": "潭美國小(舊宗)",
        "address": "舊宗路一段36號(向南)",
        "lon": "121.580495",
        "lat": "25.058297",
        "version": 4
    },
    {
        "id": 1000216,
        "name": "南松山(塔悠)",
        "address": "塔悠路(向北)",
        "lon": "121.570312",
        "lat": "25.052118",
        "version": 1
    },
    {
        "id": 1000221,
        "name": "南松山(塔悠)",
        "address": "塔悠路(向南)",
        "lon": "121.570154",
        "lat": "25.051932",
        "version": 1
    },
    {
        "id": 1000222,
        "name": "潭美國小(舊宗)",
        "address": "舊宗路一段30巷口對面(向北)",
        "lon": "121.581074",
        "lat": "25.057957",
        "version": 5
    },
    {
        "id": 1000223,
        "name": "新湖一路口",
        "address": "舊宗路一段128號對面(向北)",
        "lon": "121.5791317",
        "lat": "25.06054231",
        "version": 1
    },
    {
        "id": 1000224,
        "name": "新湖三路口(台北花市)",
        "address": "舊宗路一段158號對面(向北)",
        "lon": "121.57748",
        "lat": "25.062864",
        "version": 5
    },
    {
        "id": 1000226,
        "name": "大直站",
        "address": "樂群三路75號(向東)",
        "lon": "121.5538078",
        "lat": "25.08260704",
        "version": 3
    },
    {
        "id": 1000227,
        "name": "敬業四路",
        "address": "敬業四路(向北)",
        "lon": "121.558539",
        "lat": "25.081622",
        "version": 2
    },
    {
        "id": 1000231,
        "name": "捷運科技大樓站",
        "address": "復興南路一段(向南)",
        "lon": "121.5433292",
        "lat": "25.02679227",
        "version": 1
    },
    {
        "id": 1000234,
        "name": "萬隆",
        "address": "羅斯福路六段40號對面候車亭(向北)",
        "lon": "121.5402001",
        "lat": "24.99931624",
        "version": 1
    },
    {
        "id": 1000235,
        "name": "捷運萬隆站",
        "address": "羅斯福路六段245號(向北)",
        "lon": "121.5392576",
        "lat": "25.00138697",
        "version": 1
    },
    {
        "id": 1000237,
        "name": "芝麻大廈",
        "address": "復興南路一段(向北)",
        "lon": "121.54397",
        "lat": "25.049009",
        "version": 1
    },
    {
        "id": 1000238,
        "name": "捷運南京復興站",
        "address": "復興北路(向北)",
        "lon": "121.54428",
        "lat": "25.053562",
        "version": 2
    },
    {
        "id": 1000251,
        "name": "南港軟體園區北站",
        "address": "三重路19-12號(向南)",
        "lon": "121.614112062159",
        "lat": "25.0586133398695",
        "version": 4
    },
    {
        "id": 1000253,
        "name": "南港高工",
        "address": "南港路一段257號對面(向西)",
        "lon": "121.609776304165",
        "lat": "25.0549683149017",
        "version": 3
    },
    {
        "id": 1000254,
        "name": "土地公廟",
        "address": "台北市南港路二段290號(向西)",
        "lon": "121.595509916336",
        "lat": "25.0544903819023",
        "version": 5
    },
    {
        "id": 1000256,
        "name": "捷運劍潭站(基河)",
        "address": "基河路捷運劍潭站1號出口南側(向北)",
        "lon": "121.524923",
        "lat": "25.084914",
        "version": 4
    },
    {
        "id": 1000264,
        "name": "台電台北北區營業處",
        "address": "中山北路五段439號對面候車亭(向南)",
        "lon": "121.5273919",
        "lat": "25.09069989",
        "version": 1
    },
    {
        "id": 1000266,
        "name": "劍潭",
        "address": "中山北路四段67號對面(向南)",
        "lon": "121.524712226022",
        "lat": "25.0817595131148",
        "version": 2
    },
    {
        "id": 1000270,
        "name": "土地公廟",
        "address": "南港路二段(向東)",
        "lon": "121.596292330392",
        "lat": "25.0543174926906",
        "version": 2
    },
    {
        "id": 1000271,
        "name": "台肥新村",
        "address": "南港路二段(向東)",
        "lon": "121.603021736172",
        "lat": "25.053655363078",
        "version": 2
    },
    {
        "id": 1000272,
        "name": "南港行政中心",
        "address": "南港路一段(向東)",
        "lon": "121.607081950596",
        "lat": "25.0543759163622",
        "version": 2
    },
    {
        "id": 1000275,
        "name": "士林國中",
        "address": "中正路296號(向西)",
        "lon": "121.523354234095",
        "lat": "25.0948726073598",
        "version": 3
    },
    {
        "id": 1000276,
        "name": "國盛國宅",
        "address": "南海路(向東)",
        "lon": "121.5077926",
        "lat": "25.02761832",
        "version": 1
    },
    {
        "id": 1000277,
        "name": "南昌路",
        "address": "南昌路一段61至73號(向北)(牙醫)",
        "lon": "121.517416",
        "lat": "25.030967",
        "version": 6
    },
    {
        "id": 1000281,
        "name": "新湖民善街口(一)",
        "address": "新湖一路、民善街口第1支燈桿對面(向東)",
        "lon": "121.5760209",
        "lat": "25.05864893",
        "version": 1
    },
    {
        "id": 1000285,
        "name": "行愛路77巷口",
        "address": "行愛路(向北)",
        "lon": "121.5814889",
        "lat": "25.06239078",
        "version": 1
    },
    {
        "id": 1000287,
        "name": "國盛國宅",
        "address": "南海路(向南)",
        "lon": "121.5075488",
        "lat": "25.02762806",
        "version": 1
    },
    {
        "id": 1000288,
        "name": "德行東路",
        "address": "德行東路(向西)",
        "lon": "121.532047",
        "lat": "25.109121",
        "version": 1
    },
    {
        "id": 1000290,
        "name": "芝山抽水站",
        "address": "至誠路一段(向東)",
        "lon": "121.527205",
        "lat": "25.101235",
        "version": 2
    },
    {
        "id": 1000292,
        "name": "德行東路",
        "address": "德行東路189號對面(向東)",
        "lon": "121.5316696",
        "lat": "25.10882301",
        "version": 2
    },
    {
        "id": 1000294,
        "name": "吳興街口",
        "address": "基隆路二段(向南)",
        "lon": "121.5586001",
        "lat": "25.03159406",
        "version": 1
    },
    {
        "id": 1000297,
        "name": "福和橋(林森路)",
        "address": "林森路88號(向南)",
        "lon": "121.523431",
        "lat": "25.003877",
        "version": 3
    },
    {
        "id": 1000298,
        "name": "永元路",
        "address": "永元路34號(向北)",
        "lon": "121.522385215721",
        "lat": "25.0012830070909",
        "version": 3
    },
    {
        "id": 1000299,
        "name": "玉成公園(中坡)",
        "address": "中坡南路72號對面玉成公園(向北)",
        "lon": "121.585063",
        "lat": "25.041958",
        "version": 1
    },
    {
        "id": 1000300,
        "name": "玉成公園(中坡)",
        "address": "中坡南路(向西)",
        "lon": "121.5851435",
        "lat": "25.04110747",
        "version": 1
    },
    {
        "id": 1000303,
        "name": "福和橋(永元路)",
        "address": "永元路124號(向北)",
        "lon": "121.5228985",
        "lat": "25.00314063",
        "version": 2
    },
    {
        "id": 1000308,
        "name": "真光教養院",
        "address": "安和路三段(向北)",
        "lon": "121.5179227",
        "lat": "24.98388397",
        "version": 1
    },
    {
        "id": 1000309,
        "name": "新和國小",
        "address": "安和路三段(向北)",
        "lon": "121.516458",
        "lat": "24.98602",
        "version": 1
    },
    {
        "id": 1000311,
        "name": "濟南路二段",
        "address": "濟南路二段9號(向西)",
        "lon": "121.526771",
        "lat": "25.041525",
        "version": 1
    },
    {
        "id": 1000314,
        "name": "南港高中",
        "address": "向陽路80號對面(向南)",
        "lon": "121.5949802",
        "lat": "25.0530195",
        "version": 2
    },
    {
        "id": 1000316,
        "name": "捷運後山埤站(永吉)",
        "address": "永吉路565號(向西)",
        "lon": "121.581802015481",
        "lat": "25.0453970100532",
        "version": 7
    },
    {
        "id": 1000319,
        "name": "南港高中",
        "address": "向陽路84號(向北)",
        "lon": "121.595233108141",
        "lat": "25.0529513842885",
        "version": 3
    },
    {
        "id": 1000322,
        "name": "中和站",
        "address": "金城路三段(向東)",
        "lon": "121.4764569",
        "lat": "24.99154157",
        "version": 3
    },
    {
        "id": 1000325,
        "name": "自強市場",
        "address": "重慶南路三段117號(向北)",
        "lon": "121.516898839078",
        "lat": "25.0242546637841",
        "version": 3
    },
    {
        "id": 1000328,
        "name": "農訓協會",
        "address": "中山北路7段125號(向南)",
        "lon": "121.53187",
        "lat": "25.12262",
        "version": 2
    },
    {
        "id": 1000329,
        "name": "民權復興路口",
        "address": "民權東路三段(向西)",
        "lon": "121.5446524",
        "lat": "25.06222037",
        "version": 1
    },
    {
        "id": 1000332,
        "name": "信義路",
        "address": "信義路(向北)",
        "lon": "121.512403",
        "lat": "25.01391",
        "version": 1
    },
    {
        "id": 1000333,
        "name": "福和路",
        "address": "福和路(向西)",
        "lon": "121.5186354",
        "lat": "25.00759386",
        "version": 1
    },
    {
        "id": 1000334,
        "name": "中和區公所(景平路)",
        "address": "景平路503號前(向北)",
        "lon": "121.499576",
        "lat": "24.998816",
        "version": 4
    },
    {
        "id": 1000341,
        "name": "酒泉街",
        "address": "酒泉街112號(向東)",
        "lon": "121.5133789",
        "lat": "25.07204184",
        "version": 1
    },
    {
        "id": 1000347,
        "name": "捷運芝山站一",
        "address": "文林路667號(向南)",
        "lon": "121.522307508871",
        "lat": "25.1008497293525",
        "version": 2
    },
    {
        "id": 1000349,
        "name": "石牌",
        "address": "文林北路296號同向(向北)",
        "lon": "121.511778736417",
        "lat": "25.1104478952371",
        "version": 2
    },
    {
        "id": 1000350,
        "name": "貴子坑水土保持園區",
        "address": "秀山路(向西)",
        "lon": "121.492633753399",
        "lat": "25.1452633730156",
        "version": 2
    },
    {
        "id": 1000351,
        "name": "北投站",
        "address": "秀山路北投站停車場對面(向南)",
        "lon": "121.492071",
        "lat": "25.144595",
        "version": 5
    },
    {
        "id": 1001155,
        "name": "大南路口",
        "address": "承德路四段185號(向北)",
        "lon": "121.521715",
        "lat": "25.089018",
        "version": 1
    },
    {
        "id": 1180,
        "name": "大直國小",
        "address": "北安路486號同向(向東)",
        "lon": "121.5462433",
        "lat": "25.07975353",
        "version": 1
    },
    {
        "id": 1186,
        "name": "中山女高",
        "address": "長安東路二段118號同向(向東)",
        "lon": "121.53607",
        "lat": "25.04831",
        "version": 1
    },
    {
        "id": 1191,
        "name": "中山里",
        "address": "林森北路284號同向(向南)",
        "lon": "121.5253476",
        "lat": "25.05519022",
        "version": 1
    },
    {
        "id": 1193,
        "name": "中山國小",
        "address": "林森北路548號同向(向南)",
        "lon": "121.5255005",
        "lat": "25.06394478",
        "version": 1
    },
    {
        "id": 1194,
        "name": "中影八德大樓",
        "address": "八德路二段260號同向(向東)",
        "lon": "121.5408273",
        "lat": "25.04670644",
        "version": 1
    },
    {
        "id": 1195,
        "name": "中央電台",
        "address": "北安路87號同向(向東)",
        "lon": "121.53000062511",
        "lat": "25.0779258290758",
        "version": 7
    },
    {
        "id": 1197,
        "name": "五常國小",
        "address": "龍江路329號同向(向北)",
        "lon": "121.54096",
        "lat": "25.06401",
        "version": 1
    },
    {
        "id": 1198,
        "name": "五常街口",
        "address": "復興北路434號(向北)",
        "lon": "121.5444202",
        "lat": "25.06414996",
        "version": 1
    },
    {
        "id": 1199,
        "name": "長春一江街口",
        "address": "長春路143號同向(向西)",
        "lon": "121.53171",
        "lat": "25.05493",
        "version": 3
    },
    {
        "id": 1202,
        "name": "幸安國小",
        "address": "仁愛路上近新生南路同向(向西)",
        "lon": "121.534337688959",
        "lat": "25.0382385066713",
        "version": 3
    },
    {
        "id": 1203,
        "name": "中興中學",
        "address": "長安東路二段189號同向(向西)",
        "lon": "121.542821",
        "lat": "25.04833589",
        "version": 1
    },
    {
        "id": 1207,
        "name": "臺北大學(臺北校區)",
        "address": "建國北路二段69號(向南)",
        "lon": "121.53656",
        "lat": "25.05736",
        "version": 2
    },
    {
        "id": 1209,
        "name": "臺北漁市",
        "address": "民族東路288號同向(向西)",
        "lon": "121.53713",
        "lat": "25.06825",
        "version": 1
    },
    {
        "id": 1210,
        "name": "臺北漁市",
        "address": "建國北路三段93巷同向(向西)",
        "lon": "121.5370488",
        "lat": "25.06614272",
        "version": 2
    },
    {
        "id": 1212,
        "name": "植福宮",
        "address": "北安路592-3號(向北)",
        "lon": "121.5488002",
        "lat": "25.08160965",
        "version": 2
    },
    {
        "id": 1214,
        "name": "臺安醫院",
        "address": "八德路二段386號同向(向東)",
        "lon": "121.5462971",
        "lat": "25.04814244",
        "version": 2
    },
    {
        "id": 1215,
        "name": "臺安醫院",
        "address": "長安東路二段294號對向(向西)",
        "lon": "121.54531",
        "lat": "25.04829",
        "version": 2
    },
    {
        "id": 1222,
        "name": "市民林森路口",
        "address": "林森北路573號同向(向東)",
        "lon": "121.5232824",
        "lat": "25.04772528",
        "version": 1
    },
    {
        "id": 1223,
        "name": "市民復興路口",
        "address": "市民大道三209號同向(向西)",
        "lon": "121.5430887",
        "lat": "25.04494242",
        "version": 1
    },
    {
        "id": 1231,
        "name": "正守公園",
        "address": "長安東路一段54號同向(向東)",
        "lon": "121.5287092",
        "lat": "25.04814093",
        "version": 1
    },
    {
        "id": 1233,
        "name": "民族東路口",
        "address": "新生北路三段82之3號同向(向南)",
        "lon": "121.52756",
        "lat": "25.06731",
        "version": 1
    },
    {
        "id": 1236,
        "name": "民權中山路口",
        "address": "民權東路一段上近中山北路(向西)",
        "lon": "121.5230024",
        "lat": "25.06285356",
        "version": 1
    },
    {
        "id": 1239,
        "name": "民權松江路口",
        "address": "民權東路二段上近松江路同向(向東)",
        "lon": "121.5328589",
        "lat": "25.0624771",
        "version": 1
    },
    {
        "id": 1364,
        "name": "新生公園(林安泰)",
        "address": "地標同向(向南)",
        "lon": "121.532049633909",
        "lat": "25.0718150932832",
        "version": 2
    },
    {
        "id": 1370,
        "name": "新喜里",
        "address": "松江路530號同向(向南)",
        "lon": "121.53304",
        "lat": "25.06693",
        "version": 1
    },
    {
        "id": 1371,
        "name": "敬業三路一",
        "address": "敬業三路11號同向(向南)",
        "lon": "121.556252859677",
        "lat": "25.0832624488679",
        "version": 2
    },
    {
        "id": 1374,
        "name": "新壽公園",
        "address": "吉林路303號同向(向南)",
        "lon": "121.530295913433",
        "lat": "25.0633783394423",
        "version": 3
    },
    {
        "id": 1375,
        "name": "新福里",
        "address": "吉林路345號同向(向南)",
        "lon": "121.5302915",
        "lat": "25.065151",
        "version": 4
    },
    {
        "id": 1376,
        "name": "新興國中",
        "address": "林森北路476號對向(向南)",
        "lon": "121.5255106",
        "lat": "25.06108573",
        "version": 1
    },
    {
        "id": 1378,
        "name": "農安街吉林路口",
        "address": "農安街139號對向(向東)",
        "lon": "121.5306207",
        "lat": "25.06478877",
        "version": 1
    },
    {
        "id": 1379,
        "name": "聚盛里",
        "address": "林森北路382號對向(向北)",
        "lon": "121.52563",
        "lat": "25.05865",
        "version": 1
    },
    {
        "id": 1382,
        "name": "空軍司令部",
        "address": "北安路408巷同向(向東)",
        "lon": "121.540311649212",
        "lat": "25.0793999240419",
        "version": 2
    },
    {
        "id": 1386,
        "name": "慶城街口",
        "address": "長春路357號同向(向東)",
        "lon": "121.54574",
        "lat": "25.0545",
        "version": 1
    },
    {
        "id": 1388,
        "name": "稻江護校",
        "address": "新生北路三段63號旁同向(向南)",
        "lon": "121.5276297",
        "lat": "25.0650407",
        "version": 1
    },
    {
        "id": 1390,
        "name": "興安華城",
        "address": "復興北路226號(向南)",
        "lon": "121.5439555",
        "lat": "25.05685077",
        "version": 4
    },
    {
        "id": 1395,
        "name": "龍江路口",
        "address": "龍江路289號同向(向北)",
        "lon": "121.5408185",
        "lat": "25.06090008",
        "version": 1
    },
    {
        "id": 1398,
        "name": "懷生國小",
        "address": "市民大道三段252號同向(向東)",
        "lon": "121.542313",
        "lat": "25.04453244",
        "version": 1
    },
    {
        "id": 1399,
        "name": "懷生國宅",
        "address": "市民大道三段162號同向(向東)",
        "lon": "121.5356214",
        "lat": "25.04469814",
        "version": 1
    },
    {
        "id": 1406,
        "name": "花博公園",
        "address": "民族西路同向(向東)",
        "lon": "121.5212952",
        "lat": "25.06841334",
        "version": 2
    },
    {
        "id": 1407,
        "name": "花博公園",
        "address": "民族西路同向(向西)",
        "lon": "121.5215205",
        "lat": "25.06858085",
        "version": 2
    },
    {
        "id": 1411,
        "name": "臺北車站(承德)",
        "address": "承德路一段18號(向南)",
        "lon": "121.51669",
        "lat": "25.05042",
        "version": 1
    },
    {
        "id": 1413,
        "name": "臺北橋",
        "address": "延平北路二段266號同向(向南)",
        "lon": "121.5111652",
        "lat": "25.06204706",
        "version": 1
    },
    {
        "id": 1417,
        "name": "民生西路口",
        "address": "承德路二段56號(向南)",
        "lon": "121.5179896",
        "lat": "25.05672598",
        "version": 1
    },
    {
        "id": 1419,
        "name": "民生西路口(大稻埕碼頭)",
        "address": "延平北路二段127號同向(向北)",
        "lon": "121.5116168",
        "lat": "25.05744181",
        "version": 3
    },
    {
        "id": 1420,
        "name": "民生西寧路口",
        "address": "西寧北路85號同向(向北)",
        "lon": "121.5090487",
        "lat": "25.05638868",
        "version": 1
    },
    {
        "id": 1422,
        "name": "民生重慶路口",
        "address": "民生西路上近重慶北路同向(向北)",
        "lon": "121.513825816749",
        "lat": "25.0567660236851",
        "version": 2
    },
    {
        "id": 1423,
        "name": "民族西路",
        "address": "民族西路226號同向(向東)",
        "lon": "121.5127488",
        "lat": "25.06858641",
        "version": 1
    },
    {
        "id": 1424,
        "name": "民族承德路口",
        "address": "承德路三段150號同向(向南)",
        "lon": "121.518267306546",
        "lat": "25.0679133670728",
        "version": 2
    },
    {
        "id": 1432,
        "name": "成淵高中",
        "address": "承德路二段235號同向(向北)",
        "lon": "121.518406939795",
        "lat": "25.0608932097833",
        "version": 3
    },
    {
        "id": 1433,
        "name": "污水處理廠",
        "address": "延平北路四段235號同向(向南)",
        "lon": "121.5118",
        "lat": "25.07605",
        "version": 2
    },
    {
        "id": 1434,
        "name": "老師里",
        "address": "酒泉街170號同向(向東)",
        "lon": "121.5115542",
        "lat": "25.07205633",
        "version": 1
    },
    {
        "id": 1436,
        "name": "延平一站(長安)",
        "address": "長安西路298號同向(向東)",
        "lon": "121.51269",
        "lat": "25.05181",
        "version": 1
    },
    {
        "id": 1437,
        "name": "延平長安路口",
        "address": "延平北路ㄧ段102號同向(向南)",
        "lon": "121.511619183571",
        "lat": "25.0529374524353",
        "version": 2
    },
    {
        "id": 1439,
        "name": "延平鄭州路口",
        "address": "延平北路ㄧ段26號同向(向南)",
        "lon": "121.5118824",
        "lat": "25.05079028",
        "version": 1
    },
    {
        "id": 1441,
        "name": "昌吉重慶路口",
        "address": "重慶北路三段+昌吉街同向(向北)",
        "lon": "121.513757562654",
        "lat": "25.0657941207008",
        "version": 2
    },
    {
        "id": 1444,
        "name": "保安街口",
        "address": "延平北路二段234號同向(向北)",
        "lon": "121.511472403359",
        "lat": "25.0598403602302",
        "version": 3
    },
    {
        "id": 1445,
        "name": "南京西路口(鈕釦街)",
        "address": "延平北路二段20號同向(向南)",
        "lon": "121.511621119604",
        "lat": "25.0545471507946",
        "version": 2
    },
    {
        "id": 1451,
        "name": "迪化街",
        "address": "民生西路330號同向(向東)",
        "lon": "121.5113363",
        "lat": "25.05695365",
        "version": 1
    },
    {
        "id": 1452,
        "name": "庫倫街",
        "address": "重慶北路三段+昌吉街48號同向(向東)",
        "lon": "121.5180213",
        "lat": "25.07188056",
        "version": 1
    },
    {
        "id": 1453,
        "name": "庫倫街口",
        "address": "承德路三段273號同向(向北)",
        "lon": "121.519041158328",
        "lat": "25.0725860525549",
        "version": 2
    },
    {
        "id": 1455,
        "name": "酒泉重慶路口",
        "address": "重慶北路三段+酒泉街同向(向北)",
        "lon": "121.5138317",
        "lat": "25.07180965",
        "version": 1
    },
    {
        "id": 1458,
        "name": "馬偕醫院",
        "address": "民生西路44號同向(向東)",
        "lon": "121.5215461",
        "lat": "25.05773178",
        "version": 1
    },
    {
        "id": 1462,
        "name": "捷運圓山站",
        "address": "酒泉街9號同向(向北)",
        "lon": "121.5202544",
        "lat": "25.06988017",
        "version": 2
    },
    {
        "id": 1463,
        "name": "捷運雙連站",
        "address": "民生西路142號同向(向東)",
        "lon": "121.519465",
        "lat": "25.05746263",
        "version": 1
    },
    {
        "id": 1479,
        "name": "延三觀光夜市",
        "address": "延平北路三段9號同向(向北)",
        "lon": "121.5112212",
        "lat": "25.0636257",
        "version": 1
    },
    {
        "id": 1480,
        "name": "延三觀光夜市",
        "address": "延平北路三段34號同向(向南)",
        "lon": "121.5110111",
        "lat": "25.06441683",
        "version": 1
    },
    {
        "id": 1481,
        "name": "鄰江里",
        "address": "延平北路四段94號同向(向南)",
        "lon": "121.5107964",
        "lat": "25.07164742",
        "version": 1
    },
    {
        "id": 1483,
        "name": "聯合醫院中興院區",
        "address": "鄭州路145號對向(向東)",
        "lon": "121.5092776",
        "lat": "25.05025178",
        "version": 1
    },
    {
        "id": 1484,
        "name": "聯合醫院中興院區(塔城)",
        "address": "塔城街30號同向(向南)",
        "lon": "121.510398526977",
        "lat": "25.0513352337636",
        "version": 4
    },
    {
        "id": 1485,
        "name": "聯合醫院中興院區(西寧)",
        "address": "西寧北路醫院側門(向北)",
        "lon": "121.5084",
        "lat": "25.05126",
        "version": 2
    },
    {
        "id": 1487,
        "name": "蘭州國中",
        "address": "民族西路136號同向(向東)",
        "lon": "121.5161869",
        "lat": "25.06851222",
        "version": 1
    },
    {
        "id": 1488,
        "name": "八德敦化路口",
        "address": "八德路三段上近敦化北路同向(向南)",
        "lon": "121.54874",
        "lat": "25.04864",
        "version": 1
    },
    {
        "id": 1492,
        "name": "三民路",
        "address": "三民路108號同向(向南)",
        "lon": "121.5634",
        "lat": "25.0575",
        "version": 2
    },
    {
        "id": 1495,
        "name": "公教住宅",
        "address": "民生東路四段105號同向(向東)",
        "lon": "121.5525641",
        "lat": "25.05792823",
        "version": 1
    },
    {
        "id": 1496,
        "name": "中華航空",
        "address": "民權東路四段光復北路口向東100M對向(向東)",
        "lon": "121.55578",
        "lat": "25.06188",
        "version": 1
    },
    {
        "id": 1499,
        "name": "臺視",
        "address": "八德路三段20號同向(向東)",
        "lon": "121.5511",
        "lat": "25.04807",
        "version": 1
    },
    {
        "id": 1500,
        "name": "市民光復路口",
        "address": "市民大道五段8號同向(向東)",
        "lon": "121.5592751",
        "lat": "25.0455743",
        "version": 1
    },
    {
        "id": 1503,
        "name": "新益里",
        "address": "撫遠街348號同向(向南)",
        "lon": "121.566155",
        "lat": "25.062286",
        "version": 2
    },
    {
        "id": 1504,
        "name": "新益里",
        "address": "富錦街571巷18號同向(向北)",
        "lon": "121.566269",
        "lat": "25.062445",
        "version": 3
    },
    {
        "id": 1505,
        "name": "酒泉重慶路口",
        "address": "重慶北路三段294號(向南)",
        "lon": "121.51367",
        "lat": "25.07328",
        "version": 1
    },
    {
        "id": 1507,
        "name": "民生國中",
        "address": "撫遠街232號同向(向南)",
        "lon": "121.5679233",
        "lat": "25.05966141",
        "version": 1
    },
    {
        "id": 1511,
        "name": "民權公園",
        "address": "地標同向(向東)",
        "lon": "121.5570015",
        "lat": "25.06197719",
        "version": 1
    },
    {
        "id": 1514,
        "name": "民權國小",
        "address": "民權東路四段200號同向(向東)",
        "lon": "121.5604772",
        "lat": "25.06240309",
        "version": 1
    },
    {
        "id": 1515,
        "name": "玉成里",
        "address": "八德路四段802號對向(向東)",
        "lon": "121.58098318132",
        "lat": "25.0508671197",
        "version": 2
    },
    {
        "id": 1517,
        "name": "合江街口",
        "address": "民生東路三段8號同向(向東)",
        "lon": "121.5381394",
        "lat": "25.05772436",
        "version": 1
    },
    {
        "id": 1519,
        "name": "成福路口一",
        "address": "成福路171號同向(向北)",
        "lon": "121.5883563",
        "lat": "25.04098779",
        "version": 1
    },
    {
        "id": 1520,
        "name": "西松高中",
        "address": "健康路325巷24弄同向(向北)",
        "lon": "121.56716",
        "lat": "25.05625",
        "version": 1
    },
    {
        "id": 1522,
        "name": "長壽公園",
        "address": "健康路151號對面(向東)",
        "lon": "121.55985",
        "lat": "25.05381",
        "version": 1
    },
    {
        "id": 1523,
        "name": "西華飯店",
        "address": "民生東路三段118號同向(向東)",
        "lon": "121.545777",
        "lat": "25.057658",
        "version": 2
    },
    {
        "id": 1524,
        "name": "京華城",
        "address": "八德路四段188號同向(向西)",
        "lon": "121.563767340338",
        "lat": "25.0488406998915",
        "version": 2
    },
    {
        "id": 1533,
        "name": "松山新城",
        "address": "光復北路220號同向(向南)",
        "lon": "121.55556",
        "lat": "25.05562",
        "version": 1
    },
    {
        "id": 1534,
        "name": "松山農會",
        "address": "八德路四段610號同向(向東)",
        "lon": "121.573848311551",
        "lat": "25.0499024516685",
        "version": 2
    },
    {
        "id": 1540,
        "name": "東興路",
        "address": "東興路71號對向(向南)",
        "lon": "121.566472",
        "lat": "25.04659505",
        "version": 1
    },
    {
        "id": 1541,
        "name": "東興路一",
        "address": "東興路5號同向(向北)",
        "lon": "121.56552",
        "lat": "25.05002",
        "version": 1
    },
    {
        "id": 1542,
        "name": "東興路一",
        "address": "東興路12號同向(向南)",
        "lon": "121.56523",
        "lat": "25.05013",
        "version": 1
    },
    {
        "id": 1545,
        "name": "南京公寓(捷運南京三民)",
        "address": "南京東路五段225號同向(向東)",
        "lon": "121.564943",
        "lat": "25.051276",
        "version": 3
    },
    {
        "id": 1546,
        "name": "南京建國路口",
        "address": "南京東路三段上近建國北路二段同向(向西)",
        "lon": "121.537271345417",
        "lat": "25.0520896887846",
        "version": 2
    },
    {
        "id": 1548,
        "name": "南京敦化路口(小巨蛋)",
        "address": "南京東路三段上近敦化北路同向(向西)",
        "lon": "121.549520919642",
        "lat": "25.0517934820293",
        "version": 3
    },
    {
        "id": 1551,
        "name": "南京新村",
        "address": "光復北路139號同向(向北)",
        "lon": "121.556952",
        "lat": "25.052989",
        "version": 2
    },
    {
        "id": 1556,
        "name": "南京龍江路口",
        "address": "南京東路三段上近龍江路同向(向西)",
        "lon": "121.54070499861",
        "lat": "25.0519637860586",
        "version": 2
    },
    {
        "id": 1560,
        "name": "美仁里",
        "address": "八德路三段138號同向(向東)",
        "lon": "121.55415",
        "lat": "25.048",
        "version": 1
    },
    {
        "id": 1242,
        "name": "民權建國路口",
        "address": "民權東路二段上近建國北路二段同向(向東)",
        "lon": "121.5364984",
        "lat": "25.06236889",
        "version": 1
    },
    {
        "id": 1247,
        "name": "光華商場",
        "address": "新生南路一段上近市民大道三段同向(向東)",
        "lon": "121.5315442",
        "lat": "25.0456428",
        "version": 2
    },
    {
        "id": 1251,
        "name": "吉林路底",
        "address": "吉林路460號同向(向南)",
        "lon": "121.530399427523",
        "lat": "25.0671439681624",
        "version": 4
    },
    {
        "id": 1253,
        "name": "行天宮",
        "address": "松江路380號同向(向南)",
        "lon": "121.5331713",
        "lat": "25.06348476",
        "version": 1
    },
    {
        "id": 1254,
        "name": "自強隧道",
        "address": "北安路明水路交叉口同向(向東)",
        "lon": "121.551895985064",
        "lat": "25.0858624708036",
        "version": 2
    },
    {
        "id": 1260,
        "name": "忠烈祠",
        "address": "北安路91號同向(向東)",
        "lon": "121.5319142",
        "lat": "25.07800478",
        "version": 3
    },
    {
        "id": 1264,
        "name": "明水路一",
        "address": "明水路655號前(向南)",
        "lon": "121.5508825",
        "lat": "25.08303261",
        "version": 2
    },
    {
        "id": 1265,
        "name": "明水路一",
        "address": "明水路609號對向(向西)",
        "lon": "121.551413",
        "lat": "25.082292",
        "version": 1
    },
    {
        "id": 1266,
        "name": "明水路一",
        "address": "樂群三路1號旁(向西)",
        "lon": "121.55175",
        "lat": "25.08281",
        "version": 1
    },
    {
        "id": 1268,
        "name": "明水路三",
        "address": "明水路435號(向西)",
        "lon": "121.54947",
        "lat": "25.07742",
        "version": 1
    },
    {
        "id": 1270,
        "name": "長春松江路口",
        "address": "松江路上近南京東路二段同向(向北)",
        "lon": "121.5331386",
        "lat": "25.05453652",
        "version": 1
    },
    {
        "id": 1272,
        "name": "林森北路一",
        "address": "林森北路111號同向(向北)",
        "lon": "121.52495",
        "lat": "25.05059",
        "version": 2
    },
    {
        "id": 1273,
        "name": "林森北路一",
        "address": "林森北路112號同向(向南)",
        "lon": "121.524816490963",
        "lat": "25.0505629682906",
        "version": 3
    },
    {
        "id": 1276,
        "name": "欣欣大眾公司",
        "address": "林森北路247號對向(向南)",
        "lon": "121.5252473",
        "lat": "25.05305721",
        "version": 2
    },
    {
        "id": 1279,
        "name": "芝麻大廈",
        "address": "復興北路40號同向(向南)",
        "lon": "121.543802690086",
        "lat": "25.0492793865955",
        "version": 2
    },
    {
        "id": 1280,
        "name": "長安松江路口",
        "address": "松江路上近長安東路同向(向南)",
        "lon": "121.5329145",
        "lat": "25.04864879",
        "version": 1
    },
    {
        "id": 1284,
        "name": "長安東路一段",
        "address": "台北市忠義街同向(向東)",
        "lon": "121.5224936",
        "lat": "25.04957589",
        "version": 1
    },
    {
        "id": 1285,
        "name": "長安東路二段",
        "address": "台北市忠義街同向(向東)",
        "lon": "121.5334062",
        "lat": "25.04839",
        "version": 1
    },
    {
        "id": 1289,
        "name": "長安國小(長安)",
        "address": "長安東路二段24號同向(向東)",
        "lon": "121.5308318",
        "lat": "25.04843271",
        "version": 1
    },
    {
        "id": 1290,
        "name": "長安國小(吉林)",
        "address": "吉林路24號之1同向(向南)",
        "lon": "121.5299293",
        "lat": "25.05134169",
        "version": 1
    },
    {
        "id": 1292,
        "name": "長安龍江路口",
        "address": "長安東路二段169之1號同向(向西)",
        "lon": "121.54094",
        "lat": "25.04838",
        "version": 1
    },
    {
        "id": 1293,
        "name": "長春市場",
        "address": "長春路283之3號同向(向西)",
        "lon": "121.5416683",
        "lat": "25.05480354",
        "version": 1
    },
    {
        "id": 1294,
        "name": "長春松江路口",
        "address": "松江路上近長春路同向(向南)",
        "lon": "121.532922",
        "lat": "25.0553184",
        "version": 1
    },
    {
        "id": 1296,
        "name": "長春國小",
        "address": "建國北路二段29之2號同向(向北)",
        "lon": "121.537138",
        "lat": "25.05272",
        "version": 2
    },
    {
        "id": 1298,
        "name": "長春敦化路口",
        "address": "敦化北路上近長春路同向(向南)",
        "lon": "121.54883",
        "lat": "25.05458",
        "version": 1
    },
    {
        "id": 1317,
        "name": "建北站",
        "address": "建國北路三段147號同向(向北)",
        "lon": "121.534259",
        "lat": "25.067208",
        "version": 1
    },
    {
        "id": 1320,
        "name": "建國啤酒廠",
        "address": "建國北路一段26號同向(向南)",
        "lon": "121.5363796",
        "lat": "25.04706738",
        "version": 1
    },
    {
        "id": 1321,
        "name": "建國農安街口",
        "address": "農安街273號同向(向西)",
        "lon": "121.536153",
        "lat": "25.06481951",
        "version": 1
    },
    {
        "id": 1323,
        "name": "建國錦州街口",
        "address": "建國北路二段216號同向(向南)",
        "lon": "121.5366797",
        "lat": "25.06076578",
        "version": 1
    },
    {
        "id": 1340,
        "name": "捷運南京復興站",
        "address": "復興北路166號同向(向南)",
        "lon": "121.54381",
        "lat": "25.05352",
        "version": 2
    },
    {
        "id": 1342,
        "name": "捷運雙連站",
        "address": "台北縣民安東路同向(向西)",
        "lon": "121.519034332355",
        "lat": "25.0575481163977",
        "version": 2
    },
    {
        "id": 1344,
        "name": "第二果菜市場",
        "address": "台北縣新莊新樹路同向(向東)",
        "lon": "121.53888",
        "lat": "25.06805",
        "version": 1
    },
    {
        "id": 1347,
        "name": "中山老人住宅",
        "address": "新生北路二段74號同向(向南)",
        "lon": "121.52728",
        "lat": "25.0572",
        "version": 3
    },
    {
        "id": 1349,
        "name": "景福宮",
        "address": "林森北路626號同向(向南)",
        "lon": "121.5255625",
        "lat": "25.06725254",
        "version": 1
    },
    {
        "id": 1351,
        "name": "華山公園",
        "address": "林森北路37巷同向(向南)",
        "lon": "121.524119571056",
        "lat": "25.0481741643018",
        "version": 3
    },
    {
        "id": 1352,
        "name": "華山公園(市民)",
        "address": "地標同向(向東)",
        "lon": "121.5264947",
        "lat": "25.04712235",
        "version": 1
    },
    {
        "id": 1356,
        "name": "圓山大飯店",
        "address": "北安路47號對向(向東)",
        "lon": "121.528167347349",
        "lat": "25.0772703676354",
        "version": 2
    },
    {
        "id": 1357,
        "name": "圓山大飯店",
        "address": "北安路47號同向(向西)",
        "lon": "121.527964269875",
        "lat": "25.077322358349",
        "version": 2
    },
    {
        "id": 1361,
        "name": "新生公園",
        "address": "民族東路128號(向東)",
        "lon": "121.52886134688",
        "lat": "25.068240951857",
        "version": 4
    },
    {
        "id": 1000814,
        "name": "飛航服務總台",
        "address": "濱江街(向西)",
        "lon": "121.5521793",
        "lat": "25.07250438",
        "version": 1
    },
    {
        "id": 1000829,
        "name": "仁愛街",
        "address": "仁愛街(向北)",
        "lon": "121.4897568",
        "lat": "25.08184874",
        "version": 1
    },
    {
        "id": 1000830,
        "name": "鶴齡協會",
        "address": "環河北路三段(向南)",
        "lon": "121.4966618",
        "lat": "25.08581689",
        "version": 1
    },
    {
        "id": 1000832,
        "name": "碧華寺",
        "address": "溪尾街(向南)",
        "lon": "121.487314",
        "lat": "25.083457",
        "version": 1
    },
    {
        "id": 1000843,
        "name": "天台廣場",
        "address": "重新路二段46號(向東)",
        "lon": "121.49694",
        "lat": "25.061947",
        "version": 1
    },
    {
        "id": 1000846,
        "name": "鳳山街口",
        "address": "松江路+南京東路(向南)",
        "lon": "121.4129393",
        "lat": "25.0248157",
        "version": 3
    },
    {
        "id": 1000847,
        "name": "正守公園",
        "address": "長安東路二段(向西)",
        "lon": "121.5287418",
        "lat": "25.04827485",
        "version": 1
    },
    {
        "id": 1000850,
        "name": "華齡街",
        "address": "華齡街27號(向南)",
        "lon": "121.5193796",
        "lat": "25.08302155",
        "version": 1
    },
    {
        "id": 1000851,
        "name": "指南宮",
        "address": "萬壽路85號(向北)",
        "lon": "121.585437474256",
        "lat": "24.9812125534647",
        "version": 3
    },
    {
        "id": 1000854,
        "name": "新光路口",
        "address": "指南路29號前(向西)",
        "lon": "121.573881732316",
        "lat": "24.9880845060964",
        "version": 4
    },
    {
        "id": 1000857,
        "name": "文山運動中心(萬芳)",
        "address": "萬芳路和興隆路3段交叉口東北側(向西)",
        "lon": "121.5603813",
        "lat": "24.99706037",
        "version": 2
    },
    {
        "id": 1000859,
        "name": "指南宮",
        "address": "萬壽路(向南)",
        "lon": "121.5851995",
        "lat": "24.98134487",
        "version": 1
    },
    {
        "id": 1000862,
        "name": "行仁里",
        "address": "龍江路(向北)",
        "lon": "121.5410055",
        "lat": "25.06578312",
        "version": 2
    },
    {
        "id": 1000866,
        "name": "鄉長路一段",
        "address": "鄉長路一段21號(向南)",
        "lon": "121.66504010128",
        "lat": "25.0741682394737",
        "version": 4
    },
    {
        "id": 1000867,
        "name": "建民里一",
        "address": "承德路六段313巷南側(向北)",
        "lon": "121.512059",
        "lat": "25.105346",
        "version": 7
    },
    {
        "id": 1000869,
        "name": "摩登家庭社區",
        "address": "忠孝東路(向南)",
        "lon": "121.665938786409",
        "lat": "25.0718638857203",
        "version": 2
    },
    {
        "id": 1000895,
        "name": "瑞光港墘路口",
        "address": "瑞光路356號對面候車亭(向西)",
        "lon": "121.5731066",
        "lat": "25.07729684",
        "version": 3
    },
    {
        "id": 1000896,
        "name": "仁寶大樓",
        "address": "瑞光路500號對面(向西)",
        "lon": "121.568256",
        "lat": "25.079478",
        "version": 1
    },
    {
        "id": 1000897,
        "name": "瑞光路",
        "address": "瑞光路245號前候車亭(向西)",
        "lon": "121.577332",
        "lat": "25.074806",
        "version": 5
    },
    {
        "id": 1000899,
        "name": "東新國小",
        "address": "重陽路237號(向西)",
        "lon": "121.6021258",
        "lat": "25.05766955",
        "version": 1
    },
    {
        "id": 1000901,
        "name": "大同大學",
        "address": "大同大學(美術公園)(向東)",
        "lon": "121.5242636",
        "lat": "25.06834316",
        "version": 1
    },
    {
        "id": 1000908,
        "name": "學園路口",
        "address": "中央北路四段學員路口北側50公尺(向南)",
        "lon": "121.4655161",
        "lat": "25.12728943",
        "version": 1
    },
    {
        "id": 1000910,
        "name": "北藝大游泳館",
        "address": "台北藝術大學陽關大道關子嶺(向西)",
        "lon": "121.4729941",
        "lat": "25.13593958",
        "version": 1
    },
    {
        "id": 1000913,
        "name": "萬金路口",
        "address": "延平北路八段2巷126號對向(向西)",
        "lon": "121.4864995",
        "lat": "25.1093014",
        "version": 1
    },
    {
        "id": 1000915,
        "name": "水河里",
        "address": "新北市蘆洲區民族路265號前(向東)",
        "lon": "121.476197",
        "lat": "25.090684",
        "version": 3
    },
    {
        "id": 1000927,
        "name": "安和路口",
        "address": "安和路二段188號(向南)",
        "lon": "121.55014",
        "lat": "25.02484",
        "version": 1
    },
    {
        "id": 1000928,
        "name": "秀山里",
        "address": "中和街515號(向東)",
        "lon": "121.493826634438",
        "lat": "25.1452880512553",
        "version": 2
    },
    {
        "id": 1000931,
        "name": "大佳國小",
        "address": "(向西)",
        "lon": "121.5363923",
        "lat": "25.07266647",
        "version": 1
    },
    {
        "id": 1000940,
        "name": "新莊站",
        "address": "中山路1段498號(向西)",
        "lon": "121.442929623",
        "lat": "25.057424880961",
        "version": 2
    },
    {
        "id": 1000945,
        "name": "衛星電台",
        "address": "菁山路125巷對面(電台大門前)(向西)",
        "lon": "121.5647162",
        "lat": "25.14441446",
        "version": 4
    },
    {
        "id": 1000946,
        "name": "衛星電台",
        "address": "菁山路(電台大門前)(向東)",
        "lon": "121.5650058",
        "lat": "25.14478901",
        "version": 5
    },
    {
        "id": 1000954,
        "name": "平菁街28巷",
        "address": "平菁街28巷口(向北)",
        "lon": "121.572175",
        "lat": "25.136462",
        "version": 5
    },
    {
        "id": 1000956,
        "name": "明志和平路口",
        "address": "明志路一段52號(向北)",
        "lon": "121.4335774",
        "lat": "25.06495802",
        "version": 1
    },
    {
        "id": 1000958,
        "name": "鄉長路一段",
        "address": "鄉長路一段29號對面(向北)",
        "lon": "121.665167",
        "lat": "25.074309",
        "version": 2
    },
    {
        "id": 1000960,
        "name": "新泰國中北站",
        "address": "(向北)",
        "lon": "121.443718",
        "lat": "25.043953",
        "version": 1
    },
    {
        "id": 1000962,
        "name": "新北大道思源路口",
        "address": "新北市新莊區新北大道二段233號(向東)",
        "lon": "121.461510",
        "lat": "25.060500",
        "version": 4
    },
    {
        "id": 1000965,
        "name": "軍人公墓",
        "address": "研究院路3段175號南側35公尺(向東)",
        "lon": "121.6121944",
        "lat": "25.0332955",
        "version": 2
    },
    {
        "id": 1000966,
        "name": "五谷王廟",
        "address": "重新路5段449號前(向西)",
        "lon": "121.4740976",
        "lat": "25.04728267",
        "version": 1
    },
    {
        "id": 1000969,
        "name": "光明市場",
        "address": "(向西)",
        "lon": "121.4908403",
        "lat": "25.05747984",
        "version": 1
    },
    {
        "id": 1000974,
        "name": "陽光運動園區(新店花市)",
        "address": "安和路2段230號(向北)",
        "lon": "121.5167886",
        "lat": "24.97725375",
        "version": 3
    },
    {
        "id": 1000975,
        "name": "龍山寺(康定)",
        "address": "康定路173號(向北)",
        "lon": "121.501464019539",
        "lat": "25.0363140633243",
        "version": 2
    },
    {
        "id": 1000855,
        "name": "指南路",
        "address": "指南路一段33號(向西)",
        "lon": "121.56997997801",
        "lat": "24.987746922127",
        "version": 4
    },
    {
        "id": 1000983,
        "name": "捷運頭前庄站",
        "address": "中正路54號(向北)",
        "lon": "121.4619991",
        "lat": "25.0398077",
        "version": 1
    },
    {
        "id": 1000984,
        "name": "明志里",
        "address": "明志路二段265號對面(向南)",
        "lon": "121.42698",
        "lat": "25.048028",
        "version": 1
    },
    {
        "id": 1000985,
        "name": "明志科技大學",
        "address": "明志路三段184號(向南)",
        "lon": "121.4241632",
        "lat": "25.03898947",
        "version": 1
    },
    {
        "id": 1000987,
        "name": "明日世界",
        "address": "成泰路一段173號對面(向北)",
        "lon": "121.4351536",
        "lat": "25.07538842",
        "version": 2
    },
    {
        "id": 1000988,
        "name": "五股服務社",
        "address": "成泰路二段166號(向北)",
        "lon": "121.438433280844",
        "lat": "25.0842496814391",
        "version": 3
    },
    {
        "id": 1001000,
        "name": "中興路三段",
        "address": "新北市五股區中興路2段48號(向西)",
        "lon": "121.4415022",
        "lat": "25.08207123",
        "version": 2
    },
    {
        "id": 1001001,
        "name": "和泰新村",
        "address": "中興路一段163號(向南)",
        "lon": "121.464826",
        "lat": "25.073655",
        "version": 3
    },
    {
        "id": 1001006,
        "name": "昌吉重慶路口",
        "address": "重慶北路公車專用道(向南)",
        "lon": "121.5136438",
        "lat": "25.06615028",
        "version": 1
    },
    {
        "id": 1001007,
        "name": "集會所",
        "address": "民義路2段45號(向北)",
        "lon": "121.413926",
        "lat": "25.101445",
        "version": 2
    },
    {
        "id": 1001011,
        "name": "青潭一",
        "address": "北宜路一段167號北側20公尺(向西)",
        "lon": "121.5428729",
        "lat": "24.95305082",
        "version": 2
    },
    {
        "id": 1001012,
        "name": "新店國小",
        "address": "新店市北宜路一段117號(向北)",
        "lon": "121.5405279",
        "lat": "24.95347027",
        "version": 1
    },
    {
        "id": 1001013,
        "name": "文山國中",
        "address": "新店市北宜路一段107號(向北)",
        "lon": "121.5390725",
        "lat": "24.95537196",
        "version": 1
    },
    {
        "id": 1001016,
        "name": "菁山三",
        "address": "菁山路101巷49弄對面(向南)",
        "lon": "121.558360",
        "lat": "25.147360",
        "version": 2
    },
    {
        "id": 1001017,
        "name": "青潭(新烏)",
        "address": "新烏路(向北)",
        "lon": "121.54672428703",
        "lat": "24.951245078111",
        "version": 4
    },
    {
        "id": 1001019,
        "name": "美墅家",
        "address": "新店市安康路三段553號(向北)",
        "lon": "121.4764402",
        "lat": "24.94431726",
        "version": 1
    },
    {
        "id": 1001025,
        "name": "明水路口",
        "address": "樂群二路與明水路口東北側候車亭(向東)",
        "lon": "121.5528283",
        "lat": "25.07996639",
        "version": 1
    },
    {
        "id": 1001038,
        "name": "中生橋頭",
        "address": "北宜路二段531號(向東)",
        "lon": "121.564133",
        "lat": "24.953409",
        "version": 1
    },
    {
        "id": 1001039,
        "name": "中生橋頭",
        "address": "北宜路二段531號對面(向西)",
        "lon": "121.564133",
        "lat": "24.953409",
        "version": 2
    },
    {
        "id": 1001041,
        "name": "土銀訓練中心",
        "address": "(向北)",
        "lon": "121.5501407",
        "lat": "24.95216096",
        "version": 1
    },
    {
        "id": 1001043,
        "name": "順安街",
        "address": "新北市新店區順安街68號前(向南)",
        "lon": "121.540781686142",
        "lat": "24.9863299480882",
        "version": 10
    },
    {
        "id": 1001047,
        "name": "大坪頂",
        "address": "安康路1段75號(向北)",
        "lon": "121.5298939",
        "lat": "24.96132951",
        "version": 1
    },
    {
        "id": 1001049,
        "name": "下城里",
        "address": "台北縣新店市安康路一段152號對向(向西)",
        "lon": "121.5262847",
        "lat": "24.96306452",
        "version": 2
    },
    {
        "id": 1001050,
        "name": "下城社區",
        "address": "台北縣新店市安康路一段271號對向(向西)",
        "lon": "121.5239545",
        "lat": "24.96359615",
        "version": 2
    },
    {
        "id": 1001051,
        "name": "青潭國小一",
        "address": "北宜路二段277號同向(向西)",
        "lon": "121.554611",
        "lat": "24.953566",
        "version": 2
    },
    {
        "id": 1001052,
        "name": "青潭新村",
        "address": "北宜路二段151-1號對面(向北)",
        "lon": "121.551555",
        "lat": "24.95306634",
        "version": 1
    },
    {
        "id": 1001054,
        "name": "壽德街口",
        "address": "(向北)",
        "lon": "121.4670038",
        "lat": "24.99461455",
        "version": 1
    },
    {
        "id": 1165603274,
        "name": "坑口運動公園",
        "address": "舊庄街1段290巷坑口運動公園前面(向北)",
        "lon": "121.623671273242",
        "lat": "25.0351236765672",
        "version": 2
    },
    {
        "id": 1001059,
        "name": "民生路橋",
        "address": "板橋區民生路二段62號",
        "lon": "121.471608",
        "lat": "25.017445",
        "version": 3
    },
    {
        "id": 1001063,
        "name": "介壽公園",
        "address": "(向北)",
        "lon": "121.4634845",
        "lat": "25.00860074",
        "version": 1
    },
    {
        "id": 1001073,
        "name": "深坑國小",
        "address": "北深路二段123號巷旁(向東)",
        "lon": "121.616570605411",
        "lat": "25.0030922336576",
        "version": 7
    },
    {
        "id": 1001074,
        "name": "景美國小(景文)",
        "address": "景文街169號(向北)",
        "lon": "121.540918398248",
        "lat": "24.9891053967322",
        "version": 2
    },
    {
        "id": 1001077,
        "name": "深美橋",
        "address": "蘇府王爺廟斜對面(向北)",
        "lon": "121.624020061467",
        "lat": "25.0055271968746",
        "version": 2
    },
    {
        "id": 1001086,
        "name": "民生東路口",
        "address": "吉林路210號(向南)",
        "lon": "121.5301123",
        "lat": "25.05840464",
        "version": 1
    },
    {
        "id": 1001088,
        "name": "濟南金山路口",
        "address": "濟南路二段39號(向西)",
        "lon": "121.529783",
        "lat": "25.040743",
        "version": 1
    },
    {
        "id": 1001090,
        "name": "錦州街口",
        "address": "吉林路229號(向北)",
        "lon": "121.530302",
        "lat": "25.060532",
        "version": 1
    },
    {
        "id": 1001093,
        "name": "石碇高中",
        "address": "北深路一段底(向東)",
        "lon": "121.643401638481",
        "lat": "25.0120020984692",
        "version": 2
    },
    {
        "id": 1001113,
        "name": "汐止",
        "address": "新北市汐止區大同路二段523號(向南)",
        "lon": "121.661689061306",
        "lat": "25.0691766561076",
        "version": 2
    },
    {
        "id": 1001116,
        "name": "京華城",
        "address": "市民大道五段京華城對面候車亭(向東)",
        "lon": "121.5625826",
        "lat": "25.04699097",
        "version": 2
    },
    {
        "id": 1001118,
        "name": "市民延吉街口",
        "address": "(向西)",
        "lon": "121.553879",
        "lat": "25.044634",
        "version": 2
    },
    {
        "id": 1001120,
        "name": "微風廣場",
        "address": "(向西)",
        "lon": "121.545517",
        "lat": "25.045098",
        "version": 2
    },
    {
        "id": 1001121,
        "name": "懷生國小",
        "address": "(向西)",
        "lon": "121.541799",
        "lat": "25.04476899",
        "version": 1
    },
    {
        "id": 1001122,
        "name": "忠泰美術館",
        "address": "市民大道三段182號對面(向西)",
        "lon": "121.537667",
        "lat": "25.044874",
        "version": 6
    },
    {
        "id": 1001123,
        "name": "懷生國宅",
        "address": "(向西)",
        "lon": "121.5354657",
        "lat": "25.04500785",
        "version": 2
    },
    {
        "id": 1001124,
        "name": "市民林森路口",
        "address": "(向西)",
        "lon": "121.5231846",
        "lat": "25.04801517",
        "version": 1
    },
    {
        "id": 1001128,
        "name": "汀州路",
        "address": "汀州路(向西)",
        "lon": "121.511073",
        "lat": "25.02706",
        "version": 2
    },
    {
        "id": 1001129,
        "name": "慈濟醫院",
        "address": "(向南)",
        "lon": "121.536885",
        "lat": "24.985668",
        "version": 1
    },
    {
        "id": 1001136,
        "name": "秀朗國小",
        "address": "德和路249-4號旁(向西)",
        "lon": "121.5208",
        "lat": "25.00002",
        "version": 2
    },
    {
        "id": 1001137,
        "name": "南勢角(景平路)",
        "address": "景平路169巷旁(向東)",
        "lon": "121.512965",
        "lat": "24.992332",
        "version": 6
    },
    {
        "id": 1001142,
        "name": "南京舊宗路口",
        "address": "南京東路6段(向東)",
        "lon": "121.579810502461",
        "lat": "25.0560262183777",
        "version": 2
    },
    {
        "id": 1001149,
        "name": "崇義高中(忠孝東路)",
        "address": "汐止區忠孝東路517號東側(向南)",
        "lon": "121.666894790178",
        "lat": "25.0757709941611",
        "version": 8
    },
    {
        "id": 1001150,
        "name": "崇義高中(忠孝東路)",
        "address": "汐止區忠孝東路517號西側(向北)",
        "lon": "121.667086798777",
        "lat": "25.0759828471852",
        "version": 9
    },
    {
        "id": 1001151,
        "name": "遠東世界中心",
        "address": "(向東)",
        "lon": "121.646549678874",
        "lat": "25.0607428098966",
        "version": 2
    },
    {
        "id": 1001152,
        "name": "摩登家庭社區",
        "address": "新北市汐止區忠孝東路365號旁(向北)",
        "lon": "121.665955449534",
        "lat": "25.0714240132516",
        "version": 2
    },
    {
        "id": 1561,
        "name": "民生敦化路口",
        "address": "民生東路三段158號同向(向東)",
        "lon": "121.5479795",
        "lat": "25.05758765",
        "version": 1
    },
    {
        "id": 1562,
        "name": "健康新城",
        "address": "健康路256號同向(向東)",
        "lon": "121.5626621",
        "lat": "25.05397814",
        "version": 3
    },
    {
        "id": 1563,
        "name": "三軍總醫院松山分院",
        "address": "健康路152號同向(向東)",
        "lon": "121.55726",
        "lat": "25.05367",
        "version": 1
    },
    {
        "id": 1565,
        "name": "基隆路口",
        "address": "基隆路一段27號同向(向北)",
        "lon": "121.568923",
        "lat": "25.04831013",
        "version": 1
    },
    {
        "id": 1569,
        "name": "基隆路口二",
        "address": "基隆路一段43之3號同向(向南)",
        "lon": "121.5682545",
        "lat": "25.04799318",
        "version": 1
    },
    {
        "id": 1571,
        "name": "民生松江路口",
        "address": "民生東路二段149號同向(向西)",
        "lon": "121.535328",
        "lat": "25.058014",
        "version": 3
    },
    {
        "id": 1574,
        "name": "捷運中山國中站",
        "address": "復興北路386號同向(向南)",
        "lon": "121.5440343",
        "lat": "25.06148096",
        "version": 1
    },
    {
        "id": 1575,
        "name": "捷運中山國中站",
        "address": "復興北路386號對向(向北)",
        "lon": "121.544405",
        "lat": "25.060855",
        "version": 2
    },
    {
        "id": 1579,
        "name": "富泰里",
        "address": "延壽街107號同向(向西)",
        "lon": "121.5656156",
        "lat": "25.05720185",
        "version": 1
    },
    {
        "id": 1580,
        "name": "富錦街口",
        "address": "敦化北路329號同向(向北)",
        "lon": "121.55006",
        "lat": "25.0596",
        "version": 1
    },
    {
        "id": 1581,
        "name": "復盛京華(往西)",
        "address": "市民大道五段99號同向(向西)",
        "lon": "121.56152",
        "lat": "25.04688",
        "version": 1
    },
    {
        "id": 1583,
        "name": "發電所",
        "address": "塔悠路146號同向(向南)",
        "lon": "121.569527965698",
        "lat": "25.0552691818033",
        "version": 2
    },
    {
        "id": 1587,
        "name": "新東里",
        "address": "塔悠路214號同向(向南)",
        "lon": "121.56903",
        "lat": "25.05789",
        "version": 1
    },
    {
        "id": 1588,
        "name": "新東街口",
        "address": "民生東路五段244號對向(向東)",
        "lon": "121.5664423",
        "lat": "25.05902066",
        "version": 1
    },
    {
        "id": 1589,
        "name": "新聚里",
        "address": "八德路四段292號同向(向東)",
        "lon": "121.56696",
        "lat": "25.04904",
        "version": 1
    },
    {
        "id": 1,
        "name": "十八份",
        "address": "東昇路33之2號同向(向南)",
        "lon": "121.52316",
        "lat": "25.15045",
        "version": 1
    },
    {
        "id": 4,
        "name": "幼華高中(大業)",
        "address": "大業路568號同向(向南)",
        "lon": "121.496806634171",
        "lat": "25.135718233601",
        "version": 3
    },
    {
        "id": 6,
        "name": "幼華高中(大業)",
        "address": "大業路514號同向(向東)",
        "lon": "121.496138",
        "lat": "25.133805",
        "version": 4
    },
    {
        "id": 8,
        "name": "八勝園",
        "address": "泉源路49之1號同向(向南)",
        "lon": "121.511701",
        "lat": "25.14139054",
        "version": 1
    },
    {
        "id": 9,
        "name": "輕軌紅樹林站",
        "address": "中正東路二段47號同向(向北)",
        "lon": "121.459458505644",
        "lat": "25.1559712262357",
        "version": 4
    },
    {
        "id": 10,
        "name": "八勢里",
        "address": "中正東路二段107號(向北)",
        "lon": "121.45952",
        "lat": "25.15123",
        "version": 1
    },
    {
        "id": 18,
        "name": "上北投",
        "address": "泉源路80號同向(向南)",
        "lon": "121.5138656",
        "lat": "25.14187054",
        "version": 1
    },
    {
        "id": 20,
        "name": "大同之家",
        "address": "地標同向(向東)",
        "lon": "121.52314",
        "lat": "25.14588",
        "version": 1
    },
    {
        "id": 22,
        "name": "承德公館路口",
        "address": "承德路七段382號對向(向南)",
        "lon": "121.501973",
        "lat": "25.118907",
        "version": 7
    },
    {
        "id": 36,
        "name": "大業中央北路口",
        "address": "中央北路一段175號同向(向西)",
        "lon": "121.4978915",
        "lat": "25.13580742",
        "version": 1
    },
    {
        "id": 37,
        "name": "大業路(農禪寺)",
        "address": "大業路12號對面(向南)",
        "lon": "121.499222",
        "lat": "25.12242987",
        "version": 3
    },
    {
        "id": 39,
        "name": "大業路(捷運北投站)",
        "address": "大業路446號對向(向南)",
        "lon": "121.495841",
        "lat": "25.131740",
        "version": 5
    },
    {
        "id": 40,
        "name": "大業路(農禪寺)",
        "address": "大業路12號同向(向北)",
        "lon": "121.49945",
        "lat": "25.12271",
        "version": 3
    },
    {
        "id": 41,
        "name": "大業路(大興街口)",
        "address": "大業路368號同向(向北)",
        "lon": "121.49742",
        "lat": "25.12909",
        "version": 3
    },
    {
        "id": 47,
        "name": "大磺嘴",
        "address": "泉源路(向西)",
        "lon": "121.5225",
        "lat": "25.14257",
        "version": 3
    },
    {
        "id": 53,
        "name": "中央北路三段",
        "address": "中央北路三段185號同向(向南)",
        "lon": "121.482299756251",
        "lat": "25.1370484098258",
        "version": 3
    },
    {
        "id": 56,
        "name": "中央南路",
        "address": "中央南路一段45號(向北)",
        "lon": "121.501443570835",
        "lat": "25.1322245985598",
        "version": 2
    },
    {
        "id": 63,
        "name": "中和里",
        "address": "中和街393號同向(向南)",
        "lon": "121.49875524785",
        "lat": "25.1420654536477",
        "version": 2
    },
    {
        "id": 64,
        "name": "中和街",
        "address": "中和街207之2號同向(向南)",
        "lon": "121.501520744986",
        "lat": "25.1391571863191",
        "version": 2
    },
    {
        "id": 73,
        "name": "鳳甲美術館",
        "address": "大業路260號(向南)",
        "lon": "121.4978596",
        "lat": "25.12722523",
        "version": 1
    },
    {
        "id": 77,
        "name": "中原公寓",
        "address": "中正路193號同向(向南)",
        "lon": "121.4684977",
        "lat": "25.08574782",
        "version": 1
    },
    {
        "id": 78,
        "name": "六窟",
        "address": "地標同向(向南)",
        "lon": "121.53789",
        "lat": "25.15312",
        "version": 1
    },
    {
        "id": 82,
        "name": "陽明書屋",
        "address": "竹子湖路與中興路交叉口東南側(向北)",
        "lon": "121.5448478",
        "lat": "25.16310508",
        "version": 1
    },
    {
        "id": 89,
        "name": "心中市",
        "address": "中正路475號同向(向南)",
        "lon": "121.48494",
        "lat": "24.99739",
        "version": 1
    },
    {
        "id": 486,
        "name": "漢口中華路口",
        "address": "漢口街2段22號同向(向東)",
        "lon": "121.507984",
        "lat": "25.045384",
        "version": 2
    },
    {
        "id": 488,
        "name": "福山抽水站",
        "address": "石碇鄉碇格路同向(向南)",
        "lon": "121.61729",
        "lat": "25.04638",
        "version": 1
    },
    {
        "id": 490,
        "name": "碧山路口",
        "address": "內湖路三段67號(向東)",
        "lon": "121.5916137",
        "lat": "25.08615502",
        "version": 1
    },
    {
        "id": 491,
        "name": "碧山巖(白石湖)",
        "address": "碧山路碧山巖門口(向西)",
        "lon": "121.58787",
        "lat": "25.09841",
        "version": 2
    },
    {
        "id": 500,
        "name": "綜合市場",
        "address": "石牌路二段46號同向(向東)",
        "lon": "121.515801262638",
        "lat": "25.1157212492135",
        "version": 2
    },
    {
        "id": 503,
        "name": "製片廠",
        "address": "中央北路二段369號同向(向東)",
        "lon": "121.48806",
        "lat": "25.138426",
        "version": 2
    },
    {
        "id": 504,
        "name": "銀光巷口",
        "address": "溫泉路銀光巷口(向東)",
        "lon": "121.512162",
        "lat": "25.136316",
        "version": 3
    },
    {
        "id": 510,
        "name": "熱海大飯店",
        "address": "光明路258號同向(向北)",
        "lon": "121.5089595",
        "lat": "25.13659185",
        "version": 1
    },
    {
        "id": 511,
        "name": "稻香市場",
        "address": "稻香路79號對向(向北)",
        "lon": "121.48966",
        "lat": "25.14056",
        "version": 3
    },
    {
        "id": 536,
        "name": "磺溪",
        "address": "行義路70號同向(向北)",
        "lon": "121.528123",
        "lat": "25.126212",
        "version": 2
    },
    {
        "id": 539,
        "name": "蘭雅國中",
        "address": "忠誠路二段25號對向(向南)",
        "lon": "121.530332918097",
        "lat": "25.1095348370884",
        "version": 6
    },
    {
        "id": 544,
        "name": "關渡自然公園",
        "address": "關渡路56號同向(向南)",
        "lon": "121.4691522",
        "lat": "25.12072326",
        "version": 1
    },
    {
        "id": 546,
        "name": "關渡站",
        "address": "知行路316巷70號(向南)",
        "lon": "121.469965",
        "lat": "25.12217",
        "version": 2
    },
    {
        "id": 547,
        "name": "關渡宮",
        "address": "知行路2號同向(向南)",
        "lon": "121.4649766",
        "lat": "25.11819",
        "version": 2
    },
    {
        "id": 550,
        "name": "關渡國中(關渡醫院)",
        "address": "知行路247號對向(向北)",
        "lon": "121.467189",
        "lat": "25.120418",
        "version": 6
    },
    {
        "id": 557,
        "name": "山仔后",
        "address": "仰德大道四段26號同向(向南)",
        "lon": "121.5468401",
        "lat": "25.13806157",
        "version": 2
    },
    {
        "id": 558,
        "name": "山仔后派出所",
        "address": "仰德大道四段175巷同向(向南)",
        "lon": "121.545792824592",
        "lat": "25.1346475689954",
        "version": 4
    },
    {
        "id": 560,
        "name": "小北街",
        "address": "文林路259號(向南)",
        "lon": "121.526768",
        "lat": "25.090914",
        "version": 4
    },
    {
        "id": 561,
        "name": "三玉宮",
        "address": "天母東路6號同向(向東)",
        "lon": "121.5308437",
        "lat": "25.118085",
        "version": 1
    },
    {
        "id": 562,
        "name": "土地公廟",
        "address": "地標同向(向南)",
        "lon": "121.56032",
        "lat": "25.14956",
        "version": 1
    },
    {
        "id": 563,
        "name": "下竹林",
        "address": "仰德大道四段42巷同向(向南)",
        "lon": "121.54752",
        "lat": "25.12941",
        "version": 1
    },
    {
        "id": 565,
        "name": "下竹圍",
        "address": "延平北路七段150巷口(向北)",
        "lon": "121.49333",
        "lat": "25.0982",
        "version": 2
    },
    {
        "id": 569,
        "name": "士林",
        "address": "文林路468號同向(向南)",
        "lon": "121.524279381093",
        "lat": "25.0959118891448",
        "version": 2
    },
    {
        "id": 570,
        "name": "台北美國/日僑學校",
        "address": "中山北路六段765號同向(向南)",
        "lon": "121.52797",
        "lat": "25.11588",
        "version": 2
    },
    {
        "id": 571,
        "name": "士林分局",
        "address": "大東路80號同向(向東)",
        "lon": "121.525833",
        "lat": "25.09049",
        "version": 2
    },
    {
        "id": 573,
        "name": "士林市場(銘傳會館)",
        "address": "基河路128號對面(向北)",
        "lon": "121.524004254885",
        "lat": "25.0878445553514",
        "version": 2
    },
    {
        "id": 574,
        "name": "士林區行政中心(基河)",
        "address": "士商路258號同向(向東)",
        "lon": "121.5204072",
        "lat": "25.09264511",
        "version": 1
    },
    {
        "id": 576,
        "name": "士林官邸(中山)",
        "address": "中山北路五段537號同向(向北)",
        "lon": "121.528319753964",
        "lat": "25.0947774592454",
        "version": 4
    },
    {
        "id": 580,
        "name": "士林高商",
        "address": "士商路150號同向(向南)",
        "lon": "121.51712",
        "lat": "25.09423",
        "version": 1
    },
    {
        "id": 583,
        "name": "士林區農會",
        "address": "文林路340號同向(向北)",
        "lon": "121.525671636781",
        "lat": "25.0928638299869",
        "version": 2
    },
    {
        "id": 584,
        "name": "士東國小",
        "address": "中山北路六段336號對向(向南)",
        "lon": "121.525723879398",
        "lat": "25.1115197312941",
        "version": 2
    },
    {
        "id": 586,
        "name": "士林國中",
        "address": "中正路339號(向東)",
        "lon": "121.52330153373",
        "lat": "25.0946048451863",
        "version": 3
    },
    {
        "id": 591,
        "name": "士林簡易庭",
        "address": "重慶北路四段81號同向(向南)",
        "lon": "121.51261",
        "lat": "25.08192",
        "version": 1
    },
    {
        "id": 592,
        "name": "小油坑服務站",
        "address": "小油坑停車場內涼亭旁(向東)",
        "lon": "121.547521",
        "lat": "25.176902",
        "version": 3
    },
    {
        "id": 593,
        "name": "大南路口",
        "address": "承德路四段187號同向(向北)",
        "lon": "121.52225",
        "lat": "25.0879",
        "version": 2
    },
    {
        "id": 598,
        "name": "大崙尾山",
        "address": "中社路二段上候車亭旁(向南)",
        "lon": "121.5698963",
        "lat": "25.10683945",
        "version": 1
    },
    {
        "id": 600,
        "name": "工業區",
        "address": "延平北路七段106巷同向(向北)",
        "lon": "121.4958",
        "lat": "25.1042",
        "version": 1
    },
    {
        "id": 601,
        "name": "下溪沙尾",
        "address": "延平北路八段264號對向(向南)",
        "lon": "121.47886",
        "lat": "25.10581",
        "version": 1
    },
    {
        "id": 602,
        "name": "大經橋",
        "address": "至善路二段447號同向(向北)",
        "lon": "121.55728",
        "lat": "25.10914",
        "version": 2
    },
    {
        "id": 604,
        "name": "山豬湖",
        "address": "菁山路110巷同向(向西)",
        "lon": "121.55663",
        "lat": "25.14231",
        "version": 2
    },
    {
        "id": 605,
        "name": "大興山莊",
        "address": "永公路245巷(向北)",
        "lon": "121.55784",
        "lat": "25.12245",
        "version": 1
    },
    {
        "id": 700,
        "name": "百齡國小",
        "address": "福港街158之1號同向(向南)",
        "lon": "121.5177634",
        "lat": "25.08731858",
        "version": 1
    },
    {
        "id": 703,
        "name": "克強游泳池",
        "address": "中山北路六段210號同向(向北)",
        "lon": "121.525339",
        "lat": "25.10833609",
        "version": 1
    },
    {
        "id": 704,
        "name": "妙法寺",
        "address": "至善路三段310號同向(向東)",
        "lon": "121.5870158",
        "lat": "25.12283271",
        "version": 1
    },
    {
        "id": 705,
        "name": "我家花園",
        "address": "平菁街117號同向(向南)",
        "lon": "121.5734895",
        "lat": "25.12505137",
        "version": 3
    },
    {
        "id": 707,
        "name": "沙崙",
        "address": "台北市羅斯福路同向(向東)",
        "lon": "121.56677",
        "lat": "25.11344",
        "version": 1
    },
    {
        "id": 708,
        "name": "沙崙下",
        "address": "至善路三段37號同向(向東)",
        "lon": "121.56332",
        "lat": "25.11243",
        "version": 1
    },
    {
        "id": 709,
        "name": "岩山里",
        "address": "仰德大道一段16號同向(向南)",
        "lon": "121.537579799115",
        "lat": "25.1018780140349",
        "version": 3
    },
    {
        "id": 714,
        "name": "帕米爾公園",
        "address": "地標同向(向東)",
        "lon": "121.5927116",
        "lat": "25.12203493",
        "version": 1
    },
    {
        "id": 715,
        "name": "忠孝新村",
        "address": "德行東路393巷同向(向南)",
        "lon": "121.53973",
        "lat": "25.11119",
        "version": 1
    },
    {
        "id": 716,
        "name": "忠義街",
        "address": "忠義街129號同向(向東)",
        "lon": "121.5328397",
        "lat": "25.10834",
        "version": 1
    },
    {
        "id": 718,
        "name": "忠誠公園",
        "address": "忠誠路一段106號對向(向西)",
        "lon": "121.525920635582",
        "lat": "25.1043342088164",
        "version": 6
    },
    {
        "id": 719,
        "name": "忠誠公園",
        "address": "忠誠路一段24號同向(向東)",
        "lon": "121.525683877315",
        "lat": "25.1039067740372",
        "version": 8
    },
    {
        "id": 722,
        "name": "忠誠路口",
        "address": "天母東路83號同向(向西)",
        "lon": "121.53544",
        "lat": "25.11823571",
        "version": 1
    },
    {
        "id": 630,
        "name": "文化大學一",
        "address": "格致路57號對向(向北)",
        "lon": "121.54045",
        "lat": "25.137691",
        "version": 1
    },
    {
        "id": 723,
        "name": "拔子埔",
        "address": "仰德大道2段32巷巷口對面北側(向南)",
        "lon": "121.5436481",
        "lat": "25.10505116",
        "version": 1
    },
    {
        "id": 725,
        "name": "東山路",
        "address": "東山路27號對向(向南)",
        "lon": "121.53898",
        "lat": "25.11525",
        "version": 1
    },
    {
        "id": 728,
        "name": "東吳大學(錢穆故居)",
        "address": "至善路一段139號同向(向西)",
        "lon": "121.541307",
        "lat": "25.097411",
        "version": 3
    },
    {
        "id": 731,
        "name": "菁山五",
        "address": "菁山路101巷54號對向(向南)",
        "lon": "121.5590719",
        "lat": "25.1484901",
        "version": 1
    },
    {
        "id": 732,
        "name": "松園",
        "address": "菁山路101巷160號對向(向北)",
        "lon": "121.5651176",
        "lat": "25.15812873",
        "version": 1
    },
    {
        "id": 733,
        "name": "明溪街",
        "address": "中社路二段91巷同向(向南)",
        "lon": "121.5662395",
        "lat": "25.10754456",
        "version": 1
    },
    {
        "id": 734,
        "name": "明德新村",
        "address": "仰德大道三段86號同向(向南)",
        "lon": "121.552923408446",
        "lat": "25.1199719299295",
        "version": 4
    },
    {
        "id": 737,
        "name": "社子公園",
        "address": "社中街257號同向(向西)",
        "lon": "121.5070241",
        "lat": "25.09179635",
        "version": 1
    },
    {
        "id": 738,
        "name": "社子市場",
        "address": "延平北路六段65號同向(向南)",
        "lon": "121.5087166",
        "lat": "25.0880464",
        "version": 1
    },
    {
        "id": 739,
        "name": "社子派出所",
        "address": "延平北路六段195號同向(向東)",
        "lon": "121.5056145",
        "lat": "25.08933251",
        "version": 2
    },
    {
        "id": 740,
        "name": "社子消防分隊",
        "address": "台北市辛亥路同向(向南)",
        "lon": "121.5109944",
        "lat": "25.07952198",
        "version": 4
    },
    {
        "id": 742,
        "name": "社正路",
        "address": "台北市辛亥路同向(向東)",
        "lon": "121.5098955",
        "lat": "25.08883486",
        "version": 1
    },
    {
        "id": 743,
        "name": "社區發展協會",
        "address": "中社路一段36巷同向(向南)",
        "lon": "121.5598701",
        "lat": "25.10935971",
        "version": 1
    },
    {
        "id": 744,
        "name": "雙溪淨水場",
        "address": "至善路三段水廠門口旁對面(向西)",
        "lon": "121.56987",
        "lat": "25.11467",
        "version": 2
    },
    {
        "id": 745,
        "name": "芝山公園",
        "address": "至誠路一段150號對向(向東)",
        "lon": "121.53452",
        "lat": "25.10132",
        "version": 1
    },
    {
        "id": 747,
        "name": "芝山岩",
        "address": "至誠路一段26號同向(向東)",
        "lon": "121.5365234",
        "lat": "25.10131199",
        "version": 1
    },
    {
        "id": 748,
        "name": "芝山國小",
        "address": "德行東路322號同向(向東)",
        "lon": "121.5367381",
        "lat": "25.11014026",
        "version": 1
    },
    {
        "id": 749,
        "name": "芝蘭新村",
        "address": "仰德大道一段91巷口北側候車亭(向北)",
        "lon": "121.537298719254",
        "lat": "25.1072897892355",
        "version": 3
    },
    {
        "id": 751,
        "name": "全成土雞城",
        "address": "台北縣新店新鳥路同向(向西)",
        "lon": "121.5970822",
        "lat": "25.13229911",
        "version": 2
    },
    {
        "id": 753,
        "name": "名山里",
        "address": "北市至誠路二段29號(向東)",
        "lon": "121.529402565641",
        "lat": "25.1019449890136",
        "version": 5
    },
    {
        "id": 756,
        "name": "前港公園",
        "address": "華齡街166號南側25公尺(向北)",
        "lon": "121.51951",
        "lat": "25.08654",
        "version": 1
    },
    {
        "id": 757,
        "name": "威靈廟",
        "address": "延平北路九段37巷同向(向南)",
        "lon": "121.4762383",
        "lat": "25.10585744",
        "version": 1
    },
    {
        "id": 758,
        "name": "建民里",
        "address": "承德路六段331巷32號北側(向南)",
        "lon": "121.512058",
        "lat": "25.101922",
        "version": 6
    },
    {
        "id": 764,
        "name": "故宮博物院",
        "address": "至善路二段221號同向(向東)",
        "lon": "121.5505164",
        "lat": "25.10020446",
        "version": 2
    },
    {
        "id": 773,
        "name": "重陽橋",
        "address": "中正路629號同向(向東)",
        "lon": "121.508399869161",
        "lat": "25.0862710146474",
        "version": 2
    },
    {
        "id": 775,
        "name": "倫仔尾",
        "address": "平菁路43巷同向(向南)",
        "lon": "121.5732578",
        "lat": "25.13076683",
        "version": 2
    },
    {
        "id": 776,
        "name": "格致國中",
        "address": "仰德大道四段75號同向(向南)",
        "lon": "121.546904604978",
        "lat": "25.1308945790528",
        "version": 3
    },
    {
        "id": 778,
        "name": "泰北中學",
        "address": "福林路209號同向(向西)",
        "lon": "121.534030294965",
        "lat": "25.0977513146504",
        "version": 2
    },
    {
        "id": 780,
        "name": "浮洲活動中心",
        "address": "台北市西寧北路同向(向東)",
        "lon": "121.49004",
        "lat": "25.10978",
        "version": 1
    },
    {
        "id": 783,
        "name": "浮線",
        "address": "延平北路九段同向(向南)",
        "lon": "121.4725103",
        "lat": "25.10658744",
        "version": 1
    },
    {
        "id": 785,
        "name": "紗帽橋",
        "address": "紗帽路14號同向(向北)",
        "lon": "121.533435",
        "lat": "25.148101",
        "version": 5
    },
    {
        "id": 787,
        "name": "啟智學校",
        "address": "忠誠路二段206號同向(向南)",
        "lon": "121.53420057673",
        "lat": "25.117222142683",
        "version": 2
    },
    {
        "id": 789,
        "name": "啟智學校",
        "address": "忠誠路二段247號同向(向北)",
        "lon": "121.534692981633",
        "lat": "25.1173302889076",
        "version": 2
    },
    {
        "id": 791,
        "name": "國泰人壽大樓",
        "address": "社中街143號同向(向南)",
        "lon": "121.50942",
        "lat": "25.09056",
        "version": 1
    },
    {
        "id": 792,
        "name": "教師中心",
        "address": "陽明路一段39號(向南)",
        "lon": "121.549422",
        "lat": "25.149554",
        "version": 4
    },
    {
        "id": 795,
        "name": "捷運士林站(中正)",
        "address": "中正路241號同向(向東)",
        "lon": "121.52579",
        "lat": "25.095181",
        "version": 3
    },
    {
        "id": 796,
        "name": "捷運士林站(中山)",
        "address": "中山北路五段495號同向(向南)",
        "lon": "121.5277552",
        "lat": "25.0930123",
        "version": 1
    },
    {
        "id": 798,
        "name": "捷運芝山站(福華)",
        "address": "福華路127號同向(向南)",
        "lon": "121.5222609",
        "lat": "25.10394251",
        "version": 3
    },
    {
        "id": 800,
        "name": "捷運芝山站(文林)",
        "address": "文林路720號對面(向南)",
        "lon": "121.520473605143",
        "lat": "25.1022630440787",
        "version": 2
    },
    {
        "id": 801,
        "name": "捷運芝山站一",
        "address": "文林路653號對面(向北)",
        "lon": "121.522657043885",
        "lat": "25.1007959524461",
        "version": 3
    },
    {
        "id": 805,
        "name": "梅林新村",
        "address": "至善路一段138巷3弄對向(向東)",
        "lon": "121.540175948519",
        "lat": "25.0972328685249",
        "version": 2
    },
    {
        "id": 807,
        "name": "梅林新村",
        "address": "至善路一段138巷對向(向西)",
        "lon": "121.539849",
        "lat": "25.097585",
        "version": 2
    },
    {
        "id": 808,
        "name": "淨水廠",
        "address": "菁山路72巷同向(向南)",
        "lon": "121.549738",
        "lat": "25.139235",
        "version": 1
    },
    {
        "id": 809,
        "name": "第一展望",
        "address": "紗帽路84號同向(向北)",
        "lon": "121.5444803",
        "lat": "25.14218165",
        "version": 4
    },
    {
        "id": 816,
        "name": "陽明山國家公園管理處",
        "address": "陽金公路陽明山第二停車場(向東)",
        "lon": "121.54612",
        "lat": "25.1552",
        "version": 5
    },
    {
        "id": 817,
        "name": "許英媽廟",
        "address": "延平北路七段106巷98號同向(向北)",
        "lon": "121.49549",
        "lat": "25.09914",
        "version": 1
    },
    {
        "id": 819,
        "name": "通河街(承德)",
        "address": "承德路四段40巷78號對向(向西)",
        "lon": "121.5208544",
        "lat": "25.08152656",
        "version": 1
    },
    {
        "id": 821,
        "name": "頂山",
        "address": "至善路三段370巷40號同向(向東)",
        "lon": "121.58759",
        "lat": "25.13783",
        "version": 1
    },
    {
        "id": 823,
        "name": "陳厝",
        "address": "平菁路27號同向(向北)",
        "lon": "121.5742485",
        "lat": "25.13502621",
        "version": 2
    },
    {
        "id": 824,
        "name": "頂湖山",
        "address": "竹子湖路64號(向南)",
        "lon": "121.54048",
        "lat": "25.1732",
        "version": 3
    },
    {
        "id": 826,
        "name": "富安國小",
        "address": "延平北路八段109號同向(向南)",
        "lon": "121.4831859",
        "lat": "25.10591285",
        "version": 1
    },
    {
        "id": 828,
        "name": "富洲里八段",
        "address": "延平北路八段79號同向(向南)",
        "lon": "121.48448",
        "lat": "25.10563",
        "version": 1
    },
    {
        "id": 829,
        "name": "惠濟宮",
        "address": "至誠路一段295號同向(向東)",
        "lon": "121.53149",
        "lat": "25.10182",
        "version": 1
    },
    {
        "id": 835,
        "name": "菁山二",
        "address": "菁山路101巷32弄同向(向北)",
        "lon": "121.55887",
        "lat": "25.14653",
        "version": 1
    },
    {
        "id": 837,
        "name": "絹絲瀑布",
        "address": "菁山路101巷71弄同向(向南)",
        "lon": "121.5616406",
        "lat": "25.1511579",
        "version": 4
    },
    {
        "id": 838,
        "name": "菁山五",
        "address": "地標同向(向北)",
        "lon": "121.55912",
        "lat": "25.1484",
        "version": 1
    },
    {
        "id": 839,
        "name": "菁山里一",
        "address": "菁山路132之1號同向(向南)",
        "lon": "121.5641876",
        "lat": "25.14353762",
        "version": 2
    },
    {
        "id": 841,
        "name": "菁山里三",
        "address": "菁山路同向(向南)",
        "lon": "121.56747",
        "lat": "25.14083",
        "version": 1
    },
    {
        "id": 842,
        "name": "菁山遊憩區",
        "address": "菁山路101巷菁山遊憩區對面(向東)",
        "lon": "121.55865",
        "lat": "25.15167",
        "version": 3
    },
    {
        "id": 843,
        "name": "華興中學",
        "address": "仰德大道一段101號同向(向南)",
        "lon": "121.5381247",
        "lat": "25.10410142",
        "version": 1
    },
    {
        "id": 849,
        "name": "陽明山中國大飯店",
        "address": "格致路與大亨路交岔口西南側(向南)",
        "lon": "121.54926",
        "lat": "25.14275",
        "version": 1
    },
    {
        "id": 851,
        "name": "陽明山泉",
        "address": "菁山路90號同向(向北)",
        "lon": "121.55124",
        "lat": "25.139787",
        "version": 1
    },
    {
        "id": 854,
        "name": "陽明山國小",
        "address": "仰德大道三段40號同向(向南)",
        "lon": "121.55207",
        "lat": "25.11796",
        "version": 1
    },
    {
        "id": 858,
        "name": "陽明天主堂",
        "address": "華崗路2號對向(向西)",
        "lon": "121.54405",
        "lat": "25.13869",
        "version": 1
    },
    {
        "id": 860,
        "name": "陽明高中",
        "address": "中正路439號北側候車亭旁(向東)",
        "lon": "121.517132",
        "lat": "25.091231",
        "version": 3
    },
    {
        "id": 862,
        "name": "陽明戲院",
        "address": "文林路63號同向(向南)",
        "lon": "121.5259209",
        "lat": "25.08770498",
        "version": 1
    },
    {
        "id": 863,
        "name": "圓山皇宮大廈",
        "address": "承德路四段120號(向南)",
        "lon": "121.5233264",
        "lat": "25.08346835",
        "version": 2
    },
    {
        "id": 606,
        "name": "大豐",
        "address": "至善路三段219巷同向(向東)",
        "lon": "121.58131",
        "lat": "25.11986",
        "version": 1
    },
    {
        "id": 609,
        "name": "川瀨",
        "address": "至善路三段71巷同向(向北)",
        "lon": "121.56755",
        "lat": "25.11603",
        "version": 1
    },
    {
        "id": 611,
        "name": "中山樓",
        "address": "陽明路一段同向(向北)",
        "lon": "121.549636",
        "lat": "25.151372",
        "version": 2
    },
    {
        "id": 612,
        "name": "中央路",
        "address": "中央路57號同向(向南)",
        "lon": "121.53231",
        "lat": "24.97697",
        "version": 5
    },
    {
        "id": 613,
        "name": "中央路",
        "address": "中央路57號同向(向北)",
        "lon": "121.53247",
        "lat": "24.97684",
        "version": 4
    },
    {
        "id": 615,
        "name": "中社路11巷",
        "address": "中杜路一段11巷同向(向西)",
        "lon": "121.56021",
        "lat": "25.11119",
        "version": 1
    },
    {
        "id": 616,
        "name": "中社路17巷",
        "address": "中社路二段17巷同向(向南)",
        "lon": "121.562267710718",
        "lat": "25.1076875268919",
        "version": 2
    },
    {
        "id": 617,
        "name": "中社路17巷",
        "address": "中社路一段11巷同向(向北)",
        "lon": "121.561631",
        "lat": "25.108548",
        "version": 2
    },
    {
        "id": 621,
        "name": "中湖",
        "address": "竹子湖路冷水坑入口旁(向南)",
        "lon": "121.556672604008",
        "lat": "25.1778013229445",
        "version": 3
    },
    {
        "id": 622,
        "name": "中窟",
        "address": "延平北路七段34號同向(向北)",
        "lon": "121.49649",
        "lat": "25.09534",
        "version": 1
    },
    {
        "id": 625,
        "name": "公館地",
        "address": "永公路245巷43弄42號對面(向南)",
        "lon": "121.55988",
        "lat": "25.12548",
        "version": 1
    },
    {
        "id": 626,
        "name": "公館里",
        "address": "永公路430巷對面(向南)",
        "lon": "121.56444",
        "lat": "25.12654",
        "version": 1
    },
    {
        "id": 627,
        "name": "內雙溪橋",
        "address": "至善路二段10之29號同向(向東)",
        "lon": "121.56151",
        "lat": "25.11212",
        "version": 1
    },
    {
        "id": 629,
        "name": "文化大學",
        "address": "仰德大道四段59號同向(格致路、菁山路口候車亭)(向南)",
        "lon": "121.54648",
        "lat": "25.13809",
        "version": 1
    },
    {
        "id": 632,
        "name": "天文科學館",
        "address": "基河路336號前(向南)",
        "lon": "121.518247871652",
        "lat": "25.0954016577588",
        "version": 2
    },
    {
        "id": 634,
        "name": "天北站",
        "address": "天母北路87巷對向(向南)",
        "lon": "121.5265466",
        "lat": "25.12288432",
        "version": 1
    },
    {
        "id": 638,
        "name": "天母國小",
        "address": "天母西路63號同向(向北)",
        "lon": "121.5262529",
        "lat": "25.11878529",
        "version": 1
    },
    {
        "id": 639,
        "name": "天母國中",
        "address": "天母東路111號同向(向西)",
        "lon": "121.53683",
        "lat": "25.11823",
        "version": 1
    },
    {
        "id": 644,
        "name": "天母新村",
        "address": "中山北路七段75號同向(向南)",
        "lon": "121.53134848347",
        "lat": "25.12124699952",
        "version": 2
    },
    {
        "id": 645,
        "name": "天母廣場",
        "address": "中山北路七段18號同向(向南)",
        "lon": "121.53060908611",
        "lat": "25.1193246795518",
        "version": 2
    },
    {
        "id": 646,
        "name": "天玉里",
        "address": "天母北路59號同向(向北)",
        "lon": "121.5267177",
        "lat": "25.12118051",
        "version": 1
    },
    {
        "id": 654,
        "name": "士林監理站",
        "address": "承德路五段80號同向(向南)",
        "lon": "121.51406",
        "lat": "25.09515",
        "version": 1
    },
    {
        "id": 658,
        "name": "半嶺一",
        "address": "至善路三段71巷13號同向(向北)",
        "lon": "121.56819",
        "lat": "25.11859",
        "version": 1
    },
    {
        "id": 659,
        "name": "外雙溪(至善)",
        "address": "至善路二段123號同向(向東)",
        "lon": "121.5470058",
        "lat": "25.09823969",
        "version": 1
    },
    {
        "id": 661,
        "name": "外雙溪橋",
        "address": "至善路二段477號同向(向東)",
        "lon": "121.5582374",
        "lat": "25.11159072",
        "version": 1
    },
    {
        "id": 662,
        "name": "永公路一",
        "address": "永公路22號同向(向南)",
        "lon": "121.5528889",
        "lat": "25.11456887",
        "version": 1
    },
    {
        "id": 663,
        "name": "永公路二",
        "address": "永公路68巷同向(向南)",
        "lon": "121.55418",
        "lat": "25.1158",
        "version": 1
    },
    {
        "id": 664,
        "name": "永公路三",
        "address": "永公路245巷交叉口圍牆邊(向南)",
        "lon": "121.5567186",
        "lat": "25.12105096",
        "version": 1
    },
    {
        "id": 666,
        "name": "社新里",
        "address": "延平北路六段245號同向(向南)",
        "lon": "121.504479",
        "lat": "25.089361",
        "version": 2
    },
    {
        "id": 670,
        "name": "社子國小二",
        "address": "延平北路六段308號對向(向南)",
        "lon": "121.5020824",
        "lat": "25.09001798",
        "version": 1
    },
    {
        "id": 673,
        "name": "平等里",
        "address": "平菁街78號同向(向南)",
        "lon": "121.5764385",
        "lat": "25.13146265",
        "version": 1
    },
    {
        "id": 674,
        "name": "平等國小",
        "address": "平菁街99號同向(向南)",
        "lon": "121.576520",
        "lat": "25.129800",
        "version": 2
    },
    {
        "id": 675,
        "name": "平菁街116巷口",
        "address": "平菁街116巷(向南)",
        "lon": "121.5726818",
        "lat": "25.12412029",
        "version": 3
    },
    {
        "id": 683,
        "name": "永嶺",
        "address": "仰德大道二段67巷同向(向南)",
        "lon": "121.545213090496",
        "lat": "25.1068495776368",
        "version": 3
    },
    {
        "id": 684,
        "name": "石油新村",
        "address": "德行東路26號同向(向東)",
        "lon": "121.5259541",
        "lat": "25.10679142",
        "version": 1
    },
    {
        "id": 685,
        "name": "玉皇宮",
        "address": "平菁街93巷同向(向南)",
        "lon": "121.5773819",
        "lat": "25.13317709",
        "version": 1
    },
    {
        "id": 686,
        "name": "白雲山莊",
        "address": "仰德大道三段121號前(向南)",
        "lon": "121.551665559117",
        "lat": "25.1225119105067",
        "version": 4
    },
    {
        "id": 689,
        "name": "合誠宮",
        "address": "平菁街106巷同向(向北)",
        "lon": "121.574546",
        "lat": "25.13084198",
        "version": 2
    },
    {
        "id": 690,
        "name": "圳仔頭",
        "address": "平菁路116巷同向(向南)",
        "lon": "121.57509",
        "lat": "25.13203",
        "version": 1
    },
    {
        "id": 691,
        "name": "地藏禪寺",
        "address": "延平北路七段189號同向(向南)",
        "lon": "121.49168",
        "lat": "25.09956",
        "version": 1
    },
    {
        "id": 695,
        "name": "至善國中",
        "address": "至善路二段360號同向(向東)",
        "lon": "121.55546",
        "lat": "25.10374",
        "version": 1
    },
    {
        "id": 696,
        "name": "至善路三段",
        "address": "至善路三段129號同向(向東)",
        "lon": "121.57171",
        "lat": "25.11494",
        "version": 1
    },
    {
        "id": 699,
        "name": "百齡里",
        "address": "華齡街75號同向(向南)",
        "lon": "121.51932",
        "lat": "25.08517",
        "version": 1
    },
    {
        "id": 91,
        "name": "溫泉奇岩路口",
        "address": "奇岩路1號同向(向北)",
        "lon": "121.50685",
        "lat": "25.1354799191939",
        "version": 3
    },
    {
        "id": 94,
        "name": "文林國小",
        "address": "文林北路177巷南側旁(向南)",
        "lon": "121.5151",
        "lat": "25.107084",
        "version": 2
    },
    {
        "id": 97,
        "name": "天寶聖道宮",
        "address": "菁山路101巷82號對向(向東)",
        "lon": "121.5679746",
        "lat": "25.16688701",
        "version": 1
    },
    {
        "id": 102,
        "name": "臺北地院",
        "address": "博愛路172號對向(向北)",
        "lon": "121.51092",
        "lat": "25.03743",
        "version": 3
    },
    {
        "id": 103,
        "name": "政大附中",
        "address": "政大一街320巷對向(向北)",
        "lon": "121.5855192",
        "lat": "24.98653114",
        "version": 4
    },
    {
        "id": 107,
        "name": "臺北城市科技大學(後門)",
        "address": "學園路2號北側10公尺(向東)",
        "lon": "121.4709731",
        "lat": "25.13591003",
        "version": 2
    },
    {
        "id": 111,
        "name": "北投分局",
        "address": "光明路98號同向(向東)",
        "lon": "121.5009595",
        "lat": "25.13298746",
        "version": 1
    },
    {
        "id": 112,
        "name": "北投公園",
        "address": "光明路217號(向南)",
        "lon": "121.504124469582",
        "lat": "25.1363484992167",
        "version": 2
    },
    {
        "id": 113,
        "name": "北投公園",
        "address": "光明路(向北)",
        "lon": "121.504349925817",
        "lat": "25.13650495993",
        "version": 3
    },
    {
        "id": 115,
        "name": "北投文物館",
        "address": "幽雅路34號同向(向南)",
        "lon": "121.514032",
        "lat": "25.138839",
        "version": 2
    },
    {
        "id": 116,
        "name": "北投市場(磺港)",
        "address": "公館路39號對向(向南)",
        "lon": "121.50318",
        "lat": "25.13244",
        "version": 1
    },
    {
        "id": 118,
        "name": "北投站",
        "address": "秀山路北投站停車場外人行道(向北)",
        "lon": "121.4920743",
        "lat": "25.14440087",
        "version": 4
    },
    {
        "id": 121,
        "name": "北投國中",
        "address": "溫泉路62號同向(向北)",
        "lon": "121.50384",
        "lat": "25.13431",
        "version": 1
    },
    {
        "id": 142,
        "name": "永安街",
        "address": "永安街22巷19號同向(向東)",
        "lon": "121.56893",
        "lat": "24.98672",
        "version": 3
    },
    {
        "id": 143,
        "name": "石壁坑福德宮",
        "address": "木柵路5段43巷(向北)",
        "lon": "121.5849168",
        "lat": "25.00379478",
        "version": 1
    },
    {
        "id": 147,
        "name": "許厝",
        "address": "民權路193號(向北)",
        "lon": "121.459287662904",
        "lat": "25.1333406951342",
        "version": 2
    },
    {
        "id": 152,
        "name": "石崁",
        "address": "碧山路同向(向北)",
        "lon": "121.5949014",
        "lat": "25.10370701",
        "version": 1
    },
    {
        "id": 153,
        "name": "石牌",
        "address": "文林北路277號同向(向南)",
        "lon": "121.512347026452",
        "lat": "25.1095368758096",
        "version": 3
    },
    {
        "id": 154,
        "name": "石牌國小",
        "address": "石牌路一段150號同向(向東)",
        "lon": "121.5131564",
        "lat": "25.11434722",
        "version": 1
    },
    {
        "id": 156,
        "name": "石牌路",
        "address": "石牌路一段62號同向(向東)",
        "lon": "121.51129",
        "lat": "25.11352",
        "version": 1
    },
    {
        "id": 158,
        "name": "立農國小",
        "address": "承德路七段312號同向(向北)",
        "lon": "121.504190816017",
        "lat": "25.1173181486975",
        "version": 4
    },
    {
        "id": 162,
        "name": "安老所",
        "address": "中正東路二段143號巷口(向北)",
        "lon": "121.45973",
        "lat": "25.14631",
        "version": 4
    },
    {
        "id": 163,
        "name": "地熱谷",
        "address": "光明路274號同向(向西)",
        "lon": "121.51047",
        "lat": "25.13674",
        "version": 1
    },
    {
        "id": 168,
        "name": "竹子湖派出所",
        "address": "陽金公路竹子湖路口(向北)",
        "lon": "121.5404",
        "lat": "25.16727",
        "version": 2
    },
    {
        "id": 172,
        "name": "自強街口(西安)",
        "address": "西安街一段289號同向(向南)",
        "lon": "121.51664",
        "lat": "25.11229",
        "version": 1
    },
    {
        "id": 173,
        "name": "自強街口(東華)",
        "address": "東華街一段478號同向(向北)",
        "lon": "121.51761",
        "lat": "25.11225",
        "version": 1
    },
    {
        "id": 176,
        "name": "安泰街",
        "address": "安泰街82號對面(向北)",
        "lon": "121.61688",
        "lat": "25.0761",
        "version": 1
    },
    {
        "id": 179,
        "name": "行義路二",
        "address": "行義路250號對向(向北)",
        "lon": "121.5287961",
        "lat": "25.13595232",
        "version": 3
    },
    {
        "id": 182,
        "name": "行義路三",
        "address": "行義路269號對向(向北)",
        "lon": "121.5282707",
        "lat": "25.13776309",
        "version": 4
    },
    {
        "id": 183,
        "name": "行義路四",
        "address": "行義路352號同向(向北)",
        "lon": "121.5283094",
        "lat": "25.13969584",
        "version": 3
    },
    {
        "id": 191,
        "name": "冷水坑服務站",
        "address": "菁山路101巷170號(停車場內)(向北)",
        "lon": "121.563769",
        "lat": "25.166057",
        "version": 3
    },
    {
        "id": 194,
        "name": "治磐新村",
        "address": "內湖路一段217巷同向(向西)",
        "lon": "121.564098538475",
        "lat": "25.0830692818289",
        "version": 2
    },
    {
        "id": 199,
        "name": "一德街口",
        "address": "中央北路四段495號同向(向南)",
        "lon": "121.46876311032",
        "lat": "25.1283916021179",
        "version": 2
    },
    {
        "id": 209,
        "name": "敦化和平路口",
        "address": "敦化南路二段289號(向北)",
        "lon": "121.54898",
        "lat": "25.02391",
        "version": 1
    },
    {
        "id": 210,
        "name": "和信醫院",
        "address": "中央北路四段376號對向(向南)",
        "lon": "121.471581488549",
        "lat": "25.1299720368887",
        "version": 3
    },
    {
        "id": 212,
        "name": "奇岩一站",
        "address": "公館路356號同向(向南)",
        "lon": "121.50461",
        "lat": "25.1231",
        "version": 1
    },
    {
        "id": 219,
        "name": "延平宮",
        "address": "地標同向(向南)",
        "lon": "121.5070968",
        "lat": "25.05364601",
        "version": 1
    },
    {
        "id": 221,
        "name": "忠義",
        "address": "中央北路四段22號對向(向南)",
        "lon": "121.48",
        "lat": "25.1360261781217",
        "version": 2
    },
    {
        "id": 222,
        "name": "忠義新村",
        "address": "崇仁路一段84號同向(向南)",
        "lon": "121.5015983",
        "lat": "25.12583115",
        "version": 1
    },
    {
        "id": 223,
        "name": "富國路口",
        "address": "富國路28號(向南)",
        "lon": "121.41907",
        "lat": "25.02616",
        "version": 3
    },
    {
        "id": 226,
        "name": "明山宮一",
        "address": "行義路128-1號同向(向北)",
        "lon": "121.528537",
        "lat": "25.128842",
        "version": 2
    },
    {
        "id": 230,
        "name": "明安宮",
        "address": "延平北路七段106巷205號同向(向東)",
        "lon": "121.49608",
        "lat": "25.10207",
        "version": 1
    },
    {
        "id": 232,
        "name": "昆明街(中醫院區)",
        "address": "昆明街101號(向北)",
        "lon": "121.50469",
        "lat": "25.0422",
        "version": 1
    },
    {
        "id": 239,
        "name": "明德國中",
        "address": "明德路29號同向(向南)",
        "lon": "121.517707662365",
        "lat": "25.107279457424",
        "version": 2
    },
    {
        "id": 240,
        "name": "明德路",
        "address": "明德路142號同向(向南)",
        "lon": "121.520571017562",
        "lat": "25.1104497192176",
        "version": 2
    },
    {
        "id": 243,
        "name": "明德路267巷",
        "address": "明德路265號同向(向南)",
        "lon": "121.522226705708",
        "lat": "25.1143140825978",
        "version": 5
    },
    {
        "id": 244,
        "name": "武功國小(羅斯福)",
        "address": "羅斯福路五段175號同向(向北)",
        "lon": "121.5387822",
        "lat": "25.00327364",
        "version": 1
    },
    {
        "id": 130,
        "name": "外竿蓁林",
        "address": "中正東路一段38號同向(向南)",
        "lon": "121.452589611071",
        "lat": "25.1621775958734",
        "version": 2
    },
    {
        "id": 249,
        "name": "玫瑰中國城",
        "address": "玫瑰路28號對面斜10公尺處(向南)",
        "lon": "121.494962",
        "lat": "24.950291",
        "version": 2
    },
    {
        "id": 251,
        "name": "陽明公園服務中心",
        "address": "地標同向(向東)",
        "lon": "121.5398",
        "lat": "25.15666",
        "version": 1
    },
    {
        "id": 270,
        "name": "金龍路口",
        "address": "金龍路25號對向(向西)",
        "lon": "121.5943834",
        "lat": "25.08468616",
        "version": 2
    },
    {
        "id": 271,
        "name": "保一總隊",
        "address": "立農街二段同向(向南)",
        "lon": "121.51738",
        "lat": "25.11904",
        "version": 1
    },
    {
        "id": 280,
        "name": "建民里",
        "address": "文林北路53巷北側56公尺(向北)",
        "lon": "121.512463",
        "lat": "25.10244",
        "version": 7
    },
    {
        "id": 285,
        "name": "春天酒店",
        "address": "幽雅路18號同向(向西)",
        "lon": "121.513898",
        "lat": "25.137551",
        "version": 2
    },
    {
        "id": 286,
        "name": "立賢路口",
        "address": "承德路七段299號同向(向南)",
        "lon": "121.50466",
        "lat": "25.11607",
        "version": 1
    },
    {
        "id": 289,
        "name": "洲美國小",
        "address": "洲美街84巷同向(向南)",
        "lon": "121.5028502",
        "lat": "25.10083213",
        "version": 1
    },
    {
        "id": 292,
        "name": "泉都溫泉飯店",
        "address": "光明路220號同向(向北)",
        "lon": "121.5049227",
        "lat": "25.13631117",
        "version": 1
    },
    {
        "id": 294,
        "name": "泉源別墅",
        "address": "泉源路69-1號同向(向西)",
        "lon": "121.5179218",
        "lat": "25.14288044",
        "version": 1
    },
    {
        "id": 296,
        "name": "泉源國小宿舍",
        "address": "地標同向(向南)",
        "lon": "121.52536",
        "lat": "25.15064",
        "version": 1
    },
    {
        "id": 301,
        "name": "竿蓁林",
        "address": "中正東路一段125號同向(向北)",
        "lon": "121.45573",
        "lat": "25.15928",
        "version": 1
    },
    {
        "id": 302,
        "name": "致遠新村",
        "address": "秀山路31號同向(向北)",
        "lon": "121.490879066621",
        "lat": "25.1430048049067",
        "version": 2
    },
    {
        "id": 309,
        "name": "風動石",
        "address": "木柵路五段3號對面(向東)",
        "lon": "121.579341481903",
        "lat": "25.0010545644892",
        "version": 4
    },
    {
        "id": 311,
        "name": "北藝大音樂廳",
        "address": "台北藝術大學鷺鷥草原旁(向西)",
        "lon": "121.46855",
        "lat": "25.13196",
        "version": 2
    },
    {
        "id": 318,
        "name": "振興醫院",
        "address": "明德路365號同向(向南)",
        "lon": "121.52192449073",
        "lat": "25.117647428703",
        "version": 2
    },
    {
        "id": 327,
        "name": "草湳",
        "address": "台北市塔城街同向(向南)",
        "lon": "121.6054195",
        "lat": "24.97038815",
        "version": 3
    },
    {
        "id": 328,
        "name": "荒山劇場",
        "address": "學園路2號同向(向南)",
        "lon": "121.47325",
        "lat": "25.13971",
        "version": 1
    },
    {
        "id": 333,
        "name": "健行新村(西安)",
        "address": "西安街二237號同向(向南)",
        "lon": "121.508648",
        "lat": "25.120154",
        "version": 2
    },
    {
        "id": 339,
        "name": "國防醫學中心",
        "address": "成功路二段414號同向(向北)",
        "lon": "121.590031196316",
        "lat": "25.0712104683315",
        "version": 2
    },
    {
        "id": 343,
        "name": "國泰新村",
        "address": "中和街411號同向(向南)",
        "lon": "121.498005120919",
        "lat": "25.1435377973513",
        "version": 2
    },
    {
        "id": 350,
        "name": "48號公園",
        "address": "登山路與泉源路65-1號前方橋梁路口東側15公尺處(向西)",
        "lon": "121.512363",
        "lat": "25.142739",
        "version": 2
    },
    {
        "id": 355,
        "name": "捷運公館站",
        "address": "羅斯福路四段128號前(向東)",
        "lon": "121.535816",
        "lat": "25.013097",
        "version": 6
    },
    {
        "id": 356,
        "name": "捷運北投站(大興)",
        "address": "大興街50號同向(向東)",
        "lon": "121.5005614",
        "lat": "25.13044487",
        "version": 1
    },
    {
        "id": 358,
        "name": "捷運北投站(北投)",
        "address": "北投路二段一號同向(向北)",
        "lon": "121.49802",
        "lat": "25.13225",
        "version": 1
    },
    {
        "id": 359,
        "name": "捷運北投站(育仁)",
        "address": "育仁路8巷1號同向(向北)",
        "lon": "121.49871",
        "lat": "25.13261",
        "version": 1
    },
    {
        "id": 364,
        "name": "捷運石牌站(東華)",
        "address": "東華路一段540號北側(向北)",
        "lon": "121.5154878",
        "lat": "25.11515658",
        "version": 1
    },
    {
        "id": 366,
        "name": "捷運奇岩站",
        "address": "三合街二段502號同向(向西)",
        "lon": "121.4995994",
        "lat": "25.12600361",
        "version": 2
    },
    {
        "id": 372,
        "name": "捷運忠孝敦化站",
        "address": "忠孝東路四段163號同向(向西)",
        "lon": "121.5501789",
        "lat": "25.0416333",
        "version": 1
    },
    {
        "id": 373,
        "name": "捷運忠義站",
        "address": "中央北路四段301號同向(向南)",
        "lon": "121.472841990732",
        "lat": "25.1309842410201",
        "version": 2
    },
    {
        "id": 374,
        "name": "捷運明德站(西安)",
        "address": "西安街一段151號對向(向南)",
        "lon": "121.51904",
        "lat": "25.10923",
        "version": 1
    },
    {
        "id": 378,
        "name": "捷運後山埤站(玉成)",
        "address": "忠孝東路五段813號同向(向西)",
        "lon": "121.5829604",
        "lat": "25.04521051",
        "version": 2
    },
    {
        "id": 382,
        "name": "捷運唭哩岸站二(西安)",
        "address": "西安街二段359號同向(向南)",
        "lon": "121.50419",
        "lat": "25.12098",
        "version": 3
    },
    {
        "id": 384,
        "name": "捷運唭哩岸站一(西安)",
        "address": "西安路二段275巷6號同向(向南)",
        "lon": "121.507204221793",
        "lat": "25.120365436068",
        "version": 2
    },
    {
        "id": 387,
        "name": "捷運唭哩岸站二(東華)",
        "address": "東華街二352號同向(向北)",
        "lon": "121.505229693995",
        "lat": "25.1213471298747",
        "version": 2
    },
    {
        "id": 388,
        "name": "捷運國父紀念館站(忠孝)",
        "address": "忠孝東路四段425號對向(向東)",
        "lon": "121.55934",
        "lat": "25.04119",
        "version": 4
    },
    {
        "id": 389,
        "name": "捷運國父紀念館站(忠孝)",
        "address": "忠孝東路四段425號同向(向西)",
        "lon": "121.55901",
        "lat": "25.04145",
        "version": 4
    },
    {
        "id": 392,
        "name": "海巡署一",
        "address": "興隆路三段261號同向(向北)",
        "lon": "121.5587834",
        "lat": "24.99238885",
        "version": 3
    },
    {
        "id": 393,
        "name": "涼亭",
        "address": "舊莊路二段同向(向西)",
        "lon": "121.662317",
        "lat": "25.024643",
        "version": 3
    },
    {
        "id": 395,
        "name": "清江里",
        "address": "中央南路一段191號同向(向北)",
        "lon": "121.50117",
        "lat": "25.12874",
        "version": 1
    },
    {
        "id": 396,
        "name": "清江國小",
        "address": "公館路213號對向(向南)",
        "lon": "121.50766",
        "lat": "25.12728",
        "version": 1
    },
    {
        "id": 405,
        "name": "頂湖",
        "address": "地標同向(向南)",
        "lon": "121.530112",
        "lat": "25.15631173",
        "version": 1
    },
    {
        "id": 410,
        "name": "花開富貴",
        "address": "中正路485號同向(向南)",
        "lon": "121.53367",
        "lat": "24.98182",
        "version": 1
    },
    {
        "id": 412,
        "name": "振興醫院",
        "address": "振興街21號同向(向北)",
        "lon": "121.522205010272",
        "lat": "25.1181002858817",
        "version": 2
    },
    {
        "id": 416,
        "name": "復興崗",
        "address": "中央北路二段227號同向(向南)",
        "lon": "121.4923517",
        "lat": "25.13807076",
        "version": 1
    },
    {
        "id": 424,
        "name": "港墘",
        "address": "港墘路77號同向(向北)",
        "lon": "121.5778251",
        "lat": "25.08068537",
        "version": 1
    },
    {
        "id": 426,
        "name": "濱湖大第",
        "address": "康寧街680號同向(向南)",
        "lon": "121.6374684",
        "lat": "25.07246082",
        "version": 3
    },
    {
        "id": 427,
        "name": "無尾崙",
        "address": "地標同向(向南)",
        "lon": "121.5273248",
        "lat": "25.15228087",
        "version": 1
    },
    {
        "id": 429,
        "name": "華江站",
        "address": "環河北路二段250巷56弄同向(向東)",
        "lon": "121.488923241489",
        "lat": "25.032246827412",
        "version": 5
    },
    {
        "id": 431,
        "name": "華夏科技大學",
        "address": "忠孝街2之9號同向(向西)",
        "lon": "121.50937",
        "lat": "24.983",
        "version": 3
    },
    {
        "id": 433,
        "name": "華僑會館",
        "address": "泉源路26號同向(向南)",
        "lon": "121.5057796",
        "lat": "25.13931402",
        "version": 1
    },
    {
        "id": 434,
        "name": "立功立德路口",
        "address": "立功街96號同向(向南)",
        "lon": "121.47105",
        "lat": "25.12549",
        "version": 2
    },
    {
        "id": 441,
        "name": "陽明大學(西安)",
        "address": "西安街二165號同向(向南)",
        "lon": "121.511691191756",
        "lat": "25.1191852593947",
        "version": 2
    },
    {
        "id": 442,
        "name": "陽明大學(東華)",
        "address": "東華街19號同向(向北)",
        "lon": "121.511973",
        "lat": "25.119636",
        "version": 2
    },
    {
        "id": 444,
        "name": "陽明山",
        "address": "湖山路一段14號對向(向東)",
        "lon": "121.5473281",
        "lat": "25.15233918",
        "version": 3
    },
    {
        "id": 448,
        "name": "雅敘園",
        "address": "泉源路35巷同向(向西)",
        "lon": "121.5062464",
        "lat": "25.14053914",
        "version": 1
    },
    {
        "id": 453,
        "name": "慈后宮",
        "address": "崇仁路一段33號同向(向北)",
        "lon": "121.5013728",
        "lat": "25.12750085",
        "version": 1
    },
    {
        "id": 454,
        "name": "慈航寺",
        "address": "中和街453之7號同向(向南)",
        "lon": "121.497011",
        "lat": "25.144571",
        "version": 2
    },
    {
        "id": 456,
        "name": "新北投",
        "address": "中和街28號同向(向南)",
        "lon": "121.502937",
        "lat": "25.137791",
        "version": 3
    },
    {
        "id": 459,
        "name": "敬老院",
        "address": "知行路75號同向(向南)",
        "lon": "121.4664182",
        "lat": "25.11934571",
        "version": 1
    },
    {
        "id": 461,
        "name": "源之鄉",
        "address": "新民路一段1巷8號同向(向南)",
        "lon": "121.50781",
        "lat": "25.14134",
        "version": 2
    },
    {
        "id": 465,
        "name": "當代藝術館",
        "address": "長安西路86號同向(向東)",
        "lon": "121.51892",
        "lat": "25.05036",
        "version": 1
    },
    {
        "id": 471,
        "name": "運動公園",
        "address": "中正東路一段40號同向(向南)",
        "lon": "121.450473694757",
        "lat": "25.1644146571651",
        "version": 2
    },
    {
        "id": 477,
        "name": "橋東",
        "address": "忠孝東路476號同向(向北)",
        "lon": "121.666210",
        "lat": "25.073529",
        "version": 2
    },
    {
        "id": 478,
        "name": "北投綠色圖書館",
        "address": "光明路323號同向(向北)",
        "lon": "121.5060354",
        "lat": "25.13596345",
        "version": 1
    },
    {
        "id": 482,
        "name": "榮光新村(榮總東院)",
        "address": "石牌路二段同向(向南)",
        "lon": "121.5226771",
        "lat": "25.12028036",
        "version": 1
    },
    {
        "id": 483,
        "name": "榮總",
        "address": "石牌路二段201號對向(向東)",
        "lon": "121.51968525315",
        "lat": "25.1185668257628",
        "version": 2
    },
    {
        "id": 1146,
        "name": "新明成功路口",
        "address": "新明路87號同向(向東)",
        "lon": "121.590623",
        "lat": "25.06008",
        "version": 2
    },
    {
        "id": 1147,
        "name": "環山路",
        "address": "環山路二段25巷同向(向東)",
        "lon": "121.5717",
        "lat": "25.08607",
        "version": 1
    },
    {
        "id": 1150,
        "name": "麗山高中(港墘)",
        "address": "港墘路9號同向(向南)",
        "lon": "121.57808",
        "lat": "25.08352",
        "version": 1
    },
    {
        "id": 1153,
        "name": "麗山街",
        "address": "內湖路一段427號(向西)",
        "lon": "121.571386",
        "lat": "25.081473",
        "version": 3
    },
    {
        "id": 1155,
        "name": "麗山新村",
        "address": "環山路二段63號同向(向東)",
        "lon": "121.573943217316",
        "lat": "25.0851847031458",
        "version": 2
    },
    {
        "id": 1156,
        "name": "麗寶大樓",
        "address": "瑞光路68號(向南)",
        "lon": "121.582671",
        "lat": "25.070391",
        "version": 5
    },
    {
        "id": 1159,
        "name": "警智新村",
        "address": "康寧路一段210號同向(向東)",
        "lon": "121.5946919",
        "lat": "25.07889169",
        "version": 2
    },
    {
        "id": 1168,
        "name": "忠泰美術館",
        "address": "市民大道三段174號同向(向東)",
        "lon": "121.5373",
        "lat": "25.0446",
        "version": 2
    },
    {
        "id": 1169,
        "name": "大同大學",
        "address": "中山北路三段50號同向(向北)",
        "lon": "121.5228199",
        "lat": "25.06770081",
        "version": 1
    },
    {
        "id": 1171,
        "name": "大同公司(晴光市場)",
        "address": "中山北路三段15之1號對向(向南)",
        "lon": "121.5221621",
        "lat": "25.06438114",
        "version": 1
    },
    {
        "id": 1173,
        "name": "大佳國小",
        "address": "濱江街142號同向(向東)",
        "lon": "121.536368939523",
        "lat": "25.0723302205134",
        "version": 3
    },
    {
        "id": 1179,
        "name": "大直高中",
        "address": "北安路500號同向(向東)",
        "lon": "121.54255",
        "lat": "25.07949",
        "version": 1
    },
    {
        "id": 50094,
        "name": "舊莊公園",
        "address": "林森街1號對向(向南)",
        "lon": "121.6208139",
        "lat": "25.04097252",
        "version": 1
    },
    {
        "id": 50095,
        "name": "胡適國小",
        "address": "舊莊街一段12號對向(向北)",
        "lon": "121.6190381",
        "lat": "25.04344894",
        "version": 1
    },
    {
        "id": 50096,
        "name": "福山抽水站",
        "address": "研究院路二段11號對向(向北)",
        "lon": "121.61734",
        "lat": "25.04642",
        "version": 1
    },
    {
        "id": 50097,
        "name": "汐止後車站",
        "address": "忠孝東路314號同向(向東)",
        "lon": "121.664157",
        "lat": "25.068624",
        "version": 4
    },
    {
        "id": 50105,
        "name": "興華路",
        "address": "興華路82號對向(向北)",
        "lon": "121.6056305",
        "lat": "25.05703621",
        "version": 1
    },
    {
        "id": 50108,
        "name": "下寮橋",
        "address": "研究院路四段159之1號同向(向北)",
        "lon": "121.59552",
        "lat": "25.019163",
        "version": 1
    },
    {
        "id": 50109,
        "name": "光明里",
        "address": "碇南路二段8號對向(向北)",
        "lon": "121.66621",
        "lat": "25.03066",
        "version": 1
    },
    {
        "id": 50110,
        "name": "茶葉製造示範場",
        "address": "舊庄街二段336號對向(向南)",
        "lon": "121.6637",
        "lat": "25.02739",
        "version": 3
    },
    {
        "id": 50121,
        "name": "濱湖大第",
        "address": "康寧街626號同向(向北)",
        "lon": "121.6375657",
        "lat": "25.07213379",
        "version": 3
    },
    {
        "id": 50124,
        "name": "捷運南港站",
        "address": "捷運南港站1號出口前(向東)",
        "lon": "121.607980679551",
        "lat": "25.0521188090441",
        "version": 3
    },
    {
        "id": 50131,
        "name": "永春國小",
        "address": "永吉路440號同向(向東)",
        "lon": "121.5781869",
        "lat": "25.04534354",
        "version": 1
    },
    {
        "id": 50152,
        "name": "吳興國小(莊敬)",
        "address": "松仁路227號同向(向西)",
        "lon": "121.5680489",
        "lat": "25.02685576",
        "version": 2
    },
    {
        "id": 50402,
        "name": "同興公園",
        "address": "同義街11巷5號同向(向北)",
        "lon": "121.4320382",
        "lat": "25.05579621",
        "version": 1
    },
    {
        "id": 50406,
        "name": "捷運泰山貴和站(明志路)",
        "address": "明志路三段427號同向(向北)",
        "lon": "121.4209851",
        "lat": "25.03292",
        "version": 3
    },
    {
        "id": 50407,
        "name": "週美里一",
        "address": "新明路298巷290號前(向北)",
        "lon": "121.581944",
        "lat": "25.05636",
        "version": 2
    },
    {
        "id": 50409,
        "name": "大崁國小",
        "address": "大坎腳36之5號同向(向東)",
        "lon": "121.41876",
        "lat": "25.1596",
        "version": 1
    },
    {
        "id": 50416,
        "name": "民族路口",
        "address": "三民路242號(向北)",
        "lon": "121.467789",
        "lat": "25.090065",
        "version": 2
    },
    {
        "id": 50417,
        "name": "民生街口",
        "address": "中山ㄧ路287號同向(向北)",
        "lon": "121.4717468",
        "lat": "25.0793704",
        "version": 2
    },
    {
        "id": 50419,
        "name": "長榮路",
        "address": "長榮路685號同向(向北)",
        "lon": "121.4606387",
        "lat": "25.0923306",
        "version": 1
    },
    {
        "id": 50421,
        "name": "內湖運動公園",
        "address": "舊宗路二段(民權東路6段11巷巷口往南45公尺處)(向北)",
        "lon": "121.57483",
        "lat": "25.06684",
        "version": 1
    },
    {
        "id": 50422,
        "name": "安泰里",
        "address": "安泰街49巷巷口對面(向南)",
        "lon": "121.61746",
        "lat": "25.074",
        "version": 1
    },
    {
        "id": 50428,
        "name": "週美里",
        "address": "新明路253號同向(向東)",
        "lon": "121.5828479",
        "lat": "25.05609093",
        "version": 1
    },
    {
        "id": 50429,
        "name": "週美里",
        "address": "新明路278號同向(向西)",
        "lon": "121.5827604",
        "lat": "25.05620879",
        "version": 1
    },
    {
        "id": 50430,
        "name": "新明路",
        "address": "新明路196號同向(向東)",
        "lon": "121.5854194",
        "lat": "25.05722486",
        "version": 1
    },
    {
        "id": 50433,
        "name": "石潭公園(成功)",
        "address": "向陽路、成功路二段橋下(向南)",
        "lon": "121.591015",
        "lat": "25.061041",
        "version": 2
    },
    {
        "id": 50434,
        "name": "石潭公園(成功)",
        "address": "向陽路成功路二段橋下對面(向北)",
        "lon": "121.591281",
        "lat": "25.061289",
        "version": 3
    },
    {
        "id": 50435,
        "name": "石潭公園",
        "address": "地標同向(向西)",
        "lon": "121.59315",
        "lat": "25.06242",
        "version": 1
    },
    {
        "id": 50436,
        "name": "晉強公司",
        "address": "安康路121號同向(向西)",
        "lon": "121.59929",
        "lat": "25.0630755",
        "version": 1
    },
    {
        "id": 50437,
        "name": "安康路",
        "address": "安康路142號同向(向東)",
        "lon": "121.6011887",
        "lat": "25.06313719",
        "version": 1
    },
    {
        "id": 50646,
        "name": "天北站",
        "address": "天母北路89號同向(向北)",
        "lon": "121.5266532",
        "lat": "25.12292985",
        "version": 1
    },
    {
        "id": 50647,
        "name": "三玉宮",
        "address": "天母東路1之7號同向(向西)",
        "lon": "121.5311071",
        "lat": "25.11823857",
        "version": 1
    },
    {
        "id": 50650,
        "name": "忠孝新村",
        "address": "德行東路393巷對向(向北)",
        "lon": "121.5398",
        "lat": "25.1112",
        "version": 1
    },
    {
        "id": 50651,
        "name": "國立科教館",
        "address": "士商路189號同向(向北)",
        "lon": "121.517199",
        "lat": "25.095042",
        "version": 3
    },
    {
        "id": 50653,
        "name": "忠誠路口",
        "address": "天母東路78號同向(向東)",
        "lon": "121.53533",
        "lat": "25.11807",
        "version": 1
    },
    {
        "id": 50654,
        "name": "石油新村",
        "address": "德行東路37號同向(向西)",
        "lon": "121.5262961",
        "lat": "25.1070703",
        "version": 1
    },
    {
        "id": 50655,
        "name": "天母國小",
        "address": "天母北路2-1號(向南)",
        "lon": "121.52615807606",
        "lat": "25.118950713724",
        "version": 2
    },
    {
        "id": 50658,
        "name": "蘭雅新城",
        "address": "忠誠路一段159號同向(向西)",
        "lon": "121.529800366051",
        "lat": "25.107166732371",
        "version": 2
    },
    {
        "id": 50660,
        "name": "忠義新城",
        "address": "德行東路99號同向(向西)",
        "lon": "121.5279725",
        "lat": "25.10762151",
        "version": 1
    },
    {
        "id": 50662,
        "name": "陽明天主堂",
        "address": "華岡路2號陽明天主堂對面(向東)",
        "lon": "121.54379",
        "lat": "25.13847",
        "version": 1
    },
    {
        "id": 50664,
        "name": "芝山國小",
        "address": "德行東路324號對向(向西)",
        "lon": "121.537252",
        "lat": "25.110333",
        "version": 2
    },
    {
        "id": 50665,
        "name": "臺北醫院",
        "address": "臺北醫院正門口前紅磚道候車亭(向南)",
        "lon": "121.45976",
        "lat": "25.04304",
        "version": 5
    },
    {
        "id": 50669,
        "name": "萬壽橋頭(新光)",
        "address": "新光路一段146號同向(向北)",
        "lon": "121.573803212774",
        "lat": "24.9928588203687",
        "version": 5
    },
    {
        "id": 50671,
        "name": "萬壽橋頭(秀明)",
        "address": "秀明路二段35號同向(向西)",
        "lon": "121.574651357565",
        "lat": "24.9918633600422",
        "version": 2
    },
    {
        "id": 50672,
        "name": "捷運動物園站",
        "address": "新光路一段57號同向(向北)",
        "lon": "121.579926",
        "lat": "24.998553",
        "version": 3
    },
    {
        "id": 50674,
        "name": "指南山莊",
        "address": "萬壽路15號對向(向東)",
        "lon": "121.578601086333",
        "lat": "24.9889796040779",
        "version": 4
    },
    {
        "id": 50675,
        "name": "國關中心",
        "address": "萬壽路燈桿編號12號對向(向西)",
        "lon": "121.58023",
        "lat": "24.98929",
        "version": 3
    },
    {
        "id": 50677,
        "name": "綠野山莊",
        "address": "政大一街與萬壽路交叉口右前側(向北)",
        "lon": "121.587632890382",
        "lat": "24.9881804824337",
        "version": 3
    },
    {
        "id": 50678,
        "name": "棲霞山莊",
        "address": "萬壽路萬壽3號公園對向(向北)",
        "lon": "121.587942169381",
        "lat": "24.9871695314337",
        "version": 4
    },
    {
        "id": 50679,
        "name": "政大御花園",
        "address": "萬壽路75巷同向(向北)",
        "lon": "121.5873303",
        "lat": "24.98599992",
        "version": 3
    },
    {
        "id": 50680,
        "name": "政大附中",
        "address": "政大一街320巷同向(向南)",
        "lon": "121.5857205",
        "lat": "24.98695836",
        "version": 3
    },
    {
        "id": 50682,
        "name": "木柵市場",
        "address": "保儀路木柵路三段交叉口(向南)",
        "lon": "121.568546705585",
        "lat": "24.9883715404261",
        "version": 4
    },
    {
        "id": 50683,
        "name": "久康街口",
        "address": "秀明路25號同向(向西)",
        "lon": "121.564033",
        "lat": "24.98956911",
        "version": 1
    },
    {
        "id": 50687,
        "name": "臺大醫院",
        "address": "中山南路與徐州路交叉口東南側候車亭(向南)",
        "lon": "121.518504221004",
        "lat": "25.04249755321",
        "version": 2
    },
    {
        "id": 50688,
        "name": "行政院",
        "address": "中山北路一段20號同向(向南)",
        "lon": "121.519759690546",
        "lat": "25.046484462941",
        "version": 2
    },
    {
        "id": 50691,
        "name": "小南門",
        "address": "中華路一段89號同向(向北)",
        "lon": "121.5073666",
        "lat": "25.03821366",
        "version": 1
    },
    {
        "id": 50720,
        "name": "寶興街",
        "address": "寶興街93號同向(向東)",
        "lon": "121.4943587",
        "lat": "25.02579874",
        "version": 1
    },
    {
        "id": 50803,
        "name": "福和橋(成功路)",
        "address": "成功路一段111號同向(向北)",
        "lon": "121.5269278",
        "lat": "25.00214652",
        "version": 2
    },
    {
        "id": 50804,
        "name": "福和國中",
        "address": "水利路83號同向(向西)",
        "lon": "121.52146366371",
        "lat": "25.0033491522373",
        "version": 2
    },
    {
        "id": 50809,
        "name": "中正橋頭",
        "address": "永和路二段322號同向(向北)",
        "lon": "121.5162239",
        "lat": "25.01604284",
        "version": 1
    },
    {
        "id": 50811,
        "name": "永安市場",
        "address": "安樂路457號對向(向北)",
        "lon": "121.51445",
        "lat": "25.00506",
        "version": 1
    },
    {
        "id": 50817,
        "name": "連城路口",
        "address": "景平路589號同向(向西)",
        "lon": "121.4974937",
        "lat": "25.00061392",
        "version": 1
    },
    {
        "id": 50820,
        "name": "德光路",
        "address": "德光路18號同向(向西)",
        "lon": "121.4700635",
        "lat": "25.00413704",
        "version": 1
    },
    {
        "id": 50821,
        "name": "德光路",
        "address": "德光路9號同向(向東)",
        "lon": "121.4702737",
        "lat": "25.0040587",
        "version": 1
    },
    {
        "id": 50822,
        "name": "民德路",
        "address": "德光路109號同向(向北)",
        "lon": "121.468229",
        "lat": "25.003210",
        "version": 2
    },
    {
        "id": 50823,
        "name": "民德路口",
        "address": "民德路61號同向(向北)",
        "lon": "121.46895",
        "lat": "25.00154",
        "version": 1
    },
    {
        "id": 50833,
        "name": "捷運景安站(景平路)",
        "address": "新北市中和區景平路502-1號(向西)",
        "lon": "121.504540",
        "lat": "24.993687",
        "version": 5
    },
    {
        "id": 50834,
        "name": "景新街口",
        "address": "景安路90號同向(向南)",
        "lon": "121.505574",
        "lat": "24.995927",
        "version": 2
    },
    {
        "id": 50838,
        "name": "安平路",
        "address": "安平路208號(向北)",
        "lon": "121.51196",
        "lat": "24.99767",
        "version": 1
    },
    {
        "id": 50839,
        "name": "宜安路",
        "address": "宜安路77號對向(向西)",
        "lon": "121.5112044",
        "lat": "24.99729519",
        "version": 1
    },
    {
        "id": 50840,
        "name": "南華路口",
        "address": "景平路568號同向",
        "lon": "121.5017997",
        "lat": "24.99530951",
        "version": 7
    },
    {
        "id": 50844,
        "name": "中和教會",
        "address": "景平路243號同向(向東)",
        "lon": "121.5088987",
        "lat": "24.99288469",
        "version": 2
    },
    {
        "id": 50846,
        "name": "三介廟",
        "address": "景新街457號同向(向北)",
        "lon": "121.5132017",
        "lat": "24.98828945",
        "version": 1
    },
    {
        "id": 50848,
        "name": "景平路大勇街口",
        "address": "景平路200號對向(向東)",
        "lon": "121.5177454",
        "lat": "24.99182396",
        "version": 3
    },
    {
        "id": 50849,
        "name": "景平路景德街口",
        "address": "景平路116號同向(向東)",
        "lon": "121.5192959",
        "lat": "24.99145231",
        "version": 4
    },
    {
        "id": 50850,
        "name": "秀朗橋站",
        "address": "景平路2號同向(向西)",
        "lon": "121.52499",
        "lat": "24.99049",
        "version": 2
    },
    {
        "id": 55001,
        "name": "福德廟(石牌)",
        "address": "石牌路二段362號同向(向西)",
        "lon": "121.525261",
        "lat": "25.12357001",
        "version": 1
    },
    {
        "id": 55004,
        "name": "榮總一",
        "address": "石牌路二段201號同向(向西)(中間)",
        "lon": "121.520551599272",
        "lat": "25.1188249158648",
        "version": 3
    },
    {
        "id": 55009,
        "name": "岩山里一",
        "address": "仰德大道一段19號對向(向北)",
        "lon": "121.53702433513",
        "lat": "25.1035131480372",
        "version": 2
    },
    {
        "id": 55012,
        "name": "公館里",
        "address": "永公路430巷口(向北)",
        "lon": "121.56473",
        "lat": "25.12663",
        "version": 1
    },
    {
        "id": 56079,
        "name": "木柵國小",
        "address": "秀明路一段221號同向(向西)",
        "lon": "121.5699829",
        "lat": "24.9917563",
        "version": 1
    },
    {
        "id": 56080,
        "name": "華夏六村",
        "address": "秀明路一段99號同向(向北)",
        "lon": "121.566356005774",
        "lat": "24.9904710370064",
        "version": 2
    },
    {
        "id": 56089,
        "name": "三角公園",
        "address": "指南路三段26巷對向(向北)",
        "lon": "121.57994559754",
        "lat": "24.983509219188",
        "version": 2
    },
    {
        "id": 56090,
        "name": "樟山寺一",
        "address": "指南路三段同向(向北)",
        "lon": "121.5805283",
        "lat": "24.97417753",
        "version": 1
    },
    {
        "id": 56092,
        "name": "天恩宮",
        "address": "指南宮三段38巷37之2號對向(向北)",
        "lon": "121.59178",
        "lat": "24.96774",
        "version": 1
    },
    {
        "id": 56095,
        "name": "涼亭站",
        "address": "指南路三段40巷同向(向北)",
        "lon": "121.5972576",
        "lat": "24.96603131",
        "version": 1
    },
    {
        "id": 56096,
        "name": "圓山",
        "address": "臺北市文山區指南路三段40巷30號斜對面電桿旁(向南)",
        "lon": "121.600402",
        "lat": "24.970251",
        "version": 2
    },
    {
        "id": 56098,
        "name": "世新大學",
        "address": "木柵路一段17巷1號同向(向西)",
        "lon": "121.54401",
        "lat": "24.98858",
        "version": 1
    },
    {
        "id": 56100,
        "name": "考試院",
        "address": "試院路1號同向(向西)",
        "lon": "121.550077359064",
        "lat": "24.98759233313",
        "version": 2
    },
    {
        "id": 56101,
        "name": "溝子口",
        "address": "木柵路一段217號同向(向西)",
        "lon": "121.551783",
        "lat": "24.98782321",
        "version": 1
    },
    {
        "id": 56102,
        "name": "永建國小",
        "address": "木柵路一段與光輝路交口15公尺同向(向西)",
        "lon": "121.555499",
        "lat": "24.988291",
        "version": 5
    },
    {
        "id": 56103,
        "name": "中興公寓",
        "address": "木柵路一段366號對向(向西)",
        "lon": "121.556489526679",
        "lat": "24.9885175064144",
        "version": 3
    },
    {
        "id": 56106,
        "name": "文山一分局",
        "address": "木柵路二段139號同向(向西)",
        "lon": "121.562489728783",
        "lat": "24.9889647613988",
        "version": 4
    },
    {
        "id": 56107,
        "name": "木柵",
        "address": "木柵路二段57號同向(向西)",
        "lon": "121.566361887311",
        "lat": "24.9885790493873",
        "version": 4
    },
    {
        "id": 56109,
        "name": "捷運木柵站",
        "address": "木柵路四段123號同向(向西)",
        "lon": "121.57396",
        "lat": "24.997735",
        "version": 4
    },
    {
        "id": 56111,
        "name": "石壁坑",
        "address": "木柵路五段(向西)",
        "lon": "121.583287778248",
        "lat": "25.0028393386766",
        "version": 3
    },
    {
        "id": 56112,
        "name": "萬福橋",
        "address": "木柵路五段同向(向西)",
        "lon": "121.585066207329",
        "lat": "25.0031479361546",
        "version": 2
    },
    {
        "id": 57702,
        "name": "茶推廣中心",
        "address": "指南路三段38巷同向(向北)",
        "lon": "121.593792638784",
        "lat": "24.9693585939103",
        "version": 2
    },
    {
        "id": 57703,
        "name": "茶推廣中心",
        "address": "指南路三段38巷同向(向南)",
        "lon": "121.5934956",
        "lat": "24.9693274",
        "version": 1
    },
    {
        "id": 57706,
        "name": "景興國中",
        "address": "景興路30號同向(向南)",
        "lon": "121.544575703262",
        "lat": "24.9972142117661",
        "version": 2
    },
    {
        "id": 57707,
        "name": "景美國中",
        "address": "景中街29號同向(向西)",
        "lon": "121.5426452",
        "lat": "24.992992",
        "version": 1
    },
    {
        "id": 57709,
        "name": "景華公園",
        "address": "景興路117號同向(向北)",
        "lon": "121.5447432",
        "lat": "24.99474012",
        "version": 1
    },
    {
        "id": 50438,
        "name": "安康路",
        "address": "安康路141號同向(向西)",
        "lon": "121.6013134",
        "lat": "25.06328522",
        "version": 1
    },
    {
        "id": 50439,
        "name": "蘆洲里",
        "address": "安康路60號同向(向東)",
        "lon": "121.5972045",
        "lat": "25.06215197",
        "version": 1
    },
    {
        "id": 50443,
        "name": "民權隧道",
        "address": "民權東路六段467號同向(向西)",
        "lon": "121.6048395",
        "lat": "25.0723674",
        "version": 1
    },
    {
        "id": 50444,
        "name": "東湖社區",
        "address": "康樂街50號同向(向南)",
        "lon": "121.6184776",
        "lat": "25.06922957",
        "version": 1
    },
    {
        "id": 50445,
        "name": "康湖隧道口(白馬山莊)",
        "address": "忠二街口(白馬山莊)對面(向北)",
        "lon": "121.62288",
        "lat": "25.07715",
        "version": 2
    },
    {
        "id": 50448,
        "name": "大湖公園",
        "address": "成功路5段170巷同向(向北)",
        "lon": "121.6052",
        "lat": "25.0831",
        "version": 1
    },
    {
        "id": 50449,
        "name": "金龍路口",
        "address": "金龍路23號同向(向東)",
        "lon": "121.5943239",
        "lat": "25.08460125",
        "version": 2
    },
    {
        "id": 50451,
        "name": "碧山路口",
        "address": "內湖路三段70號(向西)",
        "lon": "121.5915543",
        "lat": "25.08619531",
        "version": 1
    },
    {
        "id": 50500,
        "name": "將軍嶺",
        "address": "成功路二段367號同向(向北)",
        "lon": "121.590016770287",
        "lat": "25.0738091792986",
        "version": 2
    },
    {
        "id": 50503,
        "name": "衛勤訓練中心",
        "address": "金湖路328號之2同向(向西)",
        "lon": "121.602397",
        "lat": "25.07383",
        "version": 3
    },
    {
        "id": 50504,
        "name": "美國在臺協會",
        "address": "金湖路179號對面(向西)",
        "lon": "121.599056",
        "lat": "25.079466",
        "version": 3
    },
    {
        "id": 50511,
        "name": "西湖國中",
        "address": "地標對向(向南)",
        "lon": "121.56545",
        "lat": "25.08514",
        "version": 1
    },
    {
        "id": 50518,
        "name": "菁山一",
        "address": "菁山路101巷20弄同向(向北)",
        "lon": "121.5576929",
        "lat": "25.14519955",
        "version": 1
    },
    {
        "id": 50519,
        "name": "土地公廟",
        "address": "地標同向(向北)",
        "lon": "121.56042",
        "lat": "25.14954",
        "version": 1
    },
    {
        "id": 50521,
        "name": "絹絲瀑布",
        "address": "菁山路101巷71弄同向(向北)",
        "lon": "121.5617952",
        "lat": "25.15108",
        "version": 2
    },
    {
        "id": 50523,
        "name": "天寶聖道宮",
        "address": "菁山路101巷82號同向(向西)",
        "lon": "121.5680329",
        "lat": "25.16724599",
        "version": 1
    },
    {
        "id": 50525,
        "name": "頂湖",
        "address": "地標同向(向北)",
        "lon": "121.530313",
        "lat": "25.15638367",
        "version": 1
    },
    {
        "id": 50534,
        "name": "大崙尾山",
        "address": "中社路二段上候車亭旁(向東)",
        "lon": "121.5699631",
        "lat": "25.10682502",
        "version": 2
    },
    {
        "id": 50535,
        "name": "中央站",
        "address": "中社路一段同向(向北)",
        "lon": "121.56162",
        "lat": "25.10754",
        "version": 1
    },
    {
        "id": 50605,
        "name": "聯邦社區",
        "address": "中華路二段143號同向(向北)",
        "lon": "121.452983",
        "lat": "25.050565",
        "version": 2
    },
    {
        "id": 50612,
        "name": "幸福中華路口",
        "address": "幸福路590號同向(向西)",
        "lon": "121.4533408",
        "lat": "25.04938552",
        "version": 1
    },
    {
        "id": 50616,
        "name": "盲人重建院",
        "address": "中正路443號前同向(向東)",
        "lon": "121.443285",
        "lat": "25.034037",
        "version": 2
    },
    {
        "id": 50617,
        "name": "建國一路",
        "address": "建國一路55號同向(向北)",
        "lon": "121.4345361",
        "lat": "25.03010729",
        "version": 1
    },
    {
        "id": 50618,
        "name": "貿商國宅",
        "address": "登林路76之6號對向(向東)",
        "lon": "121.43028",
        "lat": "25.06943",
        "version": 2
    },
    {
        "id": 50621,
        "name": "財元廣場",
        "address": "中華路二段20號同向(向東)",
        "lon": "121.45331",
        "lat": "25.04474",
        "version": 1
    },
    {
        "id": 50625,
        "name": "龍安大第",
        "address": "龍安路331號同向(向西)",
        "lon": "121.4221636",
        "lat": "25.01933187",
        "version": 1
    },
    {
        "id": 50626,
        "name": "光華國小(龍安路)",
        "address": "龍安路487巷同向(向南)",
        "lon": "121.4255817",
        "lat": "25.01817194",
        "version": 5
    },
    {
        "id": 50628,
        "name": "士林區行政中心(基河)",
        "address": "士商路258號對向(向西)",
        "lon": "121.5204546",
        "lat": "25.09297967",
        "version": 1
    },
    {
        "id": 50629,
        "name": "劍潭",
        "address": "中山北路四段67號(向北)",
        "lon": "121.524381872313",
        "lat": "25.0805889011559",
        "version": 2
    },
    {
        "id": 50632,
        "name": "賴厝",
        "address": "中山北路六段431號同向(向南)",
        "lon": "121.527040561596",
        "lat": "25.1141183409596",
        "version": 2
    },
    {
        "id": 50634,
        "name": "天母",
        "address": "中山北路七段171號同向(向南)",
        "lon": "121.532507648405",
        "lat": "25.1243038497111",
        "version": 2
    },
    {
        "id": 50635,
        "name": "天母廣場",
        "address": "中山北路七段27號同向(向北)",
        "lon": "121.53084",
        "lat": "25.11927",
        "version": 1
    },
    {
        "id": 50636,
        "name": "克強游泳池",
        "address": "中山北路六段210號同向(向南)",
        "lon": "121.5250351",
        "lat": "25.10831235",
        "version": 1
    },
    {
        "id": 50637,
        "name": "台北美國/日僑學校",
        "address": "中山北路六段746號同向(向北)",
        "lon": "121.52816",
        "lat": "25.11569",
        "version": 2
    },
    {
        "id": 50638,
        "name": "天母新村",
        "address": "中山北路七段72號(向北)",
        "lon": "121.5315658",
        "lat": "25.121299",
        "version": 1
    },
    {
        "id": 50639,
        "name": "士林簡易庭",
        "address": "重慶北路四段58號同向(向北)",
        "lon": "121.51296",
        "lat": "25.08154",
        "version": 1
    },
    {
        "id": 50640,
        "name": "葫東重慶路口",
        "address": "重慶北路四段180號同向(向北)",
        "lon": "121.51196",
        "lat": "25.08435",
        "version": 1
    },
    {
        "id": 50643,
        "name": "百齡里",
        "address": "華齡街前港街路口北側10公尺(向北)",
        "lon": "121.51936",
        "lat": "25.08518",
        "version": 1
    },
    {
        "id": 50644,
        "name": "前港公園",
        "address": "華齡街166號旁(向南)",
        "lon": "121.51941",
        "lat": "25.08657",
        "version": 1
    },
    {
        "id": 865,
        "name": "新安",
        "address": "仰德大道三段240號(向南)",
        "lon": "121.550105",
        "lat": "25.124937",
        "version": 3
    },
    {
        "id": 866,
        "name": "新安里",
        "address": "新安路162號同向(向南)",
        "lon": "121.55715",
        "lat": "25.13046",
        "version": 1
    },
    {
        "id": 868,
        "name": "新安里西站",
        "address": "新安路276號同向(向北)",
        "lon": "121.55444",
        "lat": "25.13115",
        "version": 2
    },
    {
        "id": 869,
        "name": "新安路一",
        "address": "地標同向(向南)",
        "lon": "121.5535254",
        "lat": "25.11936571",
        "version": 1
    },
    {
        "id": 870,
        "name": "新安路二",
        "address": "地標同向(向南)",
        "lon": "121.55328",
        "lat": "25.12453",
        "version": 1
    },
    {
        "id": 872,
        "name": "新安路五",
        "address": "地標同向(向南)",
        "lon": "121.55665",
        "lat": "25.12764",
        "version": 1
    },
    {
        "id": 873,
        "name": "新安路六",
        "address": "地標同向(向北)",
        "lon": "121.55513",
        "lat": "25.12921",
        "version": 1
    },
    {
        "id": 874,
        "name": "新安路四",
        "address": "新安路123之1號對向(向南)",
        "lon": "121.55668",
        "lat": "25.12497",
        "version": 1
    },
    {
        "id": 878,
        "name": "新薈芳",
        "address": "紗帽路100號同向(向北)",
        "lon": "121.5487246",
        "lat": "25.14763107",
        "version": 1
    },
    {
        "id": 879,
        "name": "楓林橋",
        "address": "至善路三段239號同向(向東)",
        "lon": "121.58288",
        "lat": "25.11915",
        "version": 1
    },
    {
        "id": 882,
        "name": "溪山國小",
        "address": "至善路三段209號同向(向東)",
        "lon": "121.580395",
        "lat": "25.11968",
        "version": 1
    },
    {
        "id": 883,
        "name": "菁山遊憩區一",
        "address": "菁山路101巷67之2號同向(向西)",
        "lon": "121.561060",
        "lat": "25.151650",
        "version": 4
    },
    {
        "id": 884,
        "name": "菁山遊憩區一",
        "address": "菁山路101巷11號對向(向東)",
        "lon": "121.5613198",
        "lat": "25.1513866",
        "version": 4
    },
    {
        "id": 887,
        "name": "葫東重慶路口",
        "address": "重慶北路四段189號同向(向南)",
        "lon": "121.51151",
        "lat": "25.08432",
        "version": 1
    },
    {
        "id": 888,
        "name": "葫蘆寺",
        "address": "延平北路五段217號同向(向南)",
        "lon": "121.5094274",
        "lat": "25.08562037",
        "version": 1
    },
    {
        "id": 890,
        "name": "葫蘆堵市場",
        "address": "延平北路五段177號同向(向南)",
        "lon": "121.5100276",
        "lat": "25.08307587",
        "version": 1
    },
    {
        "id": 893,
        "name": "福安里",
        "address": "延平北路七段63巷南側同向(向南)",
        "lon": "121.49561",
        "lat": "25.09612",
        "version": 1
    },
    {
        "id": 894,
        "name": "福安消防隊",
        "address": "延平北路七段115號同向(向南)",
        "lon": "121.49461",
        "lat": "25.09707",
        "version": 1
    },
    {
        "id": 896,
        "name": "福林國小",
        "address": "中正路115號同向(向東)",
        "lon": "121.52906",
        "lat": "25.09592",
        "version": 2
    },
    {
        "id": 897,
        "name": "福林橋",
        "address": "中山北路五段647號同向(向南)",
        "lon": "121.527411",
        "lat": "25.097079",
        "version": 2
    },
    {
        "id": 899,
        "name": "福音",
        "address": "仰德大道三段5巷同向(向北)",
        "lon": "121.55056001317",
        "lat": "25.1143365915433",
        "version": 3
    },
    {
        "id": 900,
        "name": "福港街",
        "address": "福港街327號對面(向南)",
        "lon": "121.517899",
        "lat": "25.0915658",
        "version": 1
    },
    {
        "id": 901,
        "name": "碧溪橋",
        "address": "至善路三段143巷同向(向東)",
        "lon": "121.57392",
        "lat": "25.11616",
        "version": 1
    },
    {
        "id": 903,
        "name": "福壽橋",
        "address": "格致路251號同向(向北)",
        "lon": "121.5497333",
        "lat": "25.14570681",
        "version": 2
    },
    {
        "id": 905,
        "name": "福德宮",
        "address": "至善路三段71巷同向(向北)",
        "lon": "121.57076",
        "lat": "25.11859",
        "version": 1
    },
    {
        "id": 906,
        "name": "福德祠",
        "address": "平菁路106巷同向(向南)",
        "lon": "121.5746383",
        "lat": "25.12891321",
        "version": 3
    },
    {
        "id": 908,
        "name": "翠山派出所",
        "address": "中杜路一段43巷同向(向南)",
        "lon": "121.5603366",
        "lat": "25.1079774",
        "version": 2
    },
    {
        "id": 909,
        "name": "翠山莊",
        "address": "中社路一段9巷前同向(向東)",
        "lon": "121.56179",
        "lat": "25.1111",
        "version": 1
    },
    {
        "id": 910,
        "name": "翠山街",
        "address": "中社路二段93號同向(向南)",
        "lon": "121.5686968",
        "lat": "25.10754459",
        "version": 1
    },
    {
        "id": 913,
        "name": "銘傳大學",
        "address": "中山北路五段282巷對向(向南)",
        "lon": "121.5268976",
        "lat": "25.08788518",
        "version": 1
    },
    {
        "id": 915,
        "name": "齊賢華廈",
        "address": "天母西路46之3號同向(向東)",
        "lon": "121.5249985",
        "lat": "25.11844386",
        "version": 1
    },
    {
        "id": 916,
        "name": "齊賢華廈",
        "address": "天母西路71號同向(向西)",
        "lon": "121.52525",
        "lat": "25.11857",
        "version": 1
    },
    {
        "id": 919,
        "name": "劍潭國小",
        "address": "承德路四段35號同向(向南)",
        "lon": "121.5223096",
        "lat": "25.08105624",
        "version": 1
    },
    {
        "id": 922,
        "name": "德行(中山忠誠路口)",
        "address": "中山北路六段23號同向(向南)",
        "lon": "121.524957",
        "lat": "25.103354",
        "version": 1
    },
    {
        "id": 926,
        "name": "德行忠誠路口",
        "address": "德行東路154號同向(向東)",
        "lon": "121.52965",
        "lat": "25.10813",
        "version": 1
    },
    {
        "id": 930,
        "name": "鄭厝",
        "address": "平菁街同向(向南)",
        "lon": "121.571595",
        "lat": "25.13784856",
        "version": 2
    },
    {
        "id": 931,
        "name": "鞍部",
        "address": "竹子湖路112號同向(向北)",
        "lon": "121.52994",
        "lat": "25.18278",
        "version": 1
    },
    {
        "id": 934,
        "name": "賴厝",
        "address": "中山北路六段418號同向(向北)",
        "lon": "121.527168964819",
        "lat": "25.1136575672193",
        "version": 2
    },
    {
        "id": 935,
        "name": "錫安堂",
        "address": "陽明路一段34號同向(向北)",
        "lon": "121.5495277",
        "lat": "25.1494412",
        "version": 2
    },
    {
        "id": 936,
        "name": "擎天崗",
        "address": "地標同向(向北)",
        "lon": "121.57388",
        "lat": "25.16716",
        "version": 1
    },
    {
        "id": 937,
        "name": "嶺頭",
        "address": "仰德大道二段11巷同向(向南)",
        "lon": "121.541536360844",
        "lat": "25.1031851590031",
        "version": 3
    },
    {
        "id": 939,
        "name": "礁坑橋(普宜苑)",
        "address": "至善路三段189號對面(向東)",
        "lon": "121.5785",
        "lat": "25.11948",
        "version": 4
    },
    {
        "id": 940,
        "name": "磺溪底",
        "address": "格致路166巷同向(向北)",
        "lon": "121.5498793",
        "lat": "25.14069271",
        "version": 2
    },
    {
        "id": 942,
        "name": "臨江園",
        "address": "延平北路七段225號同向(向南)",
        "lon": "121.48915",
        "lat": "25.1017",
        "version": 1
    },
    {
        "id": 943,
        "name": "聯勤陽明山招待所",
        "address": "陽明路一段33號同向(向南)",
        "lon": "121.54924",
        "lat": "25.14819",
        "version": 1
    },
    {
        "id": 944,
        "name": "聯勤陽明山招待所",
        "address": "陽明路一段33號同向(向北)",
        "lon": "121.549325751061",
        "lat": "25.1480738467069",
        "version": 3
    },
    {
        "id": 947,
        "name": "職能發展學院",
        "address": "山東路號同向(向北)",
        "lon": "121.53922",
        "lat": "25.11433",
        "version": 1
    },
    {
        "id": 949,
        "name": "職能發展學院二",
        "address": "東山路100巷西北側(向南)",
        "lon": "121.5392543",
        "lat": "25.11343558",
        "version": 2
    },
    {
        "id": 950,
        "name": "雙溪公園",
        "address": "至善路一段116巷口同向(向東)",
        "lon": "121.53792",
        "lat": "25.097779",
        "version": 2
    },
    {
        "id": 953,
        "name": "雙溪別墅",
        "address": "至善路二段390號同向(向北)",
        "lon": "121.55722",
        "lat": "25.10525",
        "version": 2
    },
    {
        "id": 955,
        "name": "雙溪站一",
        "address": "中杜路二段121號同向(向東)",
        "lon": "121.56714",
        "lat": "25.10655",
        "version": 1
    },
    {
        "id": 957,
        "name": "雙溪站二",
        "address": "中杜路二段105號同向(向南)",
        "lon": "121.56821",
        "lat": "25.10687",
        "version": 1
    },
    {
        "id": 958,
        "name": "雙溪國小",
        "address": "中杜路二段上46巷北側(向南)",
        "lon": "121.5627429",
        "lat": "25.10678328",
        "version": 1
    },
    {
        "id": 959,
        "name": "雙溪淨水場",
        "address": "至善路三段110號同向(向東)",
        "lon": "121.56965",
        "lat": "25.11447",
        "version": 2
    },
    {
        "id": 962,
        "name": "礦寮",
        "address": "菁山路119之1號同向(向南)",
        "lon": "121.55925",
        "lat": "25.14404",
        "version": 1
    },
    {
        "id": 963,
        "name": "蘭雅國中",
        "address": "忠誠路二段25號同向(向北)",
        "lon": "121.53065017432",
        "lat": "25.1095102588294",
        "version": 2
    },
    {
        "id": 966,
        "name": "三民國中",
        "address": "民權東路六段76號同向(向東)",
        "lon": "121.5854057",
        "lat": "25.06880358",
        "version": 1
    },
    {
        "id": 968,
        "name": "大湖",
        "address": "成功路四段364號同向(向東)",
        "lon": "121.5998376",
        "lat": "25.08457726",
        "version": 1
    },
    {
        "id": 975,
        "name": "台北企業總部園區",
        "address": "新明路245號同向(向東)",
        "lon": "121.587031",
        "lat": "25.057943",
        "version": 4
    },
    {
        "id": 985,
        "name": "上灣仔",
        "address": "成功路二段252號同向(向南)",
        "lon": "121.590521443523",
        "lat": "25.0670002134225",
        "version": 2
    },
    {
        "id": 986,
        "name": "五分社區",
        "address": "東湖路82號同向(向東)",
        "lon": "121.614356340721",
        "lat": "25.0686868392957",
        "version": 4
    },
    {
        "id": 991,
        "name": "內湖行政大樓",
        "address": "民權東路六段138號同向(向東)",
        "lon": "121.5889192",
        "lat": "25.06893468",
        "version": 1
    },
    {
        "id": 993,
        "name": "內湖派出所",
        "address": "內湖路二段245號~251號對面(向東)",
        "lon": "121.5894925",
        "lat": "25.08178839",
        "version": 5
    },
    {
        "id": 996,
        "name": "新湖行善路口",
        "address": "新湖二路146巷與新湖二路交叉口同向(向東)",
        "lon": "121.585286",
        "lat": "25.064826",
        "version": 4
    },
    {
        "id": 997,
        "name": "捷運港墘站(內湖高工)",
        "address": "內湖路一段635號同向(向東)",
        "lon": "121.574618145655",
        "lat": "25.0801493693391",
        "version": 2
    },
    {
        "id": 998,
        "name": "內湖高中",
        "address": "文德路235號對向(向東)",
        "lon": "121.587565869008",
        "lat": "25.0787035812339",
        "version": 2
    },
    {
        "id": 1000,
        "name": "內湖國中",
        "address": "陽光街1號同向(向東)",
        "lon": "121.58784",
        "lat": "25.07696",
        "version": 1
    },
    {
        "id": 1001,
        "name": "內湖基湖路口",
        "address": "基湖路8號同向(向南)",
        "lon": "121.5652273",
        "lat": "25.08198997",
        "version": 1
    },
    {
        "id": 1004,
        "name": "內湖運動公園",
        "address": "舊宗路二段(民權東路6段11巷巷口對面往南30公尺處)(向南)",
        "lon": "121.5745401409",
        "lat": "25.0670818997093",
        "version": 2
    },
    {
        "id": 1006,
        "name": "公館山",
        "address": "瑞光路108號同向(向南)",
        "lon": "121.5809507",
        "lat": "25.07198833",
        "version": 1
    },
    {
        "id": 1007,
        "name": "仁寶大樓",
        "address": "瑞光路498號同向(向東)",
        "lon": "121.5684974",
        "lat": "25.07921316",
        "version": 1
    },
    {
        "id": 1009,
        "name": "天程企業",
        "address": "南京東路六段136號同向(向東)",
        "lon": "121.5778445",
        "lat": "25.05477272",
        "version": 1
    },
    {
        "id": 1010,
        "name": "文德二號公園",
        "address": "文德路208巷40號(向南)",
        "lon": "121.58339",
        "lat": "25.07667",
        "version": 1
    },
    {
        "id": 1011,
        "name": "瑞陽三號公園",
        "address": "陽光街56號同向(向東)",
        "lon": "121.5813084",
        "lat": "25.07457734",
        "version": 2
    },
    {
        "id": 1012,
        "name": "方濟中學",
        "address": "成功路三段61號對面南側天橋下候車亭(向南)",
        "lon": "121.590005462341",
        "lat": "25.0769684546655",
        "version": 2
    },
    {
        "id": 1016,
        "name": "正聖堂",
        "address": "台北市辛亥路同向(向東)",
        "lon": "121.5763266",
        "lat": "25.05396814",
        "version": 1
    },
    {
        "id": 1017,
        "name": "民權大橋",
        "address": "民權東路六段13之15號對向(向東)",
        "lon": "121.579477870198",
        "lat": "25.066876801458",
        "version": 3
    },
    {
        "id": 1024,
        "name": "民權隧道二",
        "address": "民權東路六段246號同向(向東)",
        "lon": "121.601285503886",
        "lat": "25.0672531124649",
        "version": 2
    },
    {
        "id": 1025,
        "name": "康湖隧道口(白馬山莊)",
        "address": "忠二街口(白馬山莊)旁(向南)",
        "lon": "121.622813623616",
        "lat": "25.0773157481393",
        "version": 3
    },
    {
        "id": 1026,
        "name": "石潭公園",
        "address": "地標對向(向東)",
        "lon": "121.59311",
        "lat": "25.06211",
        "version": 1
    },
    {
        "id": 1029,
        "name": "成功路三段",
        "address": "成功路三段164號同向(向西)",
        "lon": "121.589838083526",
        "lat": "25.0798544258006",
        "version": 3
    },
    {
        "id": 1032,
        "name": "行忠行愛路口",
        "address": "行愛路176號同向(向南)",
        "lon": "121.5792076",
        "lat": "25.06526113",
        "version": 1
    },
    {
        "id": 1034,
        "name": "行善宮",
        "address": "新明路536巷同向(向西)",
        "lon": "121.5777436",
        "lat": "25.05333336",
        "version": 1
    },
    {
        "id": 1035,
        "name": "行善路",
        "address": "行善路33號同向(向東)",
        "lon": "121.5766634",
        "lat": "25.05707139",
        "version": 1
    },
    {
        "id": 1036,
        "name": "行愛路",
        "address": "行愛路128號同向(向南)",
        "lon": "121.58004",
        "lat": "25.06387",
        "version": 1
    },
    {
        "id": 1039,
        "name": "西湖國中",
        "address": "環山路一段同向(向北)",
        "lon": "121.5656",
        "lat": "25.08577",
        "version": 1
    },
    {
        "id": 1040,
        "name": "西湖園",
        "address": "環山路三段68號同向(向東)",
        "lon": "121.5810066",
        "lat": "25.08468198",
        "version": 1
    },
    {
        "id": 1041,
        "name": "西湖圖書館(湖光教會)",
        "address": "內湖路一段596號(向東)",
        "lon": "121.578530509275",
        "lat": "25.078723231949",
        "version": 3
    },
    {
        "id": 1042,
        "name": "南寮(忠三街口)",
        "address": "康樂路同向(向北)",
        "lon": "121.623610",
        "lat": "25.078715",
        "version": 9
    },
    {
        "id": 1044,
        "name": "東湖社區",
        "address": "康樂街89號同向(向北)",
        "lon": "121.618788",
        "lat": "25.069547",
        "version": 1
    },
    {
        "id": 1055,
        "name": "東湖國中",
        "address": "康樂路150號同向(向南)",
        "lon": "121.619351259043",
        "lat": "25.0726450755284",
        "version": 2
    },
    {
        "id": 1059,
        "name": "康寧AIT社區",
        "address": "康寧路一段273號對面(向東)",
        "lon": "121.599106",
        "lat": "25.078854",
        "version": 2
    },
    {
        "id": 1063,
        "name": "長壽橋",
        "address": "潭美街139號同向(向西)",
        "lon": "121.5808207",
        "lat": "25.05401775",
        "version": 1
    },
    {
        "id": 1065,
        "name": "臺大癌醫",
        "address": "基隆路3段155巷57號(向北)",
        "lon": "121.543749",
        "lat": "25.014422",
        "version": 4
    },
    {
        "id": 1066,
        "name": "臺大癌醫",
        "address": "基隆路3段155巷57號對面(向南)",
        "lon": "121.543621",
        "lat": "25.014313",
        "version": 4
    },
    {
        "id": 1069,
        "name": "金龍寺",
        "address": "金龍路34號同向(向東)",
        "lon": "121.586538",
        "lat": "25.0885680428864",
        "version": 2
    },
    {
        "id": 1071,
        "name": "捷運內湖站",
        "address": "成功路四段208號同向(向南)",
        "lon": "121.593879114086",
        "lat": "25.0834615421604\t",
        "version": 3
    },
    {
        "id": 1073,
        "name": "捷運東湖站(南湖高中)",
        "address": "康寧路三段220號同向(向南)",
        "lon": "121.61150222666",
        "lat": "25.0674930032886",
        "version": 2
    },
    {
        "id": 1075,
        "name": "恕德家商",
        "address": "內湖路一段306號同向(向東)",
        "lon": "121.56904542401",
        "lat": "25.0819632554949",
        "version": 2
    },
    {
        "id": 1076,
        "name": "晉強公司",
        "address": "安康路121號對向(向東)",
        "lon": "121.5994446",
        "lat": "25.06291831",
        "version": 1
    },
    {
        "id": 1078,
        "name": "動物之家",
        "address": "安康路同向(向西)",
        "lon": "121.60998",
        "lat": "25.06354",
        "version": 1
    },
    {
        "id": 1079,
        "name": "國立臺灣戲曲學院",
        "address": "內湖路二段177號同向(向南)",
        "lon": "121.58736",
        "lat": "25.08164",
        "version": 3
    },
    {
        "id": 1083,
        "name": "基湖站",
        "address": "基湖路37號對向(向南)",
        "lon": "121.5646071",
        "lat": "25.07973077",
        "version": 1
    },
    {
        "id": 1088,
        "name": "康寧派出所",
        "address": "金湖路83號同向(向東)",
        "lon": "121.5977367",
        "lat": "25.08099496",
        "version": 2
    },
    {
        "id": 1089,
        "name": "捷運葫洲站(康寧專校)",
        "address": "台北市民權西、東路同向(向南)",
        "lon": "121.6075013",
        "lat": "25.07246542",
        "version": 1
    },
    {
        "id": 1094,
        "name": "康寧醫院",
        "address": "成功路五段434號同向(向南)",
        "lon": "121.606941",
        "lat": "25.07613001",
        "version": 1
    },
    {
        "id": 1101,
        "name": "清白里",
        "address": "金湖路23號同向(向東)",
        "lon": "121.5956787",
        "lat": "25.08329381",
        "version": 1
    },
    {
        "id": 1102,
        "name": "堤頂大道口",
        "address": "地標同向(向南)",
        "lon": "121.56305",
        "lat": "25.07666",
        "version": 1
    },
    {
        "id": 1104,
        "name": "湖光國宅",
        "address": "文德路48號同向(向東)",
        "lon": "121.581597209792",
        "lat": "25.0783569202296\t",
        "version": 2
    },
    {
        "id": 1105,
        "name": "港墘",
        "address": "港墘路90號同向(向南)",
        "lon": "121.5775386",
        "lat": "25.08055757",
        "version": 1
    },
    {
        "id": 1106,
        "name": "港墘路",
        "address": "港墘路200號同向(向南)",
        "lon": "121.574502",
        "lat": "25.075848",
        "version": 2
    },
    {
        "id": 1107,
        "name": "湖興",
        "address": "成功路二段322號同向(向南)",
        "lon": "121.590661157725",
        "lat": "25.0680308659982",
        "version": 2
    },
    {
        "id": 1111,
        "name": "貿商三村",
        "address": "金龍路73號同向(向東)",
        "lon": "121.592247709587",
        "lat": "25.0850667950708",
        "version": 2
    },
    {
        "id": 1112,
        "name": "週美里一",
        "address": "新明路298巷12號前(向南)",
        "lon": "121.581993",
        "lat": "25.056132",
        "version": 2
    },
    {
        "id": 1116,
        "name": "陽光街",
        "address": "陽光街268號同向(向西)",
        "lon": "121.5763106",
        "lat": "25.0729765",
        "version": 1
    },
    {
        "id": 1118,
        "name": "黃石公廟",
        "address": "成功路街五段350號(向北)",
        "lon": "121.607197",
        "lat": "25.078107",
        "version": 2
    },
    {
        "id": 1121,
        "name": "新明路",
        "address": "新明路301號同向(向西)",
        "lon": "121.5852542",
        "lat": "25.05733619",
        "version": 1
    },
    {
        "id": 1125,
        "name": "新湖三路口(台北花市)",
        "address": "舊宗路一段130號(向南)",
        "lon": "121.57742",
        "lat": "25.06238",
        "version": 3
    },
    {
        "id": 1129,
        "name": "新湖行忠路口",
        "address": "新湖三路128號對向(向東)",
        "lon": "121.57795",
        "lat": "25.0641",
        "version": 1
    },
    {
        "id": 1132,
        "name": "瑞光路",
        "address": "瑞光路192號同向(向東)",
        "lon": "121.577343",
        "lat": "25.074821",
        "version": 6
    },
    {
        "id": 1133,
        "name": "達人女中(臺灣戲曲學院)",
        "address": "內湖路二段177號同向(向東)",
        "lon": "121.5868",
        "lat": "25.08114",
        "version": 1
    },
    {
        "id": 1136,
        "name": "碧湖山莊",
        "address": "內湖路二段179巷230號同向(向東)",
        "lon": "121.58458",
        "lat": "25.08439",
        "version": 1
    },
    {
        "id": 1137,
        "name": "碧湖國小",
        "address": "內湖路二段363號同向(向西)",
        "lon": "121.5924824",
        "lat": "25.0838005",
        "version": 1
    },
    {
        "id": 1139,
        "name": "精技大樓",
        "address": "新湖二路238號同向(向西)",
        "lon": "121.5825168",
        "lat": "25.06457521",
        "version": 1
    },
    {
        "id": 57710,
        "name": "文山二分局",
        "address": "景文街43號同向(向北)",
        "lon": "121.541402549692",
        "lat": "24.9920548778923",
        "version": 2
    },
    {
        "id": 57711,
        "name": "自來水事業處",
        "address": "長興街131號同向(向南)",
        "lon": "121.547108027889",
        "lat": "25.0144157498917",
        "version": 2
    },
    {
        "id": 57713,
        "name": "猴山坑",
        "address": "萬壽路萬壽幹50支15對向(向北)",
        "lon": "121.5894172",
        "lat": "24.98280334",
        "version": 3
    },
    {
        "id": 58041,
        "name": "長生街口",
        "address": "三和路二段19號同向(向北)",
        "lon": "121.50123787463",
        "lat": "25.0669346622284",
        "version": 2
    },
    {
        "id": 58061,
        "name": "幸福新城",
        "address": "幸福路534號同向(向西)",
        "lon": "121.456087",
        "lat": "25.04945178",
        "version": 1
    },
    {
        "id": 59001,
        "name": "文昌街口",
        "address": "安和路二段53號同向(向北)",
        "lon": "121.552402",
        "lat": "25.031097",
        "version": 1
    },
    {
        "id": 59002,
        "name": "立人國際國中小學",
        "address": "安和路二段141號同向(向北)",
        "lon": "121.5505851",
        "lat": "25.02874334",
        "version": 3
    },
    {
        "id": 59004,
        "name": "德行芝玉路口",
        "address": "德行東路231號同向(向西)",
        "lon": "121.533503",
        "lat": "25.109595",
        "version": 2
    },
    {
        "id": 59006,
        "name": "忠義街",
        "address": "忠義街130號同向(向西)",
        "lon": "121.5326742",
        "lat": "25.10845514",
        "version": 1
    },
    {
        "id": 60000,
        "name": "得和路",
        "address": "得和路107號(向西)",
        "lon": "121.51834",
        "lat": "25.00023",
        "version": 1
    },
    {
        "id": 60011,
        "name": "五權公園",
        "address": "廣權街105號對向(向東)",
        "lon": "121.46479",
        "lat": "24.99272",
        "version": 1
    },
    {
        "id": 1594,
        "name": "廣合新村",
        "address": "三民路142號同向(向北)",
        "lon": "121.56339",
        "lat": "25.06067",
        "version": 2
    },
    {
        "id": 1597,
        "name": "聯合二村",
        "address": "民生東路五段76號同向(向東)",
        "lon": "121.559216750962",
        "lat": "25.0585017739443",
        "version": 3
    },
    {
        "id": 1600,
        "name": "饒河街觀光夜市(八德)",
        "address": "八德路四段489號對面(向東)",
        "lon": "121.57146542576",
        "lat": "25.0498157007981",
        "version": 2
    },
    {
        "id": 1603,
        "name": "饒河街觀光夜市(塔悠)",
        "address": "塔悠路20號同向(向東)",
        "lon": "121.571331",
        "lat": "25.050545",
        "version": 2
    },
    {
        "id": 1605,
        "name": "大坑",
        "address": "台北市南港區舊莊街二段312號對向(向西)",
        "lon": "121.6549517",
        "lat": "25.02710056",
        "version": 3
    },
    {
        "id": 1608,
        "name": "下寮橋",
        "address": "研究院路四段144之1號同向(向南)",
        "lon": "121.595427",
        "lat": "25.019393",
        "version": 1
    },
    {
        "id": 1609,
        "name": "山豬窟游泳池",
        "address": "舊莊街一段290巷同向(向西)",
        "lon": "121.6242927",
        "lat": "25.03224587",
        "version": 2
    },
    {
        "id": 1610,
        "name": "中研院",
        "address": "研究院路二段108號同向(向南)",
        "lon": "121.61648",
        "lat": "25.04313",
        "version": 3
    },
    {
        "id": 1611,
        "name": "中研新村",
        "address": "研究院路二段88號(向南)",
        "lon": "121.61555",
        "lat": "25.04483",
        "version": 2
    },
    {
        "id": 1613,
        "name": "中華科技大學",
        "address": "研究院路三段226號對向(向東)",
        "lon": "121.6111873",
        "lat": "25.03352363",
        "version": 2
    },
    {
        "id": 1614,
        "name": "中華賓士",
        "address": "南港路53號同向(向東)",
        "lon": "121.58966185253",
        "lat": "25.0532865000253",
        "version": 2
    },
    {
        "id": 1616,
        "name": "九如里一",
        "address": "研究院路二段174號對向(向北)",
        "lon": "121.6170236",
        "lat": "25.03770122",
        "version": 2
    },
    {
        "id": 1618,
        "name": "九如里二",
        "address": "研究院路三段7號同向(向東)",
        "lon": "121.61612",
        "lat": "25.034863",
        "version": 4
    },
    {
        "id": 1620,
        "name": "九如里一",
        "address": "研究院路二段158號同向(向南)",
        "lon": "121.6169015",
        "lat": "25.03813813",
        "version": 2
    },
    {
        "id": 1624,
        "name": "玉成國小",
        "address": "南港路三段7號同向(向東)",
        "lon": "121.5921075",
        "lat": "25.05408309",
        "version": 1
    },
    {
        "id": 1625,
        "name": "光明寺",
        "address": "水源路二段同向(向北)",
        "lon": "121.6665",
        "lat": "25.0318",
        "version": 1
    },
    {
        "id": 1629,
        "name": "育成高中",
        "address": "重陽路336號同向(向東)",
        "lon": "121.609383731004",
        "lat": "25.0589236255379",
        "version": 3
    },
    {
        "id": 1632,
        "name": "聯合醫院忠孝院區(同德)",
        "address": "同德路87號對向(向東)",
        "lon": "121.586251788683",
        "lat": "25.0462378312467",
        "version": 2
    },
    {
        "id": 1635,
        "name": "東明里",
        "address": "南港路二段210號對向(向東)",
        "lon": "121.598139533007",
        "lat": "25.0538414991689",
        "version": 2
    },
    {
        "id": 1640,
        "name": "東新國小",
        "address": "重陽路198號東側50公尺(興南公園前)(向東)",
        "lon": "121.6020404",
        "lat": "25.05746843",
        "version": 1
    },
    {
        "id": 1643,
        "name": "南港",
        "address": "南港路一段167號同向(向東)",
        "lon": "121.613597939232",
        "lat": "25.0551240859182",
        "version": 2
    },
    {
        "id": 1647,
        "name": "南港分局(向陽)",
        "address": "向陽路139號同向(向南)",
        "lon": "121.5937887",
        "lat": "25.05574836",
        "version": 2
    },
    {
        "id": 1648,
        "name": "南港公園",
        "address": "東新街170巷同向(向東)",
        "lon": "121.5921143",
        "lat": "25.04595121",
        "version": 1
    },
    {
        "id": 1649,
        "name": "南港公園一",
        "address": "東新街170巷23號對向(向南)",
        "lon": "121.592777222745",
        "lat": "25.0439257813799",
        "version": 2
    },
    {
        "id": 1651,
        "name": "南港行政中心",
        "address": "南港路一段360號同向(向西)",
        "lon": "121.606693480964",
        "lat": "25.0544113947875",
        "version": 2
    },
    {
        "id": 15029,
        "name": "田心",
        "address": "中山路二段88號(向東)",
        "lon": "121.4085849",
        "lat": "25.15589417",
        "version": 2
    },
    {
        "id": 15031,
        "name": "大竹圍",
        "address": "中山路一段182號(向北)",
        "lon": "121.41688",
        "lat": "25.15939",
        "version": 1
    },
    {
        "id": 15032,
        "name": "安老院",
        "address": "中山路一段33號(向北)",
        "lon": "121.42082",
        "lat": "25.15945",
        "version": 1
    },
    {
        "id": 15033,
        "name": "八里服務站",
        "address": "中山路二段338號(向北)",
        "lon": "121.402932",
        "lat": "25.1489121",
        "version": 1
    },
    {
        "id": 15035,
        "name": "八里區公所",
        "address": "中山路二段280號(向北)",
        "lon": "121.4018097",
        "lat": "25.14859259",
        "version": 1
    },
    {
        "id": 15036,
        "name": "米倉里",
        "address": "龍米路二段159號對面(向北)",
        "lon": "121.44026",
        "lat": "25.15372",
        "version": 1
    },
    {
        "id": 15037,
        "name": "九芎街口",
        "address": "中山二路264號(向西)",
        "lon": "121.46841",
        "lat": "25.07868",
        "version": 4
    },
    {
        "id": 15039,
        "name": "九芎廟",
        "address": "九芎街83號對面(向北)",
        "lon": "121.4665524",
        "lat": "25.07915882",
        "version": 1
    },
    {
        "id": 15040,
        "name": "延平里",
        "address": "長安街48號(向北)",
        "lon": "121.4632078",
        "lat": "25.0797309",
        "version": 1
    },
    {
        "id": 15041,
        "name": "忠義廟",
        "address": "長安街119號(向北)",
        "lon": "121.4611305",
        "lat": "25.08127135",
        "version": 1
    },
    {
        "id": 15043,
        "name": "永康公園",
        "address": "長安街295號(向北)",
        "lon": "121.4581955",
        "lat": "25.08487762",
        "version": 2
    },
    {
        "id": 15045,
        "name": "永樂街",
        "address": "永樂街23號(向西)",
        "lon": "121.458711",
        "lat": "25.08836259",
        "version": 1
    },
    {
        "id": 15046,
        "name": "長安街",
        "address": "長安街379號(向北)",
        "lon": "121.4573378",
        "lat": "25.08775826",
        "version": 1
    },
    {
        "id": 15047,
        "name": "民權路口",
        "address": "復興路83號(向西)",
        "lon": "121.47631",
        "lat": "25.08726",
        "version": 1
    },
    {
        "id": 15049,
        "name": "復興路",
        "address": "復興路196號(向南)",
        "lon": "121.4782135",
        "lat": "25.08887372",
        "version": 1
    },
    {
        "id": 15050,
        "name": "復興路",
        "address": "復興路153號(向北)",
        "lon": "121.4779718",
        "lat": "25.08881838",
        "version": 1
    },
    {
        "id": 15051,
        "name": "集賢路",
        "address": "集賢路222號(向北)",
        "lon": "121.4831816",
        "lat": "25.0869385",
        "version": 2
    },
    {
        "id": 15053,
        "name": "尼加拉瓜公園",
        "address": "集賢路348號(向北)",
        "lon": "121.48116",
        "lat": "25.08392",
        "version": 1
    },
    {
        "id": 15055,
        "name": "五華街口",
        "address": "集賢路170號(向北)",
        "lon": "121.48487",
        "lat": "25.08861",
        "version": 1
    },
    {
        "id": 15056,
        "name": "褒仔寮",
        "address": "中興路一段36號(向西)",
        "lon": "121.468381204695",
        "lat": "25.0725757837781",
        "version": 2
    },
    {
        "id": 15059,
        "name": "玉清宮",
        "address": "民族路79號(向西)",
        "lon": "121.4792773",
        "lat": "25.08608405",
        "version": 1
    },
    {
        "id": 15060,
        "name": "信義里",
        "address": "民族路163號(向西)",
        "lon": "121.47937",
        "lat": "25.08839",
        "version": 3
    },
    {
        "id": 15061,
        "name": "三民高中",
        "address": "三民路96號(向西)",
        "lon": "121.4725592",
        "lat": "25.08630081",
        "version": 1
    },
    {
        "id": 15063,
        "name": "民族民義街口",
        "address": "民族路313號(向西)",
        "lon": "121.4746729",
        "lat": "25.0915272",
        "version": 5
    },
    {
        "id": 15066,
        "name": "仁愛街口",
        "address": "民族路347號(向西)",
        "lon": "121.4720886",
        "lat": "25.09195231",
        "version": 1
    },
    {
        "id": 15067,
        "name": "蘆洲總站",
        "address": "中正路333號對面(向北)",
        "lon": "121.465970849851",
        "lat": "25.0891287596823",
        "version": 6
    },
    {
        "id": 15069,
        "name": "中原公寓",
        "address": "中正路140號(向北)",
        "lon": "121.4685849",
        "lat": "25.08581511",
        "version": 1
    },
    {
        "id": 15070,
        "name": "蘆洲國小",
        "address": "中正路64號(向北)",
        "lon": "121.4703582",
        "lat": "25.08330021",
        "version": 1
    },
    {
        "id": 15071,
        "name": "灰瑤",
        "address": "三民路581號(向北)",
        "lon": "121.461796",
        "lat": "25.09305518",
        "version": 1
    },
    {
        "id": 15074,
        "name": "空中大學",
        "address": "三民路130號(向北)",
        "lon": "121.470808",
        "lat": "25.087573",
        "version": 1
    },
    {
        "id": 15076,
        "name": "鷺江國小(三民路)",
        "address": "三民路34號(向北)",
        "lon": "121.4756491",
        "lat": "25.08305182",
        "version": 2
    },
    {
        "id": 15081,
        "name": "永平市場",
        "address": "長榮路518號(向北)",
        "lon": "121.459668",
        "lat": "25.090129",
        "version": 3
    },
    {
        "id": 15082,
        "name": "中原公園",
        "address": "光復路39號對面(向西)",
        "lon": "121.462944",
        "lat": "25.084717",
        "version": 2
    },
    {
        "id": 15083,
        "name": "忠義國小",
        "address": "光榮路88號(向北)",
        "lon": "121.4635027",
        "lat": "25.08886498",
        "version": 1
    },
    {
        "id": 15084,
        "name": "和平路口",
        "address": "中山二路236號(向西)",
        "lon": "121.4694739",
        "lat": "25.0795305",
        "version": 2
    },
    {
        "id": 15088,
        "name": "永安里",
        "address": "中山路282號(向南)",
        "lon": "121.4686301",
        "lat": "25.07741526",
        "version": 1
    },
    {
        "id": 15089,
        "name": "永安里",
        "address": "中山路285號(向北)",
        "lon": "121.4688204",
        "lat": "25.07747938",
        "version": 1
    },
    {
        "id": 15090,
        "name": "大同新村",
        "address": "四維路175號(向南)",
        "lon": "121.467915780225",
        "lat": "25.0751848083815",
        "version": 2
    },
    {
        "id": 15104,
        "name": "松山車站(八德)",
        "address": "八德路四段691號同向(向西)",
        "lon": "121.577213920861",
        "lat": "25.0500852476978",
        "version": 4
    },
    {
        "id": 15105,
        "name": "東興路",
        "address": "東興路71號同向(向北)",
        "lon": "121.56682",
        "lat": "25.04641",
        "version": 1
    },
    {
        "id": 15106,
        "name": "永吉國中",
        "address": "松隆路208號對向(向西)",
        "lon": "121.572782",
        "lat": "25.0474358",
        "version": 1
    },
    {
        "id": 15107,
        "name": "自來水處(辛亥)",
        "address": "辛亥路三段115巷25號同向(向西)",
        "lon": "121.548282",
        "lat": "25.018051",
        "version": 2
    },
    {
        "id": 15108,
        "name": "臺大資訊大樓",
        "address": "辛亥路二段170號(向東)",
        "lon": "121.540928",
        "lat": "25.021059",
        "version": 3
    },
    {
        "id": 15110,
        "name": "懷恩隧道",
        "address": "辛亥路五段65號同向(向北)",
        "lon": "121.55339",
        "lat": "24.99835",
        "version": 1
    },
    {
        "id": 18060,
        "name": "淡海站",
        "address": "淡海路245號(向南)",
        "lon": "121.42",
        "lat": "25.18633",
        "version": 1
    },
    {
        "id": 18061,
        "name": "淡海",
        "address": "淡海路215號(向南)",
        "lon": "121.42023146251",
        "lat": "25.1850117332656",
        "version": 2
    },
    {
        "id": 18063,
        "name": "淡水拖吊場",
        "address": "沙崙路131巷口(向南)",
        "lon": "121.42182",
        "lat": "25.18254",
        "version": 1
    },
    {
        "id": 18064,
        "name": "淡水拖吊場",
        "address": "沙崙路131巷口(向北)",
        "lon": "121.42199",
        "lat": "25.18262",
        "version": 1
    },
    {
        "id": 18066,
        "name": "天生國小",
        "address": "淡海路68號(向北)",
        "lon": "121.423174466721",
        "lat": "25.1807589824405",
        "version": 2
    },
    {
        "id": 18068,
        "name": "淡江新村",
        "address": "淡海路23號斜對面(向北)",
        "lon": "121.42395",
        "lat": "25.1788",
        "version": 1
    },
    {
        "id": 18069,
        "name": "油車口",
        "address": "中正路一段42號斜對面(向南)",
        "lon": "121.426080642001",
        "lat": "25.1763359186121",
        "version": 2
    },
    {
        "id": 18070,
        "name": "油車口",
        "address": "中正路一段42號(向北)",
        "lon": "121.42513",
        "lat": "25.17715",
        "version": 1
    },
    {
        "id": 18071,
        "name": "滬尾砲台(忠烈祠，球場)",
        "address": "中正路261號斜對面(向南)",
        "lon": "121.42796",
        "lat": "25.17553",
        "version": 3
    },
    {
        "id": 18072,
        "name": "滬尾砲台(忠烈祠，球場)",
        "address": "中正路261號(向北)",
        "lon": "121.428",
        "lat": "25.17582",
        "version": 3
    },
    {
        "id": 18074,
        "name": "家畜所",
        "address": "中正路32號(向西)",
        "lon": "121.43083",
        "lat": "25.17536",
        "version": 1
    },
    {
        "id": 18075,
        "name": "紅毛城(真理大學)",
        "address": "中正路257號(向東)",
        "lon": "121.433254130323",
        "lat": "25.1743599945731",
        "version": 4
    },
    {
        "id": 18077,
        "name": "大度立德路口",
        "address": "大度路三段與立德路口(向東)",
        "lon": "121.47061",
        "lat": "25.12274",
        "version": 1
    },
    {
        "id": 20309,
        "name": "安華路口",
        "address": "安康路一段244之1號(向西)",
        "lon": "121.52120824524",
        "lat": "24.9639074679223",
        "version": 2
    },
    {
        "id": 20310,
        "name": "安華路口",
        "address": "安康路一段323號之3號(向東)",
        "lon": "121.521365324681",
        "lat": "24.9637050292789",
        "version": 2
    },
    {
        "id": 20311,
        "name": "臺灣新北地方法院(青雲)",
        "address": "青雲路137號對面(向南)",
        "lon": "121.4588498",
        "lat": "24.98493486",
        "version": 3
    },
    {
        "id": 20312,
        "name": "臺北城市科技大學",
        "address": "臺北城市科技大學行政大樓西南側100公尺(向北)",
        "lon": "121.468123",
        "lat": "25.13295",
        "version": 1
    },
    {
        "id": 20313,
        "name": "小油坑",
        "address": "竹子湖路(向東)",
        "lon": "121.5465214",
        "lat": "25.17999562",
        "version": 4
    },
    {
        "id": 20314,
        "name": "金山區公所",
        "address": "新北市金山區中正路230號(向北)",
        "lon": "121.636451",
        "lat": "25.222407",
        "version": 4
    },
    {
        "id": 20318,
        "name": "金山(南勢)",
        "address": "新北市金山區五湖村南勢湖94號(向西)",
        "lon": "121.626031",
        "lat": "25.220289",
        "version": 5
    },
    {
        "id": 20320,
        "name": "中國金屬",
        "address": "新北市金山區五湖村南勢湖29號(向東)",
        "lon": "121.618813028049",
        "lat": "25.2181566687638",
        "version": 4
    },
    {
        "id": 20321,
        "name": "磺溪仔橋",
        "address": "新北市金山區五湖村南勢湖36號(向東)",
        "lon": "121.615469427816",
        "lat": "25.2180012300845",
        "version": 3
    },
    {
        "id": 20322,
        "name": "三角坑",
        "address": "基隆市暖暖區南勢湖40號東面10公尺(向東)",
        "lon": "121.612014897448",
        "lat": "25.2177605354012",
        "version": 4
    },
    {
        "id": 20325,
        "name": "林莊",
        "address": "新北市金山區重和村28-2號東面30公尺(向北)",
        "lon": "121.597516",
        "lat": "25.209431",
        "version": 4
    },
    {
        "id": 20326,
        "name": "強薪(陽明山水、八煙溫泉)",
        "address": "新北市金山區重和村林口36號(向南)",
        "lon": "121.594425",
        "lat": "25.206951",
        "version": 5
    },
    {
        "id": 20330,
        "name": "八煙(綠峰溫泉山莊)",
        "address": "新北市金山區重和村三重橋22號(向東)",
        "lon": "121.588504",
        "lat": "25.188931",
        "version": 5
    },
    {
        "id": 20332,
        "name": "大油坑",
        "address": "臺北市竹子湖路大油坑站候車亭前(向南)",
        "lon": "121.57986260978",
        "lat": "25.1798798474026",
        "version": 6
    },
    {
        "id": 20334,
        "name": "日月農莊",
        "address": "台北市士林區竹子湖路210號(向北)",
        "lon": "121.56938",
        "lat": "25.17961",
        "version": 3
    },
    {
        "id": 20335,
        "name": "馬槽溫泉",
        "address": "臺北市北投區竹子湖路(向南)",
        "lon": "121.562417282901",
        "lat": "25.1786957497964",
        "version": 5
    },
    {
        "id": 20337,
        "name": "後山",
        "address": "竹子湖路及竹子湖路(向北)",
        "lon": "121.557794017832",
        "lat": "25.1839536536108",
        "version": 4
    },
    {
        "id": 20338,
        "name": "臺寶",
        "address": "臺北市竹子湖路臺寶農場對面(向東)",
        "lon": "121.556559279839",
        "lat": "25.1833944972436",
        "version": 4
    },
    {
        "id": 20339,
        "name": "武身廟",
        "address": "內湖路三段256巷8號前(向南)",
        "lon": "121.58679",
        "lat": "25.09139",
        "version": 2
    },
    {
        "id": 20341,
        "name": "木新區民活動中心",
        "address": "木新路3段310巷2號對面(向南)",
        "lon": "121.5566637",
        "lat": "24.98201863",
        "version": 2
    },
    {
        "id": 20342,
        "name": "木新區民活動中心",
        "address": "木新路3段310巷4號(向北)",
        "lon": "121.5569",
        "lat": "24.98181",
        "version": 2
    },
    {
        "id": 20344,
        "name": "廈安里",
        "address": "中華路2段328號(向南)",
        "lon": "121.50438",
        "lat": "25.02966",
        "version": 1
    },
    {
        "id": 20345,
        "name": "大湖國小",
        "address": "大湖山莊街219號對面(向東)",
        "lon": "121.59955",
        "lat": "25.0881",
        "version": 3
    },
    {
        "id": 20346,
        "name": "興雅國中",
        "address": "松德路199號(向北)",
        "lon": "121.57461",
        "lat": "25.03503",
        "version": 1
    },
    {
        "id": 20348,
        "name": "行政院新莊聯合辦公大樓(榮華)",
        "address": "榮華路2段新莊區公所路燈標號86731號旁(向東)",
        "lon": "121.442929473043",
        "lat": "25.0555796397068",
        "version": 10
    },
    {
        "id": 20349,
        "name": "社后",
        "address": "中正路345號對面(向南)",
        "lon": "121.45471",
        "lat": "25.02065",
        "version": 1
    },
    {
        "id": 20350,
        "name": "艋舺橋(臨時站)",
        "address": "龍米路一段210號對面(向南)",
        "lon": "121.45158",
        "lat": "25.12929",
        "version": 1
    },
    {
        "id": 20355,
        "name": "中山路口",
        "address": "板新路84號(向北)",
        "lon": "121.47272",
        "lat": "25.01446",
        "version": 3
    },
    {
        "id": 20356,
        "name": "中崙",
        "address": "八德路二段323號至327號前(向西)",
        "lon": "121.543167",
        "lat": "25.047441",
        "version": 2
    },
    {
        "id": 20357,
        "name": "臺安醫院",
        "address": "八德路二段386號對面(向西)",
        "lon": "121.54543",
        "lat": "25.04807",
        "version": 3
    },
    {
        "id": 20358,
        "name": "郵政訓練所",
        "address": "泉源路48號對面(向西)",
        "lon": "121.50929",
        "lat": "25.14117",
        "version": 2
    },
    {
        "id": 20359,
        "name": "源之鄉",
        "address": "新民路一段1巷8號對面(向北)",
        "lon": "121.50773",
        "lat": "25.14152",
        "version": 3
    },
    {
        "id": 20360,
        "name": "上北投",
        "address": "泉源路80號對面(向北)",
        "lon": "121.51406",
        "lat": "25.14187",
        "version": 1
    },
    {
        "id": 20364,
        "name": "長安龍江路口",
        "address": "長安東路二段169之1號對面(向東)",
        "lon": "121.54084",
        "lat": "25.04821",
        "version": 1
    },
    {
        "id": 20365,
        "name": "陽明瀑布",
        "address": "湖山路陽明瀑布前(向南)",
        "lon": "121.53633",
        "lat": "25.15989",
        "version": 1
    },
    {
        "id": 20366,
        "name": "陽明瀑布",
        "address": "湖山路陽明瀑布對面(向北)",
        "lon": "121.53636",
        "lat": "25.15995",
        "version": 1
    },
    {
        "id": 20367,
        "name": "童軍站",
        "address": "竹子湖路3號(向南)",
        "lon": "121.5467266",
        "lat": "25.15827746",
        "version": 1
    },
    {
        "id": 20368,
        "name": "泉源國小",
        "address": "東昇路45-5號對面(向西)",
        "lon": "121.5244",
        "lat": "25.14919",
        "version": 1
    },
    {
        "id": 20369,
        "name": "捷運奇岩站(北投)",
        "address": "捷運奇岩站旁(向北)",
        "lon": "121.50095",
        "lat": "25.1256",
        "version": 2
    },
    {
        "id": 20372,
        "name": "頂坪",
        "address": "湖山路一段41號對面候車亭(向北)",
        "lon": "121.5393511",
        "lat": "25.15284815",
        "version": 1
    },
    {
        "id": 20373,
        "name": "福隆里",
        "address": "溪尾街59號對面(向北)",
        "lon": "121.49096",
        "lat": "25.07715",
        "version": 1
    },
    {
        "id": 20374,
        "name": "歌林公司",
        "address": "溪尾街35號對面(向北)",
        "lon": "121.49137",
        "lat": "25.07567",
        "version": 1
    },
    {
        "id": 20375,
        "name": "安泰里一",
        "address": "安泰街67巷巷口南側10公尺(向北)",
        "lon": "121.61684",
        "lat": "25.07516",
        "version": 1
    },
    {
        "id": 20377,
        "name": "百齡國小",
        "address": "福港街199巷(至誠路外停車場南側)(向北)",
        "lon": "121.518596",
        "lat": "25.086956",
        "version": 4
    },
    {
        "id": 20378,
        "name": "明山宮",
        "address": "行義路114巷南側(向北)",
        "lon": "121.5292833",
        "lat": "25.1281732",
        "version": 1
    },
    {
        "id": 20379,
        "name": "福港街",
        "address": "承德路四段320號前(向南)",
        "lon": "121.517769448157",
        "lat": "25.0898191722357",
        "version": 2
    },
    {
        "id": 20384,
        "name": "福興路口",
        "address": "福興路29號對面(向北)",
        "lon": "121.55136",
        "lat": "25.00284",
        "version": 1
    },
    {
        "id": 20385,
        "name": "民生街口",
        "address": "中山一路287號對面(向南)",
        "lon": "121.47182",
        "lat": "25.07961",
        "version": 2
    },
    {
        "id": 15113,
        "name": "松山車站(松山)",
        "address": "松山路129號同向(向北)",
        "lon": "121.577883",
        "lat": "25.04731",
        "version": 2
    },
    {
        "id": 15114,
        "name": "永春國小",
        "address": "松山路221號(向北)",
        "lon": "121.577906954135",
        "lat": "25.0450053957754",
        "version": 3
    },
    {
        "id": 15115,
        "name": "永吉國小",
        "address": "松山路273號同向(向北)",
        "lon": "121.577918664208",
        "lat": "25.0435588382657",
        "version": 4
    },
    {
        "id": 15117,
        "name": "永春公寓",
        "address": "松山路449號同向(向北)",
        "lon": "121.577948835559",
        "lat": "25.0400066129947",
        "version": 3
    },
    {
        "id": 15118,
        "name": "松山商職(松山)",
        "address": "松山路641號同向(向北)",
        "lon": "121.578609",
        "lat": "25.03602972",
        "version": 1
    },
    {
        "id": 15120,
        "name": "世貿中心(基隆路)",
        "address": "基隆路一段432號對向(向北)",
        "lon": "121.5601565",
        "lat": "25.0336777",
        "version": 1
    },
    {
        "id": 16001,
        "name": "松山農會",
        "address": "八德路四段641號同向(向西)",
        "lon": "121.574014925391",
        "lat": "25.0500527187499",
        "version": 2
    },
    {
        "id": 16005,
        "name": "南京三民路口",
        "address": "南京東路五段+三民路同向(向西)",
        "lon": "121.561005793367",
        "lat": "25.0515437824988",
        "version": 2
    },
    {
        "id": 16011,
        "name": "捷運松江南京站",
        "address": "松江路115號同向(捷運松江南京站4號出口)(向西)",
        "lon": "121.533302047123",
        "lat": "25.0521144980622",
        "version": 2
    },
    {
        "id": 16012,
        "name": "南京吉林路口",
        "address": "南京東路二段+吉林路同向(向西)",
        "lon": "121.530332504829",
        "lat": "25.0521129968997",
        "version": 2
    },
    {
        "id": 16013,
        "name": "南京林森路口",
        "address": "南京東路二段+林森北路同向(向西)",
        "lon": "121.525717467074",
        "lat": "25.0521676118001",
        "version": 2
    },
    {
        "id": 16015,
        "name": "圓環(南京)",
        "address": "南京西路238號前(向東)",
        "lon": "121.515705430802",
        "lat": "25.053651217399",
        "version": 6
    },
    {
        "id": 16018,
        "name": "圓環(重慶)",
        "address": "重慶北路一段104號前(向南)",
        "lon": "121.514023920514",
        "lat": "25.0530178614119",
        "version": 3
    },
    {
        "id": 16019,
        "name": "圓環(重慶)",
        "address": "重慶北路一段85號同向(向北)",
        "lon": "121.514207",
        "lat": "25.052844",
        "version": 3
    },
    {
        "id": 16021,
        "name": "捷運中山站(志仁高中)",
        "address": "南京西路76號同向(向東)",
        "lon": "121.519607481985",
        "lat": "25.0527166073428",
        "version": 2
    },
    {
        "id": 16023,
        "name": "南京吉林路口",
        "address": "南京東路二段+吉林路同向(向東)",
        "lon": "121.529855025946",
        "lat": "25.0520078098529",
        "version": 2
    },
    {
        "id": 16024,
        "name": "捷運松江南京站",
        "address": "南京東路二段+松江路路口(向東)",
        "lon": "121.532730534574",
        "lat": "25.0519697274183",
        "version": 3
    },
    {
        "id": 16030,
        "name": "南京三民路口",
        "address": "南京東路五段+三民路同向(向東)",
        "lon": "121.56044780496",
        "lat": "25.0514455868942",
        "version": 2
    },
    {
        "id": 16204,
        "name": "庫倫街",
        "address": "庫倫街27號同向(向西)",
        "lon": "121.5176838",
        "lat": "25.07201334",
        "version": 1
    },
    {
        "id": 16205,
        "name": "庫倫街口",
        "address": "承德路三段210號(向南)",
        "lon": "121.5183341",
        "lat": "25.07106623",
        "version": 1
    },
    {
        "id": 16215,
        "name": "老師里",
        "address": "酒泉街217號同向(向西)",
        "lon": "121.511508049849",
        "lat": "25.0721839786533",
        "version": 2
    },
    {
        "id": 16251,
        "name": "大稻埕碼頭",
        "address": "淡水河第五號疏散門西南側(向南)",
        "lon": "121.50794870316",
        "lat": "25.0567479019514",
        "version": 2
    },
    {
        "id": 16254,
        "name": "臺北車站(承德)",
        "address": "承德路一段17號(向北)",
        "lon": "121.5169404",
        "lat": "25.05028861",
        "version": 1
    },
    {
        "id": 16256,
        "name": "新壽公園",
        "address": "吉林路303號同向(向北)",
        "lon": "121.530390",
        "lat": "25.063273",
        "version": 2
    },
    {
        "id": 16258,
        "name": "新福里",
        "address": "吉林路345號同向(向北)",
        "lon": "121.53043612268",
        "lat": "25.0646446447265",
        "version": 3
    },
    {
        "id": 16260,
        "name": "農安街吉林路口",
        "address": "農安街139號同向(向西)",
        "lon": "121.5306212",
        "lat": "25.06487895",
        "version": 1
    },
    {
        "id": 16261,
        "name": "大同大學",
        "address": "民族東路8號對面對向(向西)",
        "lon": "121.5239878",
        "lat": "25.06857831",
        "version": 1
    },
    {
        "id": 16266,
        "name": "中山區公所",
        "address": "農安街166號斜對面對向(向西)",
        "lon": "121.5336228",
        "lat": "25.06481353",
        "version": 1
    },
    {
        "id": 1658,
        "name": "捷運南港展覽館站(經貿二)",
        "address": "經貿二路23號同向(向北)",
        "lon": "121.616849",
        "lat": "25.056341",
        "version": 4
    },
    {
        "id": 1660,
        "name": "南港",
        "address": "南港路一段114號(向西)",
        "lon": "121.613658744034",
        "lat": "25.0553944295881",
        "version": 4
    },
    {
        "id": 1662,
        "name": "南港高工一",
        "address": "興中路29號對面(向西)",
        "lon": "121.6069389",
        "lat": "25.05633657",
        "version": 1
    },
    {
        "id": 1664,
        "name": "南港展覽館",
        "address": "南港路一段75號對面(向西)",
        "lon": "121.6156",
        "lat": "25.05534",
        "version": 2
    },
    {
        "id": 1671,
        "name": "南港花園社區一",
        "address": "臺北市福德街387巷A3棟(向東)",
        "lon": "121.591596",
        "lat": "25.041068",
        "version": 3
    },
    {
        "id": 1672,
        "name": "南港花園社區二",
        "address": "臺北市福德街373巷A16棟29號對面(向南)",
        "lon": "121.591098",
        "lat": "25.039953",
        "version": 2
    },
    {
        "id": 1673,
        "name": "南港花園社區三",
        "address": "臺北市福德街373巷A12棟53號對面(向西)",
        "lon": "121.5926327",
        "lat": "25.03895301",
        "version": 2
    },
    {
        "id": 1675,
        "name": "南港花園社區四",
        "address": "臺北市福德街373巷B1棟435號對面(向南)",
        "lon": "121.593565",
        "lat": "25.039482",
        "version": 3
    },
    {
        "id": 1678,
        "name": "南港軟體園區南站",
        "address": "三重路19-12號對向(向北)",
        "lon": "121.6141291",
        "lat": "25.05641711",
        "version": 2
    },
    {
        "id": 1680,
        "name": "南港軟體園區北站",
        "address": "三重路39號對向(向北)",
        "lon": "121.614279736525",
        "lat": "25.0596223969091",
        "version": 3
    },
    {
        "id": 1684,
        "name": "南港路三段",
        "address": "南港路三段97號同向(向東)",
        "lon": "121.5872289",
        "lat": "25.05293617",
        "version": 1
    },
    {
        "id": 1686,
        "name": "研究院路三段",
        "address": "研究院路三段50號對向(向西)",
        "lon": "121.6147203",
        "lat": "25.03474253",
        "version": 2
    },
    {
        "id": 1687,
        "name": "胡適公園",
        "address": "研究院路二段132巷巷口南側25公尺(向南)",
        "lon": "121.617338",
        "lat": "25.039528",
        "version": 3
    },
    {
        "id": 1689,
        "name": "香檳新村",
        "address": "成福路84號對向(向南)",
        "lon": "121.5865086",
        "lat": "25.04379262",
        "version": 1
    },
    {
        "id": 10628,
        "name": "三重客運",
        "address": "正義北路95號(向北)",
        "lon": "121.496909993597",
        "lat": "25.0657327321884",
        "version": 4
    },
    {
        "id": 12201,
        "name": "翠谷山莊",
        "address": "翠谷街1號(向北)",
        "lon": "121.627349608668",
        "lat": "25.0074878072725",
        "version": 2
    },
    {
        "id": 12202,
        "name": "草地頭",
        "address": "北深路二段2巷(向西)",
        "lon": "121.621668852284",
        "lat": "25.0046911438587",
        "version": 4
    },
    {
        "id": 12204,
        "name": "草地尾",
        "address": "北深路三段285號(向西)",
        "lon": "121.59836661839",
        "lat": "25.00478612556",
        "version": 2
    },
    {
        "id": 12205,
        "name": "萬順寮",
        "address": "北深路三段210號(向東)",
        "lon": "121.600788292728",
        "lat": "25.0038538453324",
        "version": 2
    },
    {
        "id": 12208,
        "name": "深坑區公所",
        "address": "北深路二段176號西側(向西)",
        "lon": "121.614578",
        "lat": "25.002433",
        "version": 4
    },
    {
        "id": 12209,
        "name": "深坑區公所",
        "address": "北深路二段156號對面(向東)",
        "lon": "121.614846681896",
        "lat": "25.0024231544723",
        "version": 5
    },
    {
        "id": 12214,
        "name": "土庫",
        "address": "北深路一段163號前(向東)",
        "lon": "121.632894136899",
        "lat": "25.0109208814515",
        "version": 3
    },
    {
        "id": 12215,
        "name": "北深松柏街口",
        "address": "北深路一段38號同向(向西)",
        "lon": "121.63834845794",
        "lat": "25.0105450492034",
        "version": 4
    },
    {
        "id": 12217,
        "name": "文和橋",
        "address": "木柵路五段同向(向南)",
        "lon": "121.595112588336",
        "lat": "25.002427887609",
        "version": 2
    },
    {
        "id": 12221,
        "name": "八分寮",
        "address": "八分寮2號同向(向南)",
        "lon": "121.641907166857",
        "lat": "25.0114179020809",
        "version": 2
    },
    {
        "id": 13102,
        "name": "信義敦化路口",
        "address": "敦化南路二段27號(向北)",
        "lon": "121.5488609",
        "lat": "25.03275765",
        "version": 1
    },
    {
        "id": 13104,
        "name": "市民大道口",
        "address": "敦化南路一段57號(向北)",
        "lon": "121.5491941",
        "lat": "25.04575795",
        "version": 1
    },
    {
        "id": 13107,
        "name": "南京敦化路口(小巨蛋)",
        "address": "敦化北路100號(向南)",
        "lon": "121.548768",
        "lat": "25.052139",
        "version": 4
    },
    {
        "id": 13109,
        "name": "市民敦化路口",
        "address": "敦化南路一段上近市民大道四段(向南)",
        "lon": "121.548797",
        "lat": "25.04527113",
        "version": 1
    },
    {
        "id": 13110,
        "name": "捷運士林站",
        "address": "捷運士林站2號出口(向北)",
        "lon": "121.52607",
        "lat": "25.09323",
        "version": 3
    },
    {
        "id": 13111,
        "name": "仁愛敦化路口",
        "address": "敦化南路一段245號(向南)",
        "lon": "121.548697",
        "lat": "25.039043",
        "version": 8
    },
    {
        "id": 13115,
        "name": "鳳雛公園",
        "address": "敦化南路一段126號(向南)",
        "lon": "121.5486689",
        "lat": "25.02633182",
        "version": 1
    },
    {
        "id": 13116,
        "name": "敦化和平路口",
        "address": "敦化南路二段182號(向南)",
        "lon": "121.54858",
        "lat": "25.02391",
        "version": 1
    },
    {
        "id": 13203,
        "name": "重新大橋",
        "address": "成功路106號同向(向東)",
        "lon": "121.487739420364",
        "lat": "25.0513765359288",
        "version": 2
    },
    {
        "id": 13204,
        "name": "捷運菜寮站",
        "address": "重新路174號同向(向東)",
        "lon": "121.4905425",
        "lat": "25.05907329",
        "version": 1
    },
    {
        "id": 13206,
        "name": "三重國民運動中心",
        "address": "集美街67號對向(向南)",
        "lon": "121.4884396",
        "lat": "25.05396112",
        "version": 3
    },
    {
        "id": 13209,
        "name": "聯合醫院(三重院區)",
        "address": "中山路2號對向(向東)",
        "lon": "121.490767288608",
        "lat": "25.0612882442498",
        "version": 4
    },
    {
        "id": 13210,
        "name": "三重區公所(新北大道)",
        "address": "中山路三重市公所大門東側往前10M(向東)",
        "lon": "121.488570",
        "lat": "25.061249",
        "version": 3
    },
    {
        "id": 13211,
        "name": "重安街口",
        "address": "集美街230號同向(向西)",
        "lon": "121.492370",
        "lat": "25.055682",
        "version": 3
    },
    {
        "id": 13213,
        "name": "菜寮(重新路)",
        "address": "重新路四段45號同向(向西)",
        "lon": "121.4878276",
        "lat": "25.05744645",
        "version": 1
    },
    {
        "id": 13215,
        "name": "中山藝術公園",
        "address": "重新路三段108號同向(向東)",
        "lon": "121.4925214",
        "lat": "25.06043253",
        "version": 1
    },
    {
        "id": 13217,
        "name": "博愛新村",
        "address": "中正北路183號同向(向東)",
        "lon": "121.4775856",
        "lat": "25.06942063",
        "version": 1
    },
    {
        "id": 13218,
        "name": "中興街口",
        "address": "重新路五段592號同向(向北)",
        "lon": "121.46909",
        "lat": "25.04528",
        "version": 1
    },
    {
        "id": 13223,
        "name": "仁義街",
        "address": "仁義街60號同向(向北)",
        "lon": "121.4987595",
        "lat": "25.07810944",
        "version": 1
    },
    {
        "id": 13224,
        "name": "五常郵局",
        "address": "仁義街170號同向(向北)",
        "lon": "121.4968006",
        "lat": "25.08167128",
        "version": 1
    },
    {
        "id": 14207,
        "name": "民權路口",
        "address": "中山路一段139號(向西)",
        "lon": "121.46347",
        "lat": "25.01106",
        "version": 1
    },
    {
        "id": 14208,
        "name": "深丘里",
        "address": "區運路9號(向南)",
        "lon": "121.465328106817",
        "lat": "25.0094647431906",
        "version": 2
    },
    {
        "id": 14209,
        "name": "深丘里",
        "address": "區運路9號(向北)",
        "lon": "121.4651",
        "lat": "25.0094",
        "version": 1
    },
    {
        "id": 14212,
        "name": "瑞穗里",
        "address": "漢民路405號(向北)",
        "lon": "121.472414",
        "lat": "25.00696",
        "version": 3
    },
    {
        "id": 14219,
        "name": "埔墘國小",
        "address": "中山路二段167號(向西)",
        "lon": "121.47594",
        "lat": "25.01679",
        "version": 1
    },
    {
        "id": 14220,
        "name": "埔墘(中山路)",
        "address": "中山路二段277號(向西)",
        "lon": "121.4780283",
        "lat": "25.01801278",
        "version": 3
    },
    {
        "id": 14231,
        "name": "埔墘(中山路)",
        "address": "中山路二段230號(向東)",
        "lon": "121.4782246",
        "lat": "25.01803875",
        "version": 3
    },
    {
        "id": 14233,
        "name": "新泰復興路口",
        "address": "新泰路314號(向北)",
        "lon": "121.44511",
        "lat": "25.041699",
        "version": 4
    },
    {
        "id": 14408,
        "name": "平等里",
        "address": "平菁街95巷口同向(向北)",
        "lon": "121.5764519",
        "lat": "25.13154649",
        "version": 1
    },
    {
        "id": 14409,
        "name": "倫仔尾",
        "address": "平菁街43巷同向(向北)",
        "lon": "121.57303",
        "lat": "25.13068",
        "version": 1
    },
    {
        "id": 14410,
        "name": "陳厝",
        "address": "平菁街27號(向南)",
        "lon": "121.57406",
        "lat": "25.13507",
        "version": 2
    },
    {
        "id": 14411,
        "name": "下過溪",
        "address": "平菁街9號同向(向北)",
        "lon": "121.5687846",
        "lat": "25.14119677",
        "version": 3
    },
    {
        "id": 14412,
        "name": "光興宮",
        "address": "永公路300號(向北)",
        "lon": "121.56006",
        "lat": "25.12015",
        "version": 1
    },
    {
        "id": 14414,
        "name": "綠園",
        "address": "永公路105號(向北)",
        "lon": "121.55508",
        "lat": "25.11713",
        "version": 1
    },
    {
        "id": 14415,
        "name": "永公路二",
        "address": "永公路68巷口(向北)",
        "lon": "121.55439",
        "lat": "25.11594",
        "version": 1
    },
    {
        "id": 14416,
        "name": "永公橋",
        "address": "永公路3號(向北)",
        "lon": "121.55073",
        "lat": "25.11363",
        "version": 1
    },
    {
        "id": 14417,
        "name": "陽明山國小",
        "address": "仰德大道三段44巷同向(向北)",
        "lon": "121.5521",
        "lat": "25.11785",
        "version": 1
    },
    {
        "id": 14420,
        "name": "山豬湖",
        "address": "菁山路101巷同向(向東)",
        "lon": "121.556637778564",
        "lat": "25.1421694504778",
        "version": 4
    },
    {
        "id": 14421,
        "name": "乾坑子",
        "address": "菁山路107號同向(向北)",
        "lon": "121.5585326",
        "lat": "25.14214503",
        "version": 2
    },
    {
        "id": 14423,
        "name": "陽明山中國大飯店",
        "address": "格致路與大亨路交岔口對面北側(向北)",
        "lon": "121.5492779",
        "lat": "25.14304495",
        "version": 4
    },
    {
        "id": 14424,
        "name": "中山樓",
        "address": "湖山路1段與陽明路1段交岔口西北側40公尺處(向東)",
        "lon": "121.549653833274",
        "lat": "25.1512511496189",
        "version": 3
    },
    {
        "id": 14426,
        "name": "陽明山",
        "address": "湖山路一段12號同向(向西)",
        "lon": "121.5474217",
        "lat": "25.15249728",
        "version": 1
    },
    {
        "id": 14488,
        "name": "氣象台",
        "address": "竹子湖路5之21號同向(向北)",
        "lon": "121.54429",
        "lat": "25.16172",
        "version": 1
    },
    {
        "id": 14502,
        "name": "中山實小",
        "address": "大觀路二段28號(向北)",
        "lon": "121.446636",
        "lat": "25.00256772",
        "version": 2
    },
    {
        "id": 14505,
        "name": "力行新村",
        "address": "大觀路二段122號(向東)",
        "lon": "121.4433752",
        "lat": "24.99908636",
        "version": 1
    },
    {
        "id": 14603,
        "name": "頂北投",
        "address": "泉源路260號同向(向北)",
        "lon": "121.5324399",
        "lat": "25.15105389",
        "version": 2
    },
    {
        "id": 14604,
        "name": "頂北投",
        "address": "泉源路260號同向(向南)",
        "lon": "121.5324399",
        "lat": "25.15105389",
        "version": 3
    },
    {
        "id": 14606,
        "name": "大埔(明玄宮)",
        "address": "紗帽路及紗帽路52~66號路口(向北)",
        "lon": "121.53560208412",
        "lat": "25.1431074666186",
        "version": 3
    },
    {
        "id": 14607,
        "name": "頂半嶺",
        "address": "紗帽路78號上游8m同向(向北)",
        "lon": "121.53949",
        "lat": "25.14409",
        "version": 1
    },
    {
        "id": 14608,
        "name": "陽明山(紗帽)",
        "address": "紗帽路134號同向(向北)",
        "lon": "121.54649",
        "lat": "25.15119",
        "version": 2
    },
    {
        "id": 14614,
        "name": "明山宮",
        "address": "行義路115號同向(向南)",
        "lon": "121.5291514",
        "lat": "25.1281062",
        "version": 1
    },
    {
        "id": 14617,
        "name": "福德廟(行義)",
        "address": "行義路11號同向(向南)",
        "lon": "121.52614",
        "lat": "25.1246",
        "version": 1
    },
    {
        "id": 14618,
        "name": "福德廟(行義)",
        "address": "行義路11號對向(向北)",
        "lon": "121.52619",
        "lat": "25.12451",
        "version": 1
    },
    {
        "id": 14624,
        "name": "榮總",
        "address": "石牌路二段183號同向(向西)",
        "lon": "121.518052504684",
        "lat": "25.1184508084325",
        "version": 2
    },
    {
        "id": 14625,
        "name": "永明派出所",
        "address": "石牌路二段85號同向(向西)",
        "lon": "121.516366480061",
        "lat": "25.1172201622833",
        "version": 3
    },
    {
        "id": 14626,
        "name": "綜合市場",
        "address": "石牌路二段35號同向(向西)",
        "lon": "121.515625",
        "lat": "25.11599",
        "version": 2
    },
    {
        "id": 14629,
        "name": "榮光新村(榮總東院)",
        "address": "石牌路二段322號同向(向北)",
        "lon": "121.5227594",
        "lat": "25.12021257",
        "version": 1
    },
    {
        "id": 14630,
        "name": "永欣里",
        "address": "石牌路二段324巷同向(向北)",
        "lon": "121.5236475",
        "lat": "25.1218225",
        "version": 1
    },
    {
        "id": 14631,
        "name": "玉皇宮",
        "address": "平菁街93巷21號(向北)",
        "lon": "121.57763",
        "lat": "25.13316",
        "version": 1
    },
    {
        "id": 14634,
        "name": "關渡自然公園",
        "address": "關渡路55號同向(向北)",
        "lon": "121.4693216",
        "lat": "25.12058241",
        "version": 1
    },
    {
        "id": 14636,
        "name": "關渡里",
        "address": "知行路323號同向(向北)",
        "lon": "121.467238214885",
        "lat": "25.1223858553805",
        "version": 3
    },
    {
        "id": 14638,
        "name": "關渡",
        "address": "大度路三段與中央北路四段交叉(向西)",
        "lon": "121.464792",
        "lat": "25.12378",
        "version": 3
    },
    {
        "id": 14643,
        "name": "臺北基督學院",
        "address": "埔頂自強路286號(向北)",
        "lon": "121.4617327",
        "lat": "25.13115808",
        "version": 3
    },
    {
        "id": 14644,
        "name": "擎天大樓",
        "address": "埔頂自強路343號北側(向西)",
        "lon": "121.46378",
        "lat": "25.13281",
        "version": 2
    },
    {
        "id": 14645,
        "name": "新天母社區",
        "address": "自強路411號同向(向東)",
        "lon": "121.4654243",
        "lat": "25.13400782",
        "version": 3
    },
    {
        "id": 14647,
        "name": "淡水農會自強分會",
        "address": "自強路40號北側(向北)",
        "lon": "121.4634773",
        "lat": "25.12684598",
        "version": 2
    },
    {
        "id": 14649,
        "name": "馬偕醫院",
        "address": "民權路27號(向北)",
        "lon": "121.45978",
        "lat": "25.14102",
        "version": 1
    },
    {
        "id": 14652,
        "name": "竿蓁林",
        "address": "中正東路2段路口上游第1~2路燈對向(向東)",
        "lon": "121.45523",
        "lat": "25.15932",
        "version": 1
    },
    {
        "id": 14653,
        "name": "輕軌紅樹林站",
        "address": "中正東路二段33號對向(向南)",
        "lon": "121.4588816",
        "lat": "25.15632375",
        "version": 3
    },
    {
        "id": 14654,
        "name": "八勢里",
        "address": "中正東路二段109號對面(向南)",
        "lon": "121.459294535654",
        "lat": "25.150520722511",
        "version": 2
    },
    {
        "id": 14658,
        "name": "捷運竹圍站",
        "address": "中正東路153號對向(向南)",
        "lon": "121.459785450848",
        "lat": "25.1362964415127",
        "version": 2
    },
    {
        "id": 14662,
        "name": "永樂巷口(中山市場)",
        "address": "中山路80號同向(向北)",
        "lon": "121.442784",
        "lat": "25.1706671",
        "version": 3
    },
    {
        "id": 15002,
        "name": "觀音路口",
        "address": "龍米路二段147-7號(向南)",
        "lon": "121.44343",
        "lat": "25.14979",
        "version": 1
    },
    {
        "id": 15003,
        "name": "張厝",
        "address": "龍米路二段39號(向南)",
        "lon": "121.4488748",
        "lat": "25.13871714",
        "version": 1
    },
    {
        "id": 15005,
        "name": "大福社區",
        "address": "龍米路一段318號(向北)",
        "lon": "121.45155",
        "lat": "25.13021",
        "version": 1
    },
    {
        "id": 15006,
        "name": "龍形",
        "address": "龍米路一段225號(向北)",
        "lon": "121.451587",
        "lat": "25.132217",
        "version": 2
    },
    {
        "id": 15008,
        "name": "烏山頭",
        "address": "龍米路二段93號(向北)",
        "lon": "121.447630",
        "lat": "25.142407",
        "version": 2
    },
    {
        "id": 15009,
        "name": "米倉國小一",
        "address": "龍米路133號(向北)",
        "lon": "121.446098",
        "lat": "25.146412",
        "version": 2
    },
    {
        "id": 15010,
        "name": "艋舺橋",
        "address": "龍米路一段178號(向南)",
        "lon": "121.451981",
        "lat": "25.12745599",
        "version": 1
    },
    {
        "id": 15011,
        "name": "公田",
        "address": "中山路一段452號(向南)",
        "lon": "121.4103864",
        "lat": "25.1575148",
        "version": 1
    },
    {
        "id": 15012,
        "name": "公田",
        "address": "中山路一段229-1號(向北)",
        "lon": "121.410690",
        "lat": "25.157467",
        "version": 2
    },
    {
        "id": 15013,
        "name": "聖心別墅",
        "address": "龍米路二段123號(向南)",
        "lon": "121.446677",
        "lat": "25.144395",
        "version": 2
    },
    {
        "id": 15017,
        "name": "八里",
        "address": "中山路二段510號(向北)",
        "lon": "121.398262",
        "lat": "25.146868",
        "version": 2
    },
    {
        "id": 15018,
        "name": "舊城里",
        "address": "中山路二段420號(向北)",
        "lon": "121.4002",
        "lat": "25.14772",
        "version": 2
    },
    {
        "id": 15021,
        "name": "西門",
        "address": "龍米路三段11號(向西)",
        "lon": "121.42872",
        "lat": "25.15918",
        "version": 1
    },
    {
        "id": 15023,
        "name": "渡船頭",
        "address": "龍米路二段178號(向北)",
        "lon": "121.43416",
        "lat": "25.15832",
        "version": 1
    },
    {
        "id": 15024,
        "name": "水雲山莊",
        "address": "龍米路二段(向北)",
        "lon": "121.43723",
        "lat": "25.15574",
        "version": 1
    },
    {
        "id": 15025,
        "name": "土地公廟",
        "address": "新北市八里區中山路二段449號(向北)",
        "lon": "121.396504",
        "lat": "25.145577",
        "version": 2
    },
    {
        "id": 15027,
        "name": "大崁里",
        "address": "中山路一段58號(向西)",
        "lon": "121.421800",
        "lat": "25.159188",
        "version": 2
    },
    {
        "id": 50044,
        "name": "捷運北門站",
        "address": "塔城街5號南側(向北)",
        "lon": "121.510332",
        "lat": "25.049240",
        "version": 4
    },
    {
        "id": 50047,
        "name": "萬寧山莊",
        "address": "萬寧街163號對向(向西)",
        "lon": "121.570485304818",
        "lat": "25.0042437073135",
        "version": 3
    },
    {
        "id": 50048,
        "name": "萬芳國宅",
        "address": "萬寧街1號同向(向西)",
        "lon": "121.565052",
        "lat": "25.003405",
        "version": 2
    },
    {
        "id": 50050,
        "name": "世界山莊",
        "address": "軍功路188號對向(向東)",
        "lon": "121.56392",
        "lat": "25.00526",
        "version": 6
    },
    {
        "id": 50051,
        "name": "公務人員訓練處",
        "address": "地標對向(向西)",
        "lon": "121.5619947",
        "lat": "25.0020353",
        "version": 1
    },
    {
        "id": 50053,
        "name": "萬芳國小",
        "address": "萬和街6號同向(向西)",
        "lon": "121.567472",
        "lat": "25.001533",
        "version": 2
    },
    {
        "id": 50057,
        "name": "北投國小",
        "address": "中央北路一段2號同向(向北)",
        "lon": "121.50136",
        "lat": "25.13361526",
        "version": 2
    },
    {
        "id": 50059,
        "name": "稻香市場",
        "address": "稻香路45號同向(向南)",
        "lon": "121.48958",
        "lat": "25.13974",
        "version": 3
    },
    {
        "id": 50061,
        "name": "集應廟",
        "address": "稻香路147號對向(向北)",
        "lon": "121.489850026829",
        "lat": "25.1425428196683",
        "version": 2
    },
    {
        "id": 50072,
        "name": "南港公園",
        "address": "東新街170巷同向(向西)",
        "lon": "121.59264",
        "lat": "25.04584",
        "version": 1
    },
    {
        "id": 50073,
        "name": "修德國小",
        "address": "東新街97號同向(向東)",
        "lon": "121.590223592846",
        "lat": "25.0463517157701",
        "version": 4
    },
    {
        "id": 50074,
        "name": "香檳新村",
        "address": "成福路84號同向(向北)",
        "lon": "121.586704",
        "lat": "25.0439376",
        "version": 1
    },
    {
        "id": 50085,
        "name": "忠義新村",
        "address": "崇仁路一段92號對向(向北)",
        "lon": "121.5017756",
        "lat": "25.12552173",
        "version": 1
    },
    {
        "id": 50086,
        "name": "慈后宮",
        "address": "崇仁路一段8號同向(向南)",
        "lon": "121.501189626271",
        "lat": "25.1278841376109",
        "version": 2
    },
    {
        "id": 20305,
        "name": "捷運象山站",
        "address": "信義路與松仁路路口東側10公尺(向東)",
        "lon": "121.568984",
        "lat": "25.032648",
        "version": 6
    },
    {
        "id": 60019,
        "name": "國立臺灣藝術大學",
        "address": "大觀路一段59號同向(向北)",
        "lon": "121.4476",
        "lat": "25.0062",
        "version": 2
    },
    {
        "id": 60022,
        "name": "接雲寺",
        "address": "林固街1號旁同向(向西)",
        "lon": "121.4539276",
        "lat": "25.0091664",
        "version": 2
    },
    {
        "id": 60023,
        "name": "林家花園",
        "address": "西門街57號同向(向西)",
        "lon": "121.454152",
        "lat": "25.01109202",
        "version": 2
    },
    {
        "id": 60025,
        "name": "海山高中",
        "address": "漢生東路(海山中學門口)(向北)",
        "lon": "121.4705327",
        "lat": "25.01061028",
        "version": 4
    },
    {
        "id": 60030,
        "name": "莊敬公園",
        "address": "萬板路5號對向(向北)",
        "lon": "121.4705",
        "lat": "25.02077",
        "version": 1
    },
    {
        "id": 60032,
        "name": "八德公園",
        "address": "莒光路196巷同向(向西)",
        "lon": "121.475017",
        "lat": "25.023557",
        "version": 2
    },
    {
        "id": 60048,
        "name": "碧瑤",
        "address": "安康路三段620號同向(向北)",
        "lon": "121.47982",
        "lat": "24.94681",
        "version": 1
    },
    {
        "id": 60049,
        "name": "錦繡一",
        "address": "安康路三段628號對面(向北)",
        "lon": "121.47824",
        "lat": "24.94553",
        "version": 2
    },
    {
        "id": 60052,
        "name": "親情河濱公園",
        "address": "環河路68號同向(向西)",
        "lon": "121.536823",
        "lat": "24.964541",
        "version": 2
    },
    {
        "id": 60055,
        "name": "壽德新村",
        "address": "重慶路388號同向(向北)",
        "lon": "121.464352",
        "lat": "24.99752483",
        "version": 1
    },
    {
        "id": 60059,
        "name": "捷運台北橋站",
        "address": "重新路一段108號(捷運出口)前(向北)",
        "lon": "121.500440",
        "lat": "25.063054",
        "version": 2
    },
    {
        "id": 60060,
        "name": "民權工業區一",
        "address": "民權路131號同向(向西)",
        "lon": "121.535361",
        "lat": "24.982977",
        "version": 5
    },
    {
        "id": 60063,
        "name": "寶強路口",
        "address": "寶強路51號對面(向東)",
        "lon": "121.54378",
        "lat": "24.97916",
        "version": 2
    },
    {
        "id": 60064,
        "name": "新店",
        "address": "新北市新店區中興路一段54號(向北)",
        "lon": "121.5388157447",
        "lat": "24.958903823792",
        "version": 2
    },
    {
        "id": 60065,
        "name": "舊郵政館",
        "address": "中興路一段111號同向(向北)",
        "lon": "121.5407458",
        "lat": "24.96140618",
        "version": 1
    },
    {
        "id": 60066,
        "name": "中興路一段",
        "address": "中興路一段101號同向(向北)",
        "lon": "121.5423249",
        "lat": "24.96375906",
        "version": 1
    },
    {
        "id": 60068,
        "name": "中興路二段",
        "address": "中興路二段75號對向(向北)",
        "lon": "121.54728",
        "lat": "24.97145",
        "version": 1
    },
    {
        "id": 60070,
        "name": "捷運新店站(北新路)",
        "address": "捷運新店站(向北)",
        "lon": "121.538126",
        "lat": "24.958891",
        "version": 5
    },
    {
        "id": 60076,
        "name": "大崎腳",
        "address": "北宜路二段458號同向(向北)",
        "lon": "121.5616522",
        "lat": "24.95414482",
        "version": 1
    },
    {
        "id": 60077,
        "name": "板橋車站(文化路)",
        "address": "文化路一段161號對向(向東)",
        "lon": "121.4628027",
        "lat": "25.01580264",
        "version": 2
    },
    {
        "id": 3966,
        "name": "中央北路三段",
        "address": "中央北路三段162號同向(向北)",
        "lon": "121.48193288446",
        "lat": "25.1368858501904",
        "version": 3
    },
    {
        "id": 3967,
        "name": "忠義",
        "address": "中央北路四段20號同向(向北)",
        "lon": "121.480551761992",
        "lat": "25.1361344185419",
        "version": 2
    },
    {
        "id": 3970,
        "name": "捷運忠義站",
        "address": "中央北路四段310號同向(向北)",
        "lon": "121.473445688734",
        "lat": "25.1313688133648",
        "version": 3
    },
    {
        "id": 3971,
        "name": "和信醫院",
        "address": "中央北路四段362號同向(向北)",
        "lon": "121.471449088636",
        "lat": "25.1297678333065",
        "version": 2
    },
    {
        "id": 3972,
        "name": "一德街口",
        "address": "中央北路四段497號對向(向北)",
        "lon": "121.46878900446",
        "lat": "25.1283184382016",
        "version": 2
    },
    {
        "id": 3977,
        "name": "永明派出所",
        "address": "石牌路二段93號對向(向東)",
        "lon": "121.516564",
        "lat": "25.117369",
        "version": 2
    },
    {
        "id": 3979,
        "name": "中華路口",
        "address": "三重區新北大道二段190號(向西)",
        "lon": "121.4832",
        "lat": "25.0615",
        "version": 3
    },
    {
        "id": 3982,
        "name": "薏仁坑",
        "address": "安康路二段362之1號對向(向北)",
        "lon": "121.502106",
        "lat": "24.95733611",
        "version": 1
    },
    {
        "id": 3983,
        "name": "仁康醫院",
        "address": "安康路二段317號對向(向北)",
        "lon": "121.499054",
        "lat": "24.956348",
        "version": 4
    },
    {
        "id": 3984,
        "name": "安康車子路口",
        "address": "安康路二段269號對向(向北)",
        "lon": "121.5045812",
        "lat": "24.95790333",
        "version": 2
    },
    {
        "id": 3986,
        "name": "濱江商圈",
        "address": "龍江路46號對向(向西)",
        "lon": "121.5394645",
        "lat": "25.06611465",
        "version": 1
    },
    {
        "id": 3988,
        "name": "政大",
        "address": "指南路二段117號(向西)",
        "lon": "121.576511404928",
        "lat": "24.9875663532708",
        "version": 5
    },
    {
        "id": 3990,
        "name": "復興中學",
        "address": "中和街296號對向(向北)",
        "lon": "121.50003982457",
        "lat": "25.140779616914",
        "version": 2
    },
    {
        "id": 3992,
        "name": "國泰新村(興隆)",
        "address": "興隆路四段128號對向(向北)",
        "lon": "121.562389",
        "lat": "24.98292781",
        "version": 1
    },
    {
        "id": 3993,
        "name": "國泰新村(木新)",
        "address": "木新路三段126號(向東)",
        "lon": "121.5617727",
        "lat": "24.9819066",
        "version": 1
    },
    {
        "id": 3995,
        "name": "慈航寺",
        "address": "中和街453之7號對向(向北)",
        "lon": "121.496498",
        "lat": "25.144813",
        "version": 4
    },
    {
        "id": 3996,
        "name": "方濟中學",
        "address": "方濟中學門口往南53m(向北)",
        "lon": "121.590231346227",
        "lat": "25.0768845629687",
        "version": 2
    },
    {
        "id": 3997,
        "name": "捷運大湖公園站",
        "address": "捷運大湖公園站二號出口同向(向西)",
        "lon": "121.6025457",
        "lat": "25.08373507",
        "version": 1
    },
    {
        "id": 3998,
        "name": "捷運大湖公園站",
        "address": "捷運大湖公園站一號出口同向(向東)",
        "lon": "121.6024043",
        "lat": "25.08360993",
        "version": 1
    },
    {
        "id": 4001,
        "name": "南港路三段",
        "address": "南港路三段168號同向(向西)",
        "lon": "121.587747401426",
        "lat": "25.0530480941951",
        "version": 2
    },
    {
        "id": 4003,
        "name": "新聚里",
        "address": "八德路四段313號同向(向西)",
        "lon": "121.566655901166",
        "lat": "25.0491343107615",
        "version": 2
    },
    {
        "id": 4005,
        "name": "光復路口",
        "address": "八德路三段223號同向(向西)",
        "lon": "121.556757647016",
        "lat": "25.0481511469676",
        "version": 3
    },
    {
        "id": 4006,
        "name": "美仁里",
        "address": "八德路三段119號同向(向西)",
        "lon": "121.553906097085",
        "lat": "25.0482103259498",
        "version": 2
    },
    {
        "id": 4008,
        "name": "長安國小(長安)",
        "address": "長安東路二段47號同向(向西)",
        "lon": "121.5319452",
        "lat": "25.04855925",
        "version": 1
    },
    {
        "id": 4009,
        "name": "黃石公廟",
        "address": "成功路五段黃石公廟前(向南)",
        "lon": "121.606985",
        "lat": "25.077575",
        "version": 3
    },
    {
        "id": 4013,
        "name": "民族區運路口",
        "address": "民族路81號(向西)",
        "lon": "121.4656708",
        "lat": "25.00864249",
        "version": 2
    },
    {
        "id": 4020,
        "name": "新湖舊宗路口",
        "address": "新湖二路128號西側(向西)",
        "lon": "121.578721077514",
        "lat": "25.0623176113037",
        "version": 5
    },
    {
        "id": 4022,
        "name": "捷運頂溪站",
        "address": "永和路二段跟仁愛路交叉口同向(向南)",
        "lon": "121.515471",
        "lat": "25.013998",
        "version": 4
    },
    {
        "id": 4024,
        "name": "土城站",
        "address": "明德路一段398-1號(向東)",
        "lon": "121.45345",
        "lat": "24.97951",
        "version": 1
    },
    {
        "id": 4027,
        "name": "埔墘(三民路)",
        "address": "三民路二段31號(向北)",
        "lon": "121.47935",
        "lat": "25.01646",
        "version": 4
    },
    {
        "id": 4028,
        "name": "司法新村",
        "address": "木新路二段257號(向東)",
        "lon": "121.56636",
        "lat": "24.98305",
        "version": 1
    },
    {
        "id": 4029,
        "name": "司法新村",
        "address": "木新路二段228號(向西)",
        "lon": "121.56632",
        "lat": "24.98327",
        "version": 1
    },
    {
        "id": 4030,
        "name": "貓纜動物園南站",
        "address": "萬壽路政大二階171巷口(向東)",
        "lon": "121.586251",
        "lat": "24.989841",
        "version": 7
    },
    {
        "id": 4031,
        "name": "市政府(松智)",
        "address": "松智路市政府東側門對面南側81公尺處(向北)",
        "lon": "121.5655763",
        "lat": "25.03685005",
        "version": 1
    },
    {
        "id": 4033,
        "name": "克勤新村",
        "address": "吳興街280巷81號(向西)",
        "lon": "121.5603",
        "lat": "25.02534",
        "version": 1
    },
    {
        "id": 4035,
        "name": "海光公園",
        "address": "葫蘆街90號對面(向南)",
        "lon": "121.50821",
        "lat": "25.08156",
        "version": 1
    },
    {
        "id": 4036,
        "name": "富光里",
        "address": "葫蘆街33號(向東)",
        "lon": "121.50973",
        "lat": "25.07998",
        "version": 1
    },
    {
        "id": 4037,
        "name": "下埤里",
        "address": "民族東路538號對面(向西)",
        "lon": "121.54242",
        "lat": "25.06786",
        "version": 3
    },
    {
        "id": 4039,
        "name": "五華國小",
        "address": "集賢路重陽橋下候車亭(向東)",
        "lon": "121.49235",
        "lat": "25.08837",
        "version": 1
    },
    {
        "id": 4040,
        "name": "成功得和路口",
        "address": "成功路2段75號(向東)",
        "lon": "121.52681",
        "lat": "24.99982",
        "version": 1
    },
    {
        "id": 4041,
        "name": "京華城",
        "address": "市民大道五段133號(向西)",
        "lon": "121.56246",
        "lat": "25.04731",
        "version": 2
    },
    {
        "id": 4043,
        "name": "市民敦化路口",
        "address": "市民大道四段120號(向東)",
        "lon": "121.54955",
        "lat": "25.04465",
        "version": 1
    },
    {
        "id": 4046,
        "name": "吉祥街口",
        "address": "集賢路138號(向西)",
        "lon": "121.48964",
        "lat": "25.08983",
        "version": 1
    },
    {
        "id": 4047,
        "name": "吉祥街口",
        "address": "集賢路123號(向東)",
        "lon": "121.4891",
        "lat": "25.08958",
        "version": 1
    },
    {
        "id": 4048,
        "name": "自然公園",
        "address": "集賢路自然公園前(向西)",
        "lon": "121.48748",
        "lat": "25.08957",
        "version": 1
    },
    {
        "id": 4049,
        "name": "自然公園",
        "address": "集賢路161號南側(向東)",
        "lon": "121.48769",
        "lat": "25.08931",
        "version": 1
    },
    {
        "id": 4064,
        "name": "捷運劍南路站(植福)",
        "address": "捷運劍南路站(植福)(向東)",
        "lon": "121.555068",
        "lat": "25.084369",
        "version": 4
    },
    {
        "id": 4073,
        "name": "美麗華(樂群)",
        "address": "美麗華百樂園樂群三路敬業三路口東側80公尺(向西)",
        "lon": "121.5571034",
        "lat": "25.08270203",
        "version": 1
    },
    {
        "id": 4074,
        "name": "美麗華(植福)",
        "address": "美麗華百樂園植福路敬業三路口東側80公尺(中山21號廣場對面)(向東)",
        "lon": "121.5568",
        "lat": "25.08391",
        "version": 1
    },
    {
        "id": 4083,
        "name": "捷運文德站(碧湖公園)",
        "address": "文德路143號同向(向東)",
        "lon": "121.5841327",
        "lat": "25.07840172",
        "version": 1
    },
    {
        "id": 4084,
        "name": "麗山國中",
        "address": "內湖路一段619號前(向西)",
        "lon": "121.573860343024",
        "lat": "25.0806380998734",
        "version": 3
    },
    {
        "id": 4085,
        "name": "中華科技大學(正門)",
        "address": "研究院路3段245號對面(向南)",
        "lon": "121.6097652",
        "lat": "25.03382827",
        "version": 1
    },
    {
        "id": 4086,
        "name": "聯合醫院忠孝院區",
        "address": "忠孝東路六段81巷同向(向西)",
        "lon": "121.584229738588",
        "lat": "25.0475212158758",
        "version": 2
    },
    {
        "id": 4087,
        "name": "協和祐德高中",
        "address": "忠孝東路五段713號(向西)",
        "lon": "121.58041",
        "lat": "25.04259",
        "version": 3
    },
    {
        "id": 4090,
        "name": "永春國小",
        "address": "永吉路371號同向(向西)",
        "lon": "121.5767976",
        "lat": "25.04557196",
        "version": 1
    },
    {
        "id": 4091,
        "name": "永春國小",
        "address": "松山路224號(向南)",
        "lon": "121.577690522404",
        "lat": "25.0448632717332",
        "version": 3
    },
    {
        "id": 4094,
        "name": "新泰中正路口",
        "address": "新北市新莊區新泰路112號(向北)",
        "lon": "121.447999",
        "lat": "25.036868",
        "version": 7
    },
    {
        "id": 4097,
        "name": "捷運中山國小站",
        "address": "民權東路一段45號(向西)",
        "lon": "121.524689553008",
        "lat": "25.0628463290373",
        "version": 4
    },
    {
        "id": 4101,
        "name": "新生公園",
        "address": "民族東路234號對面第2月台(向西)",
        "lon": "121.531233530381",
        "lat": "25.068377333479",
        "version": 2
    },
    {
        "id": 4108,
        "name": "捷運徐匯中學站",
        "address": "蘆洲區中山一路25號(向南)",
        "lon": "121.479321",
        "lat": "25.080739",
        "version": 3
    },
    {
        "id": 4110,
        "name": "捷運南港展覽館站(經貿二)",
        "address": "經貿二路66號南側60公尺(向南)",
        "lon": "121.616613990021",
        "lat": "25.056527828264",
        "version": 4
    },
    {
        "id": 4111,
        "name": "南港軟體園區(一期大門)",
        "address": "三重路南港軟體園區一期大門前(向南)",
        "lon": "121.6140095",
        "lat": "25.05808055",
        "version": 3
    },
    {
        "id": 4114,
        "name": "碧潭",
        "address": "新店市北宜路一段61號(向南)",
        "lon": "121.5381708",
        "lat": "24.95681082",
        "version": 1
    },
    {
        "id": 4115,
        "name": "碧潭",
        "address": "新店市北宜路一段40號(向北)",
        "lon": "121.5383638",
        "lat": "24.95682891",
        "version": 1
    },
    {
        "id": 4116,
        "name": "青潭國小",
        "address": "新店市北宜路二段205號對向(向東)",
        "lon": "121.553121",
        "lat": "24.953308",
        "version": 4
    },
    {
        "id": 4118,
        "name": "鷺江國小(民族路)",
        "address": "民族路10-12號之間(向東)",
        "lon": "121.475562",
        "lat": "25.083877",
        "version": 3
    },
    {
        "id": 4120,
        "name": "日興市民活動中心",
        "address": "新店市安康路三段578號前100公尺(向西)",
        "lon": "121.481227",
        "lat": "24.948736",
        "version": 3
    },
    {
        "id": 4121,
        "name": "臺北市立美術館",
        "address": "中山北路三段181號對面(向南)",
        "lon": "121.523095139749",
        "lat": "25.070066233009",
        "version": 2
    },
    {
        "id": 4126,
        "name": "三和國中",
        "address": "三和路四段216號(向南)",
        "lon": "121.48856950179",
        "lat": "25.075482682654",
        "version": 3
    },
    {
        "id": 4133,
        "name": "兒童新樂園",
        "address": "承德士商路口東側150公尺(向東)",
        "lon": "121.515098386776",
        "lat": "25.096213373228",
        "version": 7
    },
    {
        "id": 4134,
        "name": "光華新村(安和路)",
        "address": "安和路一段6號同向(向北)",
        "lon": "121.517293",
        "lat": "24.965294",
        "version": 6
    },
    {
        "id": 4137,
        "name": "中和街",
        "address": "中和街186號(向北)",
        "lon": "121.44761",
        "lat": "25.05024",
        "version": 1
    },
    {
        "id": 4138,
        "name": "中和街",
        "address": "中和街153號(向南)",
        "lon": "121.44767",
        "lat": "25.05061",
        "version": 1
    },
    {
        "id": 60093,
        "name": "北門街",
        "address": "北門街52號同向(向西)",
        "lon": "121.45679",
        "lat": "25.01123",
        "version": 1
    },
    {
        "id": 60094,
        "name": "北門街",
        "address": "北門街40號對面(向東)",
        "lon": "121.4569034",
        "lat": "25.01101352",
        "version": 2
    },
    {
        "id": 60095,
        "name": "國父紀念館",
        "address": "光復南路304號同向(向南)",
        "lon": "121.557499635507",
        "lat": "25.0390095904505",
        "version": 3
    },
    {
        "id": 60108,
        "name": "氣象台",
        "address": "竹子湖路3之5之21號對向(向南)",
        "lon": "121.54402",
        "lat": "25.16177",
        "version": 1
    },
    {
        "id": 60112,
        "name": "竹子湖派出所",
        "address": "竹子湖路16號對向(向南)",
        "lon": "121.54022",
        "lat": "25.16733",
        "version": 2
    },
    {
        "id": 60115,
        "name": "順德里",
        "address": "河邊北街353號(向南)",
        "lon": "121.5017335",
        "lat": "25.07606209",
        "version": 1
    },
    {
        "id": 60118,
        "name": "僑新新村",
        "address": "北深路一段84號同向(向東)",
        "lon": "121.636139220878",
        "lat": "25.0107098528156",
        "version": 4
    },
    {
        "id": 60119,
        "name": "賴仲坑",
        "address": "北深路一段260號同向(向北)",
        "lon": "121.629842214546",
        "lat": "25.0087372060793",
        "version": 2
    },
    {
        "id": 60121,
        "name": "東南科技大學",
        "address": "北深路三段129號同向(向北)",
        "lon": "121.603712640729",
        "lat": "25.0027777194038",
        "version": 2
    },
    {
        "id": 60123,
        "name": "光復南路口",
        "address": "光復南路563號同向(向北)",
        "lon": "121.5574",
        "lat": "25.03062",
        "version": 1
    },
    {
        "id": 60124,
        "name": "市民住宅",
        "address": "光復南路417號同向(向北)",
        "lon": "121.5576",
        "lat": "25.03663",
        "version": 1
    },
    {
        "id": 60125,
        "name": "深坑",
        "address": "北深路191號對向(向北)",
        "lon": "121.612128615622",
        "lat": "25.0011405921787",
        "version": 2
    },
    {
        "id": 3926,
        "name": "永春里(忠孝)",
        "address": "忠孝東路五段611號同向(向西)",
        "lon": "121.5784105",
        "lat": "25.04117225",
        "version": 2
    },
    {
        "id": 3927,
        "name": "捷運永春站(忠孝)",
        "address": "忠孝東路五段431之2號(向西)",
        "lon": "121.575743",
        "lat": "25.040967",
        "version": 3
    },
    {
        "id": 3928,
        "name": "市立工農",
        "address": "忠孝東路五段293號同向(向西)",
        "lon": "121.5724391",
        "lat": "25.04108992",
        "version": 1
    },
    {
        "id": 3929,
        "name": "聯合報",
        "address": "忠孝東路四段550號對向(向西)",
        "lon": "121.5630899",
        "lat": "25.04132664",
        "version": 1
    },
    {
        "id": 3930,
        "name": "觀光局",
        "address": "忠孝東路四段325號同向(向西)",
        "lon": "121.5560743",
        "lat": "25.04147414",
        "version": 1
    },
    {
        "id": 3932,
        "name": "頂好市場",
        "address": "忠孝東路四段104號對向(向西)",
        "lon": "121.546693508012",
        "lat": "25.0416948578606",
        "version": 2
    },
    {
        "id": 3933,
        "name": "捷運忠孝復興站",
        "address": "忠孝東路三段283號同向(向西)",
        "lon": "121.542636",
        "lat": "25.04177",
        "version": 3
    },
    {
        "id": 3936,
        "name": "北淡水",
        "address": "中山北路一段59號同向(向南)",
        "lon": "121.441793",
        "lat": "25.175626",
        "version": 2
    },
    {
        "id": 3940,
        "name": "中國時報",
        "address": "和平西路三段226號同向(向東)",
        "lon": "121.496276",
        "lat": "25.035221",
        "version": 2
    },
    {
        "id": 3942,
        "name": "龍門國中(和平)",
        "address": "北市和平東路2段69號(瑞安街交叉口右側)(向西)",
        "lon": "121.539154243763",
        "lat": "25.0255275256686",
        "version": 4
    },
    {
        "id": 3943,
        "name": "捷運古亭站(和平)",
        "address": "和平東路一段65號同向(向西)",
        "lon": "121.524516",
        "lat": "25.027036",
        "version": 2
    },
    {
        "id": 3946,
        "name": "延平一站(長安)",
        "address": "長安西路301號同向(向西)",
        "lon": "121.513",
        "lat": "25.0519",
        "version": 1
    },
    {
        "id": 3947,
        "name": "國業里",
        "address": "信義路六段79號同向(向西)",
        "lon": "121.57704",
        "lat": "25.03555",
        "version": 1
    },
    {
        "id": 3949,
        "name": "雨農國小",
        "address": "忠誠路一段105號同向(向東)",
        "lon": "121.528640834207",
        "lat": "25.1050501328713",
        "version": 2
    },
    {
        "id": 3950,
        "name": "天母棒球場(忠誠)",
        "address": "忠誠路二段77號同向(向北)",
        "lon": "121.53189",
        "lat": "25.11328",
        "version": 3
    },
    {
        "id": 3951,
        "name": "天母棒球場(忠誠)",
        "address": "忠誠路二段134號同向(向南)",
        "lon": "121.53219798892",
        "lat": "25.1142079240147",
        "version": 4
    },
    {
        "id": 3954,
        "name": "福林國小",
        "address": "中正路104巷口同向(向西)",
        "lon": "121.52976",
        "lat": "25.0962",
        "version": 1
    },
    {
        "id": 3956,
        "name": "石牌國小",
        "address": "石牌路一段148號對向(向西)",
        "lon": "121.51277",
        "lat": "25.114301",
        "version": 1
    },
    {
        "id": 3957,
        "name": "石牌路",
        "address": "石牌路一段49號同向(向西)",
        "lon": "121.511075",
        "lat": "25.113533",
        "version": 1
    },
    {
        "id": 3958,
        "name": "實踐街口",
        "address": "承德路七段192號同向(向北)",
        "lon": "121.507720173671",
        "lat": "25.1140889844948",
        "version": 3
    },
    {
        "id": 3959,
        "name": "承德公館路口",
        "address": "承德路七段400號(向北)",
        "lon": "121.501232",
        "lat": "25.119970",
        "version": 6
    },
    {
        "id": 3962,
        "name": "文化國小",
        "address": "中央北路二段23號對向(向北)",
        "lon": "121.4955289",
        "lat": "25.13690086",
        "version": 1
    },
    {
        "id": 3964,
        "name": "製片廠",
        "address": "中央北路二段353號對向(向西)",
        "lon": "121.488",
        "lat": "25.1384813245468",
        "version": 2
    },
    {
        "id": 20389,
        "name": "中華中原路口",
        "address": "中華路二段209號對面(向北)",
        "lon": "121.452289",
        "lat": "25.052850",
        "version": 2
    },
    {
        "id": 20396,
        "name": "新莊高中",
        "address": "中平路135號(向南)",
        "lon": "121.444777920355",
        "lat": "25.047892571524",
        "version": 3
    },
    {
        "id": 20397,
        "name": "新莊高中",
        "address": "中平路188號(向北)",
        "lon": "121.444915628617",
        "lat": "25.04801",
        "version": 3
    },
    {
        "id": 20399,
        "name": "市立工農(正門)",
        "address": "忠孝東路五段236巷24號(向南)",
        "lon": "121.5718304",
        "lat": "25.04024924",
        "version": 2
    },
    {
        "id": 20402,
        "name": "南京西路口(塔城)",
        "address": "臺北市大同區塔城街64號(向南)",
        "lon": "121.51031",
        "lat": "25.05265",
        "version": 3
    },
    {
        "id": 20405,
        "name": "青年公園(正門)",
        "address": "水源路199號(向西)",
        "lon": "121.50643",
        "lat": "25.02149",
        "version": 1
    },
    {
        "id": 20406,
        "name": "青年公園(馬場町)",
        "address": "青年路192號對面(向北)",
        "lon": "121.5039",
        "lat": "25.02023",
        "version": 1
    },
    {
        "id": 20407,
        "name": "中興路三段",
        "address": "新北市五股區中興路3段199號東側10公尺(向東)",
        "lon": "121.44217",
        "lat": "25.08137",
        "version": 2
    },
    {
        "id": 20408,
        "name": "華新街口",
        "address": "興南路2段73號(向西)",
        "lon": "121.5072039",
        "lat": "24.98550459",
        "version": 1
    },
    {
        "id": 20415,
        "name": "福德宮",
        "address": "至善路三段71巷候車亭(向南)",
        "lon": "121.5705",
        "lat": "25.11864",
        "version": 1
    },
    {
        "id": 20418,
        "name": "堤頂大道口",
        "address": "基湖路(向北)",
        "lon": "121.56405",
        "lat": "25.07839",
        "version": 1
    },
    {
        "id": 20419,
        "name": "金龍禪寺",
        "address": "內湖路三段256巷2號金龍禪寺布告欄(向南)",
        "lon": "121.58649",
        "lat": "25.09215",
        "version": 2
    },
    {
        "id": 20420,
        "name": "重慶國中",
        "address": "國慶路120號旁(重慶國中前)(向南)",
        "lon": "121.46337",
        "lat": "24.998",
        "version": 1
    },
    {
        "id": 20422,
        "name": "頂湖入口(竹子湖)",
        "address": "竹子湖路67號南側對面20公尺(向南)",
        "lon": "121.538407",
        "lat": "25.173595",
        "version": 6
    },
    {
        "id": 30001,
        "name": "捷運輔大站",
        "address": "捷運B出入口(向北)",
        "lon": "121.435169010476",
        "lat": "25.0325450620037",
        "version": 2
    },
    {
        "id": 30002,
        "name": "海山里",
        "address": "中正路419號(向北)",
        "lon": "121.4444415",
        "lat": "25.0343624",
        "version": 1
    },
    {
        "id": 30003,
        "name": "新泰路口",
        "address": "中正路325號(向北)",
        "lon": "121.447739",
        "lat": "25.034987",
        "version": 6
    },
    {
        "id": 30004,
        "name": "大眾廟",
        "address": "中正路70之2號(向北)",
        "lon": "121.45952",
        "lat": "25.03835",
        "version": 1
    },
    {
        "id": 30005,
        "name": "頭前",
        "address": "中正路53號(向北)",
        "lon": "121.4636867",
        "lat": "25.04087237",
        "version": 1
    },
    {
        "id": 30007,
        "name": "三洋",
        "address": "中正路669號(向東)",
        "lon": "121.426971584029",
        "lat": "25.0301579598983",
        "version": 6
    },
    {
        "id": 30008,
        "name": "福祿新城二",
        "address": "民安西路60號(向北)",
        "lon": "121.427470028105",
        "lat": "25.0204675931602",
        "version": 5
    },
    {
        "id": 30009,
        "name": "宏泰社區",
        "address": "建福路51號(向北)",
        "lon": "121.4266861",
        "lat": "25.02745729",
        "version": 1
    },
    {
        "id": 30010,
        "name": "建福路口",
        "address": "後港一路60號(向北)",
        "lon": "121.4263636",
        "lat": "25.02635868",
        "version": 1
    },
    {
        "id": 30013,
        "name": "正豐",
        "address": "新樹路559號(向北)",
        "lon": "121.432917999435",
        "lat": "25.0074717225583",
        "version": 2
    },
    {
        "id": 30014,
        "name": "家麒新天地",
        "address": "新樹路515號(向北)",
        "lon": "121.432869",
        "lat": "25.010698",
        "version": 8
    },
    {
        "id": 30015,
        "name": "西盛館",
        "address": "新樹路465號(向北)",
        "lon": "121.4327276",
        "lat": "25.01294458",
        "version": 1
    },
    {
        "id": 30016,
        "name": "東方之星",
        "address": "新樹路258號(向北)",
        "lon": "121.4327722",
        "lat": "25.01516972",
        "version": 1
    },
    {
        "id": 30017,
        "name": "西盛",
        "address": "新樹路295之3號(向北)",
        "lon": "121.4337502",
        "lat": "25.01986167",
        "version": 3
    },
    {
        "id": 30020,
        "name": "丹鳳派出所",
        "address": "雙鳳路18號(向東)",
        "lon": "121.415224",
        "lat": "25.027524",
        "version": 3
    },
    {
        "id": 30023,
        "name": "建安街口",
        "address": "後港一路119號(向北)",
        "lon": "121.429575",
        "lat": "25.027305",
        "version": 2
    },
    {
        "id": 30025,
        "name": "新莊國小",
        "address": "中正路上近登龍街路口同向(向東)",
        "lon": "121.4557441",
        "lat": "25.03665243",
        "version": 1
    },
    {
        "id": 30028,
        "name": "光明里",
        "address": "民安西路217號(向北)",
        "lon": "121.4260504",
        "lat": "25.01453194",
        "version": 1
    },
    {
        "id": 30029,
        "name": "新寶社區",
        "address": "民安西路277號(向北)",
        "lon": "121.4263087",
        "lat": "25.01254806",
        "version": 2
    },
    {
        "id": 30030,
        "name": "光華街口",
        "address": "民安西路357號(向北)",
        "lon": "121.4284024",
        "lat": "25.01056501",
        "version": 1
    },
    {
        "id": 30031,
        "name": "台灣通用",
        "address": "地標同向(向北)",
        "lon": "121.42996",
        "lat": "25.00938",
        "version": 1
    },
    {
        "id": 30032,
        "name": "大唐江山",
        "address": "民安西路468巷3號(向北)",
        "lon": "121.4318029",
        "lat": "25.00793031",
        "version": 1
    },
    {
        "id": 30033,
        "name": "丹鳳國小",
        "address": "新北市新莊區新北市新莊區中正路730-3號同向(向東)",
        "lon": "121.41477",
        "lat": "25.0233425",
        "version": 8
    },
    {
        "id": 30034,
        "name": "雙鳳富國路口",
        "address": "中正路881號東側5公尺(向北)",
        "lon": "121.41771",
        "lat": "25.02603",
        "version": 1
    },
    {
        "id": 30037,
        "name": "丹鳳高中",
        "address": "龍安路72號(向北)",
        "lon": "121.416282",
        "lat": "25.02129417",
        "version": 3
    },
    {
        "id": 30039,
        "name": "萬安公園",
        "address": "龍安路214號(向北)",
        "lon": "121.4200836",
        "lat": "25.01999805",
        "version": 1
    },
    {
        "id": 30040,
        "name": "嶺頭",
        "address": "仰德大道二段1號對面(向北)",
        "lon": "121.540318712854",
        "lat": "25.1020154099508",
        "version": 3
    },
    {
        "id": 30041,
        "name": "福祿新城一",
        "address": "民安西路103號(向北)",
        "lon": "121.4268358",
        "lat": "25.01865056",
        "version": 3
    },
    {
        "id": 30042,
        "name": "民安國小",
        "address": "民安東路7號(向西)",
        "lon": "121.4278873",
        "lat": "25.02104618",
        "version": 1
    },
    {
        "id": 30043,
        "name": "民安站",
        "address": "民安東路120號(向西)",
        "lon": "121.4302215",
        "lat": "25.02083833",
        "version": 1
    },
    {
        "id": 20409,
        "name": "華新街口",
        "address": "興南路2段42號(向東)",
        "lon": "121.50672",
        "lat": "24.98504",
        "version": 1
    },
    {
        "id": 30044,
        "name": "光華國小(民安西路)",
        "address": "民安西路147號(向北)",
        "lon": "121.4262636",
        "lat": "25.01682597",
        "version": 5
    },
    {
        "id": 30047,
        "name": "中原東路",
        "address": "中原東路50號(向西)",
        "lon": "121.4638176",
        "lat": "25.05457832",
        "version": 1
    },
    {
        "id": 30048,
        "name": "復興路三段",
        "address": "復興路三段73號(向西)",
        "lon": "121.46269",
        "lat": "25.04461",
        "version": 1
    },
    {
        "id": 30050,
        "name": "善導庵",
        "address": "化成路638號(向北)",
        "lon": "121.46607",
        "lat": "25.05527",
        "version": 2
    },
    {
        "id": 30100,
        "name": "捷運新店區公所站(北新)",
        "address": "北新路一段281號對向(向北)",
        "lon": "121.541226",
        "lat": "24.966766",
        "version": 4
    },
    {
        "id": 30101,
        "name": "七張(北新路)",
        "address": "北新路二段26號同向(向北)",
        "lon": "121.54278",
        "lat": "24.97148",
        "version": 4
    },
    {
        "id": 30102,
        "name": "捷運七張站(新店區公所)",
        "address": "捷運七張站1號出口旁(向北)",
        "lon": "121.5430453",
        "lat": "24.9753",
        "version": 3
    },
    {
        "id": 30103,
        "name": "新店郵局",
        "address": "北新路二段256號同向(向北)",
        "lon": "121.54273",
        "lat": "24.97808",
        "version": 1
    },
    {
        "id": 30105,
        "name": "捷運大坪林站",
        "address": "北新路三段200號同向(向北)",
        "lon": "121.5413983",
        "lat": "24.98334421",
        "version": 1
    },
    {
        "id": 36016,
        "name": "助順將軍廟",
        "address": "水碓路五段(向北)",
        "lon": "121.42796",
        "lat": "25.07085",
        "version": 1
    },
    {
        "id": 36017,
        "name": "老人公寓",
        "address": "水碓二路9號(向南)",
        "lon": "121.43031",
        "lat": "25.07152",
        "version": 1
    },
    {
        "id": 36018,
        "name": "遠東物流",
        "address": "成泰路一段54號(向北)",
        "lon": "121.4354407",
        "lat": "25.0692936",
        "version": 1
    },
    {
        "id": 36019,
        "name": "大窠橋",
        "address": "成泰路一段6號(向北)",
        "lon": "121.43438",
        "lat": "25.06721",
        "version": 1
    },
    {
        "id": 36021,
        "name": "蓬萊坑",
        "address": "成泰路一段235之11號(向北)",
        "lon": "121.4366",
        "lat": "25.08017",
        "version": 1
    },
    {
        "id": 36023,
        "name": "五股服務社",
        "address": "成泰路二段79號(向南)",
        "lon": "121.43805",
        "lat": "25.083879",
        "version": 6
    },
    {
        "id": 36024,
        "name": "洲仔橋",
        "address": "成泰路二段169號(向北)",
        "lon": "121.4394951",
        "lat": "25.08605656",
        "version": 1
    },
    {
        "id": 36026,
        "name": "坑口",
        "address": "成泰路三段57號(向北)",
        "lon": "121.44334",
        "lat": "25.0896",
        "version": 1
    },
    {
        "id": 36028,
        "name": "成功里",
        "address": "成泰路三段231號(向南)",
        "lon": "121.44624",
        "lat": "25.09329",
        "version": 1
    },
    {
        "id": 36029,
        "name": "西雲寺",
        "address": "成泰路三段335號(向北)",
        "lon": "121.4485209",
        "lat": "25.09558602",
        "version": 1
    },
    {
        "id": 36030,
        "name": "五府千歲",
        "address": "成泰路三段445號(向南)",
        "lon": "121.45008",
        "lat": "25.09798",
        "version": 1
    },
    {
        "id": 36032,
        "name": "新興公寓",
        "address": "成泰路三段591號(向北)",
        "lon": "121.452658",
        "lat": "25.102875",
        "version": 3
    },
    {
        "id": 36037,
        "name": "五福社區",
        "address": "工商路195號(向東)",
        "lon": "121.43356",
        "lat": "25.08718",
        "version": 1
    },
    {
        "id": 36038,
        "name": "社區活動中心",
        "address": "工商路129號(向東)",
        "lon": "121.43566",
        "lat": "25.08613",
        "version": 1
    },
    {
        "id": 36039,
        "name": "永豐商業銀行",
        "address": "工商路88號(向東)",
        "lon": "121.43786",
        "lat": "25.08499",
        "version": 1
    },
    {
        "id": 36041,
        "name": "德音國小",
        "address": "成泰路一段104號(向北)",
        "lon": "121.43576",
        "lat": "25.07179",
        "version": 1
    },
    {
        "id": 36042,
        "name": "五股站",
        "address": "民義路一段223號(向東)",
        "lon": "121.429602",
        "lat": "25.089897",
        "version": 4
    },
    {
        "id": 36044,
        "name": "冷水坑",
        "address": "民義路一段270-1號(向西)",
        "lon": "121.42577",
        "lat": "25.09278",
        "version": 1
    },
    {
        "id": 36045,
        "name": "隆德橋",
        "address": "民義路二段15號(向西)",
        "lon": "121.42103",
        "lat": "25.0965",
        "version": 1
    },
    {
        "id": 36049,
        "name": "五林路口",
        "address": "民義路2段距五林路口20公尺(向北)",
        "lon": "121.4027803",
        "lat": "25.11437758",
        "version": 3
    },
    {
        "id": 36052,
        "name": "更寮",
        "address": "中興路二段121號(向東)",
        "lon": "121.45911",
        "lat": "25.07816",
        "version": 1
    },
    {
        "id": 36053,
        "name": "中興路二段",
        "address": "中興路二段40號(向西)",
        "lon": "121.46184",
        "lat": "25.07649",
        "version": 1
    },
    {
        "id": 36054,
        "name": "中興路二段",
        "address": "中興路二段40號(向東)",
        "lon": "121.46186",
        "lat": "25.07654",
        "version": 1
    },
    {
        "id": 36055,
        "name": "鴨母港",
        "address": "中興路一段201號(向西)",
        "lon": "121.4637",
        "lat": "25.07425",
        "version": 1
    },
    {
        "id": 36060,
        "name": "泰山郵局",
        "address": "明志路一段169號同向(向北)",
        "lon": "121.4331095",
        "lat": "25.06208",
        "version": 1
    },
    {
        "id": 36061,
        "name": "泰山高中",
        "address": "明志路一段431號同向(向北)",
        "lon": "121.4308068",
        "lat": "25.05674382",
        "version": 1
    },
    {
        "id": 36062,
        "name": "同榮里",
        "address": "明志路一段513號同向(向北)",
        "lon": "121.4305712",
        "lat": "25.0544643",
        "version": 1
    },
    {
        "id": 36063,
        "name": "義學里",
        "address": "明志路二段116號同向(向南)",
        "lon": "121.4278259",
        "lat": "25.05149832",
        "version": 1
    },
    {
        "id": 36065,
        "name": "明志國小",
        "address": "明志路二段338號同向(向南)",
        "lon": "121.4259089",
        "lat": "25.0454414",
        "version": 1
    },
    {
        "id": 36066,
        "name": "泰山巖",
        "address": "明志路三段23號同向(向北)",
        "lon": "121.4248858",
        "lat": "25.04289046",
        "version": 1
    },
    {
        "id": 36068,
        "name": "下坡角",
        "address": "明志路三段359號對向(向南)",
        "lon": "121.42184",
        "lat": "25.03513",
        "version": 1
    },
    {
        "id": 36071,
        "name": "加油站",
        "address": "泰林路一段19號同向(向東)",
        "lon": "121.4401",
        "lat": "25.04986",
        "version": 1
    },
    {
        "id": 36072,
        "name": "泰林路新北大道口",
        "address": "泰林路二段222號同向(向北)",
        "lon": "121.4382775",
        "lat": "25.05312196",
        "version": 3
    },
    {
        "id": 36075,
        "name": "福泰里",
        "address": "泰林路二段81號對向(向北)",
        "lon": "121.4347947",
        "lat": "25.05888868",
        "version": 1
    },
    {
        "id": 36076,
        "name": "泰山分駐所",
        "address": "泰林路二段177號對向(向北)",
        "lon": "121.4335302",
        "lat": "25.06105325",
        "version": 1
    },
    {
        "id": 36077,
        "name": "泰山國小",
        "address": "泰林路255號對向(向北)",
        "lon": "121.431808",
        "lat": "25.06237887",
        "version": 1
    },
    {
        "id": 36078,
        "name": "憲訓中心",
        "address": "泰林路二段366號同向(向西)",
        "lon": "121.428621",
        "lat": "25.063788",
        "version": 2
    },
    {
        "id": 36080,
        "name": "山腳溪橋",
        "address": "泰林路二段553號對向(向西)",
        "lon": "121.4227125",
        "lat": "25.06372522",
        "version": 3
    },
    {
        "id": 36105,
        "name": "社正路",
        "address": "社正路46號同向(向西)",
        "lon": "121.5099769",
        "lat": "25.08893644",
        "version": 1
    },
    {
        "id": 36106,
        "name": "永倫里(社中)",
        "address": "社中街422號同向(向東)",
        "lon": "121.5021475",
        "lat": "25.09150231",
        "version": 4
    },
    {
        "id": 36107,
        "name": "社子公園",
        "address": "社中街256號同向(向東)",
        "lon": "121.5072",
        "lat": "25.09164",
        "version": 1
    },
    {
        "id": 36109,
        "name": "國泰人壽大樓",
        "address": "社中街143號對向(向北)",
        "lon": "121.50954",
        "lat": "25.09057",
        "version": 1
    },
    {
        "id": 36111,
        "name": "名門社區",
        "address": "軍功路11號同向(向西)",
        "lon": "121.567933",
        "lat": "25.004782",
        "version": 3
    },
    {
        "id": 36113,
        "name": "軍功新村",
        "address": "軍功路51號同向(向北)",
        "lon": "121.57367",
        "lat": "24.99981",
        "version": 2
    },
    {
        "id": 50001,
        "name": "南京敦化路口(小巨蛋)",
        "address": "南京東路三段上近敦化北路同向(向東)",
        "lon": "121.548353475095",
        "lat": "25.0517035084006",
        "version": 3
    },
    {
        "id": 50002,
        "name": "南京龍江路口",
        "address": "南京東路三段上近龍江路同向(向東)",
        "lon": "121.540168930921",
        "lat": "25.0518883069867",
        "version": 4
    },
    {
        "id": 50003,
        "name": "西松國小",
        "address": "三民路5號同向(向北)",
        "lon": "121.56398",
        "lat": "25.05283",
        "version": 1
    },
    {
        "id": 50004,
        "name": "捷運南京復興站",
        "address": "南京東路三段上近復興北路同向(向東)",
        "lon": "121.543561439976",
        "lat": "25.0518040049938",
        "version": 2
    },
    {
        "id": 50014,
        "name": "松山磚廠",
        "address": "南港路三段250號同向(向西)",
        "lon": "121.585050803739",
        "lat": "25.0526502598819",
        "version": 2
    },
    {
        "id": 50015,
        "name": "中華賓士",
        "address": "南港路三段104號同向(向西)",
        "lon": "121.589992575868",
        "lat": "25.0535036880317",
        "version": 2
    },
    {
        "id": 50017,
        "name": "台肥新村",
        "address": "南港路二段78號同向(向西)",
        "lon": "121.603501503157",
        "lat": "25.0538268750408",
        "version": 2
    },
    {
        "id": 50018,
        "name": "南港輪胎",
        "address": "南港路二段142號同向(向西)",
        "lon": "121.600631965419",
        "lat": "25.053410287006",
        "version": 2
    },
    {
        "id": 50019,
        "name": "南港高工",
        "address": "南港路一段247號同向(向東)",
        "lon": "121.610621161509",
        "lat": "25.0549611074532",
        "version": 2
    },
    {
        "id": 50020,
        "name": "誠正國中",
        "address": "研究院路一段119號同向(向北)",
        "lon": "121.61603141641",
        "lat": "25.0515460114719",
        "version": 2
    },
    {
        "id": 50023,
        "name": "胡適公園",
        "address": "研究院路二段130號對向(向北)",
        "lon": "121.617633",
        "lat": "25.040597",
        "version": 2
    },
    {
        "id": 50024,
        "name": "凌雲五村",
        "address": "研究院路二段226號對向(向北)",
        "lon": "121.61695169081",
        "lat": "25.035872068306",
        "version": 2
    },
    {
        "id": 50027,
        "name": "舊莊一站",
        "address": "舊庄路ㄧ段76號對向(向西)",
        "lon": "121.619044433004",
        "lat": "25.0409122787157",
        "version": 2
    },
    {
        "id": 50028,
        "name": "舊莊",
        "address": "舊莊街二段3號對向(向東)",
        "lon": "121.62277",
        "lat": "25.03833",
        "version": 7
    },
    {
        "id": 50029,
        "name": "舊莊國小",
        "address": "舊莊路一段161號同向(向西)",
        "lon": "121.621016",
        "lat": "25.039526",
        "version": 3
    },
    {
        "id": 50040,
        "name": "捷運西門站",
        "address": "中華路一段台北憲兵隊前(捷運西門站2號出口)(向北)",
        "lon": "121.5082192",
        "lat": "25.04094605",
        "version": 5
    },
    {
        "id": 4139,
        "name": "榮富國小",
        "address": "中信街195號(向東)",
        "lon": "121.4478902",
        "lat": "25.05259563",
        "version": 1
    },
    {
        "id": 4141,
        "name": "新北大道路口",
        "address": "新莊區新北大道二段312號(向西)",
        "lon": "121.464221",
        "lat": "25.061176",
        "version": 5
    },
    {
        "id": 4142,
        "name": "得和路一",
        "address": "得和路60號(向東)",
        "lon": "121.51597",
        "lat": "25.00009",
        "version": 2
    },
    {
        "id": 4143,
        "name": "富德",
        "address": "台北市木柵路五段100號同向(向東)",
        "lon": "121.590552451575",
        "lat": "24.9998141769425",
        "version": 2
    },
    {
        "id": 4144,
        "name": "富德",
        "address": "台北市木柵路五段100號對面(向西)",
        "lon": "121.590415672036",
        "lat": "25.0000781080637",
        "version": 2
    },
    {
        "id": 4146,
        "name": "中興路",
        "address": "新北市汐止區中興路82號(向北)",
        "lon": "121.63512",
        "lat": "25.06174",
        "version": 6
    },
    {
        "id": 4147,
        "name": "饒河街觀光夜市(塔悠)",
        "address": "台北市松山鎮塔悠路19號(向西)",
        "lon": "121.571871",
        "lat": "25.050387",
        "version": 2
    },
    {
        "id": 4160,
        "name": "寶橋中興路口一",
        "address": "新北市新店區寶橋路140巷(向北)",
        "lon": "121.547798",
        "lat": "24.976428",
        "version": 5
    },
    {
        "id": 4161,
        "name": "名門社區",
        "address": "和平東路四段91號(向西)",
        "lon": "121.567813467771",
        "lat": "25.0051424040312",
        "version": 3
    },
    {
        "id": 4163,
        "name": "黎安里",
        "address": "臥龍街431巷26號對面(向西)",
        "lon": "121.56501",
        "lat": "25.01229",
        "version": 1
    },
    {
        "id": 4166,
        "name": "得和路(民生路)",
        "address": "得和路367號對面(向東)",
        "lon": "121.5238178",
        "lat": "24.99942414",
        "version": 3
    },
    {
        "id": 4167,
        "name": "八號水門",
        "address": "大佳河濱公園內8號水門東側(向西)",
        "lon": "121.5397207",
        "lat": "25.07365104",
        "version": 3
    },
    {
        "id": 4168,
        "name": "九號水門",
        "address": "台北市濱江街9號水門旁(大佳河濱公園內)(向東)",
        "lon": "121.5402482",
        "lat": "25.07363416",
        "version": 7
    },
    {
        "id": 4170,
        "name": "仁愛國中",
        "address": "敦化南路一段277號(向北)",
        "lon": "121.54897",
        "lat": "25.03562",
        "version": 1
    },
    {
        "id": 4172,
        "name": "興福里",
        "address": "福德二路30號(向西)",
        "lon": "121.63495",
        "lat": "25.06798",
        "version": 1
    },
    {
        "id": 4173,
        "name": "興福里",
        "address": "福德二路37-1號(向東)",
        "lon": "121.63525",
        "lat": "25.06805",
        "version": 1
    },
    {
        "id": 4175,
        "name": "臺北漁市",
        "address": "民族東路336號對面(向東)",
        "lon": "121.53668",
        "lat": "25.06807",
        "version": 1
    },
    {
        "id": 4176,
        "name": "長沙街",
        "address": "長沙街二段69號(向西)",
        "lon": "121.50548",
        "lat": "25.04073",
        "version": 1
    },
    {
        "id": 4177,
        "name": "上塔悠",
        "address": "濱江街900巷巷口東側(向東)",
        "lon": "121.56213",
        "lat": "25.07049",
        "version": 1
    },
    {
        "id": 4182,
        "name": "自強隧道",
        "address": "北安路643號(向南)",
        "lon": "121.5490281",
        "lat": "25.08377483",
        "version": 2
    },
    {
        "id": 4183,
        "name": "青潭廠",
        "address": "北宜路二段186-1~190號對面(向西)",
        "lon": "121.5591371",
        "lat": "24.95437159",
        "version": 1
    },
    {
        "id": 4185,
        "name": "永安里",
        "address": "北安路458巷41弄46號(向東)",
        "lon": "121.546182",
        "lat": "25.078877",
        "version": 3
    },
    {
        "id": 4187,
        "name": "捷運大直站",
        "address": "北安路550號(向東)",
        "lon": "121.5479855392",
        "lat": "25.0802161011772",
        "version": 2
    },
    {
        "id": 4603,
        "name": "中華南海路口",
        "address": "中華路二段343號(向北)",
        "lon": "121.506661163485",
        "lat": "25.0272364792619",
        "version": 2
    },
    {
        "id": 4604,
        "name": "南機場公寓",
        "address": "中華路二段309巷1號同向(向北)",
        "lon": "121.50540777894",
        "lat": "25.0285917595947",
        "version": 2
    },
    {
        "id": 4605,
        "name": "廈安里",
        "address": "中華路二段171號同向(向北)",
        "lon": "121.504168146781",
        "lat": "25.0306970667598",
        "version": 2
    },
    {
        "id": 4606,
        "name": "大埔街",
        "address": "中華路二段60號同向(向南)",
        "lon": "121.504596603059",
        "lat": "25.032216621174",
        "version": 2
    },
    {
        "id": 4608,
        "name": "捷運西門站",
        "address": "中華路一段166號路側(向南)",
        "lon": "121.507887356667",
        "lat": "25.041649236993",
        "version": 11
    },
    {
        "id": 4610,
        "name": "東吳大學城中校區",
        "address": "貴陽街一段233號對向(向西)",
        "lon": "121.50941",
        "lat": "25.03918",
        "version": 1
    },
    {
        "id": 4612,
        "name": "一女中(貴陽)",
        "address": "貴陽街一段(向東)",
        "lon": "121.514486272409",
        "lat": "25.0385833202908",
        "version": 3
    },
    {
        "id": 4613,
        "name": "老松國小",
        "address": "桂林路64號同向(向西)",
        "lon": "121.502569664855",
        "lat": "25.0382620086784",
        "version": 3
    },
    {
        "id": 4615,
        "name": "桂林路",
        "address": "桂林路105號同向(向西)",
        "lon": "121.500815164828",
        "lat": "25.0384724642396",
        "version": 2
    },
    {
        "id": 4616,
        "name": "漢口街",
        "address": "台北市漢口街2段60號前(向東)",
        "lon": "121.505237",
        "lat": "25.045991",
        "version": 2
    },
    {
        "id": 4617,
        "name": "祖師廟(康定)",
        "address": "康定路162號(向南)",
        "lon": "121.5018943",
        "lat": "25.0395701",
        "version": 1
    },
    {
        "id": 4619,
        "name": "萬華車站",
        "address": "康定路348號同向(向南)",
        "lon": "121.5010585",
        "lat": "25.03486363",
        "version": 1
    },
    {
        "id": 4620,
        "name": "青年公園(國興)",
        "address": "國興路46號對面(向南)",
        "lon": "121.507339",
        "lat": "25.025045",
        "version": 3
    },
    {
        "id": 4623,
        "name": "光仁國小",
        "address": "萬大路433巷55號同向(向西)",
        "lon": "121.5000905",
        "lat": "25.02123638",
        "version": 1
    },
    {
        "id": 4624,
        "name": "青年路派出所",
        "address": "萬大路423巷11號同向(向西)",
        "lon": "121.5019485",
        "lat": "25.02208849",
        "version": 2
    },
    {
        "id": 4625,
        "name": "龍山寺(西園)",
        "address": "西園路一段131號同向(向北)",
        "lon": "121.4996729",
        "lat": "25.03777047",
        "version": 1
    },
    {
        "id": 3228,
        "name": "清水",
        "address": "青雲路192號同向(向南)",
        "lon": "121.45903",
        "lat": "24.98216",
        "version": 1
    },
    {
        "id": 3231,
        "name": "清水派出所",
        "address": "青雲路256號同向(向南)",
        "lon": "121.458958",
        "lat": "24.9797378",
        "version": 2
    },
    {
        "id": 3234,
        "name": "清和里",
        "address": "青雲路459號對面(向南)",
        "lon": "121.458758",
        "lat": "24.974474",
        "version": 2
    },
    {
        "id": 3248,
        "name": "宏國德霖科技大學",
        "address": "青雲路406號同向(向南)",
        "lon": "121.4586274",
        "lat": "24.9730515",
        "version": 3
    },
    {
        "id": 3250,
        "name": "駕訓中心",
        "address": "金城路三段270號同向(向東)",
        "lon": "121.47479",
        "lat": "24.99097",
        "version": 1
    },
    {
        "id": 3251,
        "name": "學士路口",
        "address": "明德路二段117號同向(向東)",
        "lon": "121.45026",
        "lat": "24.98184",
        "version": 1
    },
    {
        "id": 3409,
        "name": "五谷王廟",
        "address": "重新路五段476號(向東)",
        "lon": "121.4740285",
        "lat": "25.04708064",
        "version": 1
    },
    {
        "id": 3411,
        "name": "五常郵局",
        "address": "仁義街215號同向(向南)",
        "lon": "121.4967495",
        "lat": "25.08149815",
        "version": 1
    },
    {
        "id": 3412,
        "name": "五華街",
        "address": "五華街81號同向(向南)",
        "lon": "121.492",
        "lat": "25.08308",
        "version": 1
    },
    {
        "id": 3414,
        "name": "仁愛街口",
        "address": "龍門路100號同向(向西)",
        "lon": "121.4974685",
        "lat": "25.07284956",
        "version": 1
    },
    {
        "id": 3415,
        "name": "仁義街",
        "address": "地標同向(向南)",
        "lon": "121.4985074",
        "lat": "25.07834752",
        "version": 1
    },
    {
        "id": 3417,
        "name": "三重國民運動中心",
        "address": "集美街65號同向(向北)",
        "lon": "121.4885856",
        "lat": "25.0541614",
        "version": 3
    },
    {
        "id": 3418,
        "name": "中興街口",
        "address": "重新路五段550號同向(向南)",
        "lon": "121.4688372",
        "lat": "25.04533292",
        "version": 1
    },
    {
        "id": 3419,
        "name": "仁興街口",
        "address": "龍門路207號同向(向東)",
        "lon": "121.4999776",
        "lat": "25.07336577",
        "version": 1
    },
    {
        "id": 3421,
        "name": "仙公廟",
        "address": "中正北路450號同向(向東)",
        "lon": "121.473744486153",
        "lat": "25.0714385525297",
        "version": 2
    },
    {
        "id": 3422,
        "name": "正義南路底",
        "address": "正義南路163號同向(向南)",
        "lon": "121.498795",
        "lat": "25.05760253",
        "version": 1
    },
    {
        "id": 3424,
        "name": "永德里",
        "address": "自強路三段38號同向(向南)",
        "lon": "121.48695",
        "lat": "25.07219",
        "version": 1
    },
    {
        "id": 3425,
        "name": "光興國小",
        "address": "正義南路85號同向(向南)",
        "lon": "121.4983337",
        "lat": "25.05971795",
        "version": 1
    },
    {
        "id": 3426,
        "name": "自強路口",
        "address": "自強路四段20號同向(向南)",
        "lon": "121.488641",
        "lat": "25.07667469",
        "version": 1
    },
    {
        "id": 3427,
        "name": "幸福戲院",
        "address": "三和路四段364號同向(向南)",
        "lon": "121.4830704",
        "lat": "25.07861972",
        "version": 1
    },
    {
        "id": 3429,
        "name": "忠孝三民街口",
        "address": "忠孝路三段26號同向(向東)",
        "lon": "121.4814972",
        "lat": "25.06716177",
        "version": 2
    },
    {
        "id": 3430,
        "name": "忠孝路口",
        "address": "中正北路200號同向(向西)",
        "lon": "121.48285",
        "lat": "25.06735",
        "version": 2
    },
    {
        "id": 3431,
        "name": "明志國中",
        "address": "中正北路56號同向(向東)",
        "lon": "121.488903",
        "lat": "25.063432",
        "version": 1
    },
    {
        "id": 3433,
        "name": "長生街口",
        "address": "三和路二段16號同向(向南)",
        "lon": "121.500788879211",
        "lat": "25.0671811216025",
        "version": 2
    },
    {
        "id": 3434,
        "name": "長泰派出所",
        "address": "三和路二段156號同向(向南)",
        "lon": "121.499510882057",
        "lat": "25.0683597687088",
        "version": 3
    },
    {
        "id": 3435,
        "name": "正義重新路口",
        "address": "正義北路16號(向南)",
        "lon": "121.4974644",
        "lat": "25.06310647",
        "version": 1
    },
    {
        "id": 3437,
        "name": "長壽西街口",
        "address": "正義北路147號同向(向北)",
        "lon": "121.496507",
        "lat": "25.067084",
        "version": 2
    },
    {
        "id": 3438,
        "name": "厚德派出所",
        "address": "三和路三段160號同向(向南)",
        "lon": "121.4924446",
        "lat": "25.07325016",
        "version": 2
    },
    {
        "id": 3439,
        "name": "厚德國小",
        "address": "忠孝路一段70號同向(向東)",
        "lon": "121.489042701559",
        "lat": "25.071991100457",
        "version": 2
    },
    {
        "id": 3441,
        "name": "建和新村",
        "address": "三和路四段314號同向(向南)",
        "lon": "121.4845214",
        "lat": "25.07777593",
        "version": 1
    },
    {
        "id": 3442,
        "name": "美美新村",
        "address": "仁愛街587號同向(向北)",
        "lon": "121.483846",
        "lat": "25.081065",
        "version": 1
    },
    {
        "id": 3443,
        "name": "重安街口",
        "address": "集美街255號同向(向東)",
        "lon": "121.492379",
        "lat": "25.055406",
        "version": 3
    },
    {
        "id": 3445,
        "name": "重陽路口",
        "address": "重新路四段89號同向(向西)",
        "lon": "121.486075",
        "lat": "25.05561382",
        "version": 2
    },
    {
        "id": 3446,
        "name": "重新大橋",
        "address": "成功路111號同向(向西)",
        "lon": "121.487662254493",
        "lat": "25.0516995730745",
        "version": 2
    },
    {
        "id": 3449,
        "name": "徐匯中學",
        "address": "三和路四段398號同向(向南)",
        "lon": "121.481238194798",
        "lat": "25.0795793818446",
        "version": 2
    },
    {
        "id": 3450,
        "name": "格致中學(三和路)",
        "address": "三和路四段30號同向(向南)",
        "lon": "121.4909532",
        "lat": "25.07418032",
        "version": 1
    },
    {
        "id": 3451,
        "name": "格致中學(自強路)",
        "address": "自強路三段81號同向(向北)",
        "lon": "121.487309",
        "lat": "25.074554",
        "version": 4
    },
    {
        "id": 3454,
        "name": "博愛新村",
        "address": "中正北路183號同向(向西)",
        "lon": "121.477687916123",
        "lat": "25.0695224403088",
        "version": 3
    },
    {
        "id": 3455,
        "name": "三重稅捐分處",
        "address": "重陽路一段128號同向(向南)",
        "lon": "121.48663201223",
        "lat": "25.060305060826",
        "version": 2
    },
    {
        "id": 3456,
        "name": "菜寮(重新路)",
        "address": "重新路四段98號同向(向東)",
        "lon": "121.48792",
        "lat": "25.057315",
        "version": 1
    },
    {
        "id": 3462,
        "name": "菜寮(重陽路)",
        "address": "重陽路一段45號同向(向北)",
        "lon": "121.48679940961",
        "lat": "25.0577184292479",
        "version": 2
    },
    {
        "id": 3465,
        "name": "河邊北街(慈武宮)",
        "address": "河邊北街379號同向(向北)",
        "lon": "121.5020419",
        "lat": "25.07583056",
        "version": 2
    },
    {
        "id": 3466,
        "name": "慈化公園",
        "address": "溪尾街340號同向(向東)",
        "lon": "121.48837",
        "lat": "25.08517",
        "version": 1
    },
    {
        "id": 3467,
        "name": "慈化里",
        "address": "溪尾街205號同向(向東)",
        "lon": "121.48842",
        "lat": "25.08074",
        "version": 1
    },
    {
        "id": 3471,
        "name": "溪尾街口",
        "address": "自強路四段62號同向(向南)",
        "lon": "121.4901885",
        "lat": "25.07867921",
        "version": 1
    },
    {
        "id": 3473,
        "name": "過圳街",
        "address": "過圳街13號同向(向東)",
        "lon": "121.4889275",
        "lat": "25.05902382",
        "version": 1
    },
    {
        "id": 3480,
        "name": "碧華國中",
        "address": "自強路五段53號同向(向東)",
        "lon": "121.494853",
        "lat": "25.081877",
        "version": 3
    },
    {
        "id": 3481,
        "name": "福隆里",
        "address": "溪尾街59號同向(向東)",
        "lon": "121.4908066",
        "lat": "25.07726723",
        "version": 1
    },
    {
        "id": 3482,
        "name": "福德南路",
        "address": "福德南路48號同向(向北)",
        "lon": "121.503152",
        "lat": "25.062224",
        "version": 1
    },
    {
        "id": 3483,
        "name": "福樂里",
        "address": "溪尾街123巷同向(向東)",
        "lon": "121.48942",
        "lat": "25.07906",
        "version": 1
    },
    {
        "id": 3485,
        "name": "德林寺(龍門路)",
        "address": "龍門路33號同向(向西)",
        "lon": "121.4957788",
        "lat": "25.07236056",
        "version": 1
    },
    {
        "id": 3486,
        "name": "德林寺(龍門路)",
        "address": "三和路三段48號同向(向東)",
        "lon": "121.4957652",
        "lat": "25.07213708",
        "version": 1
    },
    {
        "id": 3489,
        "name": "龍門路底",
        "address": "龍門路251號同向(向東)",
        "lon": "121.5023487",
        "lat": "25.07415508",
        "version": 1
    },
    {
        "id": 3490,
        "name": "三洋",
        "address": "中正路590號同向(向西)",
        "lon": "121.42713",
        "lat": "25.0305",
        "version": 4
    },
    {
        "id": 3491,
        "name": "新莊站",
        "address": "新樹路72之10號同向(向北)",
        "lon": "121.4352734",
        "lat": "25.0249092",
        "version": 1
    },
    {
        "id": 3492,
        "name": "大唐江山",
        "address": "民安西路468弄2號同向(向南)",
        "lon": "121.43175",
        "lat": "25.00783",
        "version": 1
    },
    {
        "id": 3493,
        "name": "大眾廟",
        "address": "中正路80之145號同向(向南)",
        "lon": "121.45729",
        "lat": "25.03714",
        "version": 1
    },
    {
        "id": 3495,
        "name": "新北大道中興路口",
        "address": "新北市新莊區新北大道二段81號(向東)",
        "lon": "121.468148097399",
        "lat": "25.0613446467768",
        "version": 4
    },
    {
        "id": 3497,
        "name": "中平國中",
        "address": "中平路363號同向(向南)",
        "lon": "121.44458",
        "lat": "25.05205",
        "version": 1
    },
    {
        "id": 3499,
        "name": "中正龍安路口",
        "address": "龍安路11號同向(向南)",
        "lon": "121.41442",
        "lat": "25.02258",
        "version": 1
    },
    {
        "id": 3500,
        "name": "中和街口",
        "address": "幸福路743號同向(向東)",
        "lon": "121.448561",
        "lat": "25.049077",
        "version": 2
    },
    {
        "id": 3502,
        "name": "中原東路",
        "address": "中原東路53號同向(向東)",
        "lon": "121.4637",
        "lat": "25.05447",
        "version": 1
    },
    {
        "id": 3503,
        "name": "中原路",
        "address": "中原路317號同向(向東)",
        "lon": "121.44715",
        "lat": "25.05416",
        "version": 1
    },
    {
        "id": 3506,
        "name": "中原路一",
        "address": "中原路137號同向(向西)",
        "lon": "121.454086",
        "lat": "25.054397",
        "version": 2
    },
    {
        "id": 3509,
        "name": "中華路",
        "address": "中華路二段39號同向(向南)",
        "lon": "121.45338",
        "lat": "25.04652",
        "version": 1
    },
    {
        "id": 3510,
        "name": "捷運丹鳳站",
        "address": "中正路672號同向(向南)",
        "lon": "121.4211",
        "lat": "25.0285",
        "version": 2
    },
    {
        "id": 3511,
        "name": "丹鳳一",
        "address": "中正路692-5號同向(向南)",
        "lon": "121.4199639",
        "lat": "25.02896073",
        "version": 2
    },
    {
        "id": 3513,
        "name": "丹鳳高中",
        "address": "龍安路72號同向(向南)",
        "lon": "121.41633",
        "lat": "25.0212",
        "version": 3
    },
    {
        "id": 3514,
        "name": "化成路",
        "address": "化成路18號同向(向南)",
        "lon": "121.46467",
        "lat": "25.04256",
        "version": 1
    },
    {
        "id": 3515,
        "name": "化成路口",
        "address": "幸福東路62號同向(向西)",
        "lon": "121.465295936087",
        "lat": "25.0494160738707",
        "version": 2
    },
    {
        "id": 3518,
        "name": "臺北醫院(復興路)",
        "address": "復興路二段165號同向(向東)",
        "lon": "121.458347326194",
        "lat": "25.0443862187099",
        "version": 5
    },
    {
        "id": 3523,
        "name": "民安國小",
        "address": "民安東路6號同向(向東)",
        "lon": "121.4279471",
        "lat": "25.02101653",
        "version": 1
    },
    {
        "id": 3524,
        "name": "民安陸橋",
        "address": "民安路224號同向(向南)",
        "lon": "121.426164",
        "lat": "25.022329",
        "version": 3
    },
    {
        "id": 3525,
        "name": "民安路",
        "address": "民安路170號同向(向南)",
        "lon": "121.4250334",
        "lat": "25.02411466",
        "version": 1
    },
    {
        "id": 3526,
        "name": "正邦社區",
        "address": "中華路119號同向(向南)",
        "lon": "121.4525192",
        "lat": "25.04878785",
        "version": 1
    },
    {
        "id": 3528,
        "name": "正豐",
        "address": "新樹路551巷對向(向南)",
        "lon": "121.43278",
        "lat": "25.0076",
        "version": 1
    },
    {
        "id": 3529,
        "name": "光明里",
        "address": "民安西路224號同向(向南)",
        "lon": "121.4258116",
        "lat": "25.01439",
        "version": 1
    },
    {
        "id": 3531,
        "name": "光華國小(龍安路)",
        "address": "龍安路469號同向(向北)",
        "lon": "121.425209",
        "lat": "25.018367",
        "version": 8
    },
    {
        "id": 3532,
        "name": "光華街口",
        "address": "民安西路372號同向(向南)",
        "lon": "121.4277234",
        "lat": "25.0108725",
        "version": 1
    },
    {
        "id": 3534,
        "name": "西盛",
        "address": "新樹路226號同向(向南)",
        "lon": "121.43328",
        "lat": "25.01927",
        "version": 4
    },
    {
        "id": 3535,
        "name": "家麒新天地",
        "address": "新樹路525號對面(向南)",
        "lon": "121.432698593988",
        "lat": "25.0100837832548",
        "version": 8
    },
    {
        "id": 3536,
        "name": "西盛館",
        "address": "新樹路274號同向(向南)",
        "lon": "121.4325949",
        "lat": "25.01309458",
        "version": 1
    },
    {
        "id": 3537,
        "name": "宏泰社區",
        "address": "建福路62號同向(向南)",
        "lon": "121.4266083",
        "lat": "25.02757111",
        "version": 1
    },
    {
        "id": 3539,
        "name": "幸福中華路口",
        "address": "幸福路591號同向(向東)",
        "lon": "121.4537585",
        "lat": "25.04926542",
        "version": 1
    },
    {
        "id": 3540,
        "name": "幸福思源路口",
        "address": "幸福路40號同向(向西)",
        "lon": "121.4575084",
        "lat": "25.0495372",
        "version": 1
    },
    {
        "id": 3542,
        "name": "西安里",
        "address": "中山路一段18號(向東)",
        "lon": "121.47168",
        "lat": "25.01466",
        "version": 1
    },
    {
        "id": 3543,
        "name": "盲人重建院",
        "address": "中正路386號同向(向西)",
        "lon": "121.440631678538",
        "lat": "25.0337008431394",
        "version": 3
    },
    {
        "id": 3544,
        "name": "雙鳳富國路口",
        "address": "中正路702號同向(向南)",
        "lon": "121.41742",
        "lat": "25.02578",
        "version": 1
    },
    {
        "id": 3328,
        "name": "士林監理站",
        "address": "承德路五段80號對向(向北)",
        "lon": "121.51462",
        "lat": "25.09512",
        "version": 1
    },
    {
        "id": 3368,
        "name": "捷運景美站",
        "address": "羅斯福路6段208號對面(向北)",
        "lon": "121.54114",
        "lat": "24.99333",
        "version": 1
    },
    {
        "id": 3385,
        "name": "力行路",
        "address": "力行路一段183-253號同向(向北)",
        "lon": "121.48307",
        "lat": "25.07034",
        "version": 1
    },
    {
        "id": 3386,
        "name": "三民街",
        "address": "三民街110號同向(向東)",
        "lon": "121.485128",
        "lat": "25.06332591",
        "version": 1
    },
    {
        "id": 3388,
        "name": "三安里",
        "address": "正義北路215號(向北)",
        "lon": "121.496081127723",
        "lat": "25.0686318968407",
        "version": 3
    },
    {
        "id": 3391,
        "name": "捷運三和國中站",
        "address": "三和路四段222號同向(向南)",
        "lon": "121.4859364",
        "lat": "25.07691628",
        "version": 1
    },
    {
        "id": 3392,
        "name": "三重中學",
        "address": "集美街151號同向(向北)",
        "lon": "121.4905956",
        "lat": "25.05314645",
        "version": 2
    },
    {
        "id": 3393,
        "name": "三重區公所(過圳街)",
        "address": "過圳街42號同向(向東)",
        "lon": "121.48778",
        "lat": "25.0606",
        "version": 1
    },
    {
        "id": 3395,
        "name": "三重客運",
        "address": "正義北路106號(向南)",
        "lon": "121.49669",
        "lat": "25.06556",
        "version": 1
    },
    {
        "id": 3398,
        "name": "三重派出所(福德北路)",
        "address": "福德北路30-1號同向(向南)",
        "lon": "121.502139",
        "lat": "25.06504",
        "version": 8
    },
    {
        "id": 3400,
        "name": "三重商工(三民街)",
        "address": "三民街285號同向(向東)",
        "lon": "121.479562",
        "lat": "25.067701",
        "version": 2
    },
    {
        "id": 3403,
        "name": "三重郵局",
        "address": "正義南路31號同向(向南)",
        "lon": "121.498057",
        "lat": "25.060928",
        "version": 1
    },
    {
        "id": 3405,
        "name": "大智街口",
        "address": "自強路一段272號同向(向北)",
        "lon": "121.491902",
        "lat": "25.068105",
        "version": 2
    },
    {
        "id": 3406,
        "name": "分子尾",
        "address": "五華街184號同向(向南)",
        "lon": "121.48814",
        "lat": "25.08686",
        "version": 1
    },
    {
        "id": 4626,
        "name": "大理服飾",
        "address": "西園路一段215號同向(向北)",
        "lon": "121.498768",
        "lat": "25.034147",
        "version": 3
    },
    {
        "id": 4629,
        "name": "西園路二段",
        "address": "西園路二段217號同向(向北)",
        "lon": "121.4941737",
        "lat": "25.02715329",
        "version": 1
    },
    {
        "id": 4633,
        "name": "環南市場",
        "address": "西藏路522號(向西)",
        "lon": "121.493015",
        "lat": "25.028698",
        "version": 3
    },
    {
        "id": 4636,
        "name": "西藏路",
        "address": "西藏路252號同向(向西)",
        "lon": "121.5015488",
        "lat": "25.02974063",
        "version": 1
    },
    {
        "id": 4638,
        "name": "萬大路",
        "address": "萬大路65號同向(向北)",
        "lon": "121.500635",
        "lat": "25.0308055",
        "version": 1
    },
    {
        "id": 4639,
        "name": "西藏路口",
        "address": "萬大路143-147號同向(向北)",
        "lon": "121.500599",
        "lat": "25.028737",
        "version": 4
    },
    {
        "id": 4640,
        "name": "萬大國小",
        "address": "萬大路333-335號同向(向北)",
        "lon": "121.499894100772",
        "lat": "25.0232906952259",
        "version": 4
    },
    {
        "id": 4642,
        "name": "青年新城",
        "address": "青年路34號同向(向北)",
        "lon": "121.5046278",
        "lat": "25.02549073",
        "version": 1
    },
    {
        "id": 4643,
        "name": "中正新城",
        "address": "青年路對向(向北)",
        "lon": "121.5032962",
        "lat": "25.02479722",
        "version": 1
    },
    {
        "id": 4644,
        "name": "青年路",
        "address": "青年路88號同向(向北)",
        "lon": "121.5027448",
        "lat": "25.02308466",
        "version": 1
    },
    {
        "id": 4646,
        "name": "世貿中心(莊敬)",
        "address": "莊敬路168號對向(向北)",
        "lon": "121.561326",
        "lat": "25.031399",
        "version": 2
    },
    {
        "id": 4647,
        "name": "士林站",
        "address": "基河路368號(向東)",
        "lon": "121.518684",
        "lat": "25.094912",
        "version": 2
    },
    {
        "id": 4650,
        "name": "南港機廠",
        "address": "忠孝東路7段124巷17弄斜對面(向西)",
        "lon": "121.6029643",
        "lat": "25.05174206",
        "version": 1
    },
    {
        "id": 4651,
        "name": "南港機廠",
        "address": "忠孝東路7段124巷17弄(向東)",
        "lon": "121.603438",
        "lat": "25.05158664",
        "version": 1
    },
    {
        "id": 4652,
        "name": "水鋼琴社區",
        "address": "台北市文山區指南路三段(向北)",
        "lon": "121.5806427",
        "lat": "24.9823468",
        "version": 1
    },
    {
        "id": 3015,
        "name": "永和路口",
        "address": "永和路一段12號同向(向北)",
        "lon": "121.51253",
        "lat": "25.00432",
        "version": 1
    },
    {
        "id": 3016,
        "name": "秀朗路三段70巷",
        "address": "秀朗路三段105號同向(向北)",
        "lon": "121.5262483",
        "lat": "24.99443",
        "version": 3
    },
    {
        "id": 3017,
        "name": "永福橋",
        "address": "福和路79號同向(向東)",
        "lon": "121.522301",
        "lat": "25.007816",
        "version": 7
    },
    {
        "id": 3018,
        "name": "正興里",
        "address": "中正路633號對面(向南)",
        "lon": "121.515573",
        "lat": "25.010002",
        "version": 2
    },
    {
        "id": 3020,
        "name": "秀朗國小",
        "address": "得和路249號同向(向東)",
        "lon": "121.52085",
        "lat": "24.999902",
        "version": 2
    },
    {
        "id": 3026,
        "name": "福和里",
        "address": "中正路491號同向(向南)",
        "lon": "121.5168879",
        "lat": "25.00661028",
        "version": 1
    },
    {
        "id": 3027,
        "name": "得和路",
        "address": "得和路114號同向(向東)",
        "lon": "121.518491",
        "lat": "25.00017249",
        "version": 1
    },
    {
        "id": 3029,
        "name": "得和路口",
        "address": "中正路277號同向(向南)",
        "lon": "121.5175566",
        "lat": "25.00037123",
        "version": 1
    },
    {
        "id": 3034,
        "name": "頂溪國小",
        "address": "文化路103號同向(向東)",
        "lon": "121.512949185089",
        "lat": "25.0151813528961",
        "version": 2
    },
    {
        "id": 3036,
        "name": "智光商職",
        "address": "中正路42號前(向北)",
        "lon": "121.5140181",
        "lat": "24.99552972",
        "version": 1
    },
    {
        "id": 3043,
        "name": "網溪國小",
        "address": "竹林路108號同向(向南)",
        "lon": "121.5196559",
        "lat": "25.01187111",
        "version": 1
    },
    {
        "id": 3045,
        "name": "樂華夜市",
        "address": "永和路一段127號同向(向南)",
        "lon": "121.51386",
        "lat": "25.00839",
        "version": 1
    },
    {
        "id": 3048,
        "name": "一江新村",
        "address": "中山路二段239號同向(向東)",
        "lon": "121.49801",
        "lat": "25.00254",
        "version": 1
    },
    {
        "id": 3052,
        "name": "連城錦和路口(暫時裁撤)",
        "address": "連城路289號同向(向東)",
        "lon": "121.4903845",
        "lat": "24.99626066",
        "version": 3
    },
    {
        "id": 3056,
        "name": "中山錦和路口",
        "address": "中山路二段403號同向(向東)",
        "lon": "121.486113",
        "lat": "25.004918",
        "version": 8
    },
    {
        "id": 3058,
        "name": "中山路",
        "address": "中山路二段353號同向(向東)",
        "lon": "121.4895484",
        "lat": "25.00390991",
        "version": 1
    },
    {
        "id": 3059,
        "name": "中山路口",
        "address": "中山路一段51號同向(向東)",
        "lon": "121.51308",
        "lat": "25.01056",
        "version": 1
    },
    {
        "id": 3062,
        "name": "中和廟口",
        "address": "中和路78號同向(向東)",
        "lon": "121.50098892146",
        "lat": "25.000609117904",
        "version": 2
    },
    {
        "id": 3063,
        "name": "中和派出所",
        "address": "中和路114號同向(向東)",
        "lon": "121.502769736506",
        "lat": "24.9996954644534",
        "version": 3
    },
    {
        "id": 3065,
        "name": "中和保養廠",
        "address": "中山路二段372號同向(向西)",
        "lon": "121.491263",
        "lat": "25.003517",
        "version": 3
    },
    {
        "id": 3066,
        "name": "中和保養廠",
        "address": "中山路二段347號(向東)",
        "lon": "121.492373542328",
        "lat": "25.0025426491526",
        "version": 3
    },
    {
        "id": 3070,
        "name": "中和高中(員山路)",
        "address": "員山路135號同向(向南)",
        "lon": "121.4809504",
        "lat": "24.99579873",
        "version": 3
    },
    {
        "id": 3071,
        "name": "中和高中",
        "address": "連城路573號同向(向東)",
        "lon": "121.4789782",
        "lat": "24.99430779",
        "version": 1
    },
    {
        "id": 3072,
        "name": "中和高中",
        "address": "連城路454號同向(向西)",
        "lon": "121.478575833983",
        "lat": "24.9941775057553",
        "version": 3
    },
    {
        "id": 3074,
        "name": "中和教會",
        "address": "景平路398之2號同向(向西)",
        "lon": "121.509353",
        "lat": "24.993096",
        "version": 2
    },
    {
        "id": 3075,
        "name": "中山建一路口",
        "address": "中山路二段369號同向(向東)",
        "lon": "121.487327",
        "lat": "25.004902",
        "version": 7
    },
    {
        "id": 3077,
        "name": "中和農會(中和路)",
        "address": "新北市中和區中和路29號(向北)",
        "lon": "121.499868",
        "lat": "25.001862",
        "version": 5
    },
    {
        "id": 3078,
        "name": "中和農會(中和路)",
        "address": "新北市中和區中和路22號(向南)",
        "lon": "121.499736",
        "lat": "25.001903",
        "version": 4
    },
    {
        "id": 3084,
        "name": "台貿一村",
        "address": "連城路192號同向(向西)",
        "lon": "121.492254369312",
        "lat": "24.99673",
        "version": 2
    },
    {
        "id": 3085,
        "name": "四維街",
        "address": "四維街12號同向(向東)",
        "lon": "121.512722",
        "lat": "24.98701284",
        "version": 1
    },
    {
        "id": 3087,
        "name": "永平高中",
        "address": "中山路一段175之1號同向(向東)",
        "lon": "121.50974",
        "lat": "25.00919",
        "version": 1
    },
    {
        "id": 3090,
        "name": "秀朗路三段70巷",
        "address": "秀朗路三段70巷6號(向南)",
        "lon": "121.5263615",
        "lat": "24.99441376",
        "version": 3
    },
    {
        "id": 3091,
        "name": "民德路",
        "address": "德光路132號同向(向南)",
        "lon": "121.467990",
        "lat": "25.003187",
        "version": 2
    },
    {
        "id": 3092,
        "name": "民德路口",
        "address": "民德路60號同向(向南)",
        "lon": "121.46883",
        "lat": "25.0022",
        "version": 1
    },
    {
        "id": 3094,
        "name": "尖山腳",
        "address": "景平路42號同向(向西)",
        "lon": "121.52296",
        "lat": "24.99076",
        "version": 1
    },
    {
        "id": 3095,
        "name": "安平路",
        "address": "安平路121號同向(向南)",
        "lon": "121.5117",
        "lat": "24.9978",
        "version": 1
    },
    {
        "id": 3097,
        "name": "安和路口",
        "address": "景安路42號同向(向南)",
        "lon": "121.5068105",
        "lat": "24.99802917",
        "version": 1
    },
    {
        "id": 3099,
        "name": "秀朗橋站",
        "address": "景平路2號同向(向東)",
        "lon": "121.5248615",
        "lat": "24.99031193",
        "version": 2
    },
    {
        "id": 3100,
        "name": "秀景里",
        "address": "成功路88號同向(向南)",
        "lon": "121.5257252",
        "lat": "24.99114348",
        "version": 1
    },
    {
        "id": 3101,
        "name": "宜安路",
        "address": "宜安路77號同向(向東)",
        "lon": "121.5109042",
        "lat": "24.99738917",
        "version": 1
    },
    {
        "id": 3102,
        "name": "幸福市場",
        "address": "忠孝街111號同向(向南)",
        "lon": "121.51252",
        "lat": "24.9875",
        "version": 1
    },
    {
        "id": 3104,
        "name": "放生寺",
        "address": "忠孝街131號同向(向南)",
        "lon": "121.5120524",
        "lat": "24.98523881",
        "version": 1
    },
    {
        "id": 3107,
        "name": "南山高中",
        "address": "中和路188號同向(向東)",
        "lon": "121.5048263",
        "lat": "24.99965591",
        "version": 1
    },
    {
        "id": 3109,
        "name": "南山高中(中山路)",
        "address": "中山路二段131號同向(向東)",
        "lon": "121.502608785098",
        "lat": "25.0033780465089",
        "version": 3
    },
    {
        "id": 3110,
        "name": "南山高中",
        "address": "中和路182號同向(向西)",
        "lon": "121.505553",
        "lat": "24.999719",
        "version": 2
    },
    {
        "id": 3113,
        "name": "保生路口",
        "address": "中山路一段299號同向(向東)",
        "lon": "121.507495",
        "lat": "25.007415",
        "version": 1
    },
    {
        "id": 3116,
        "name": "南勢角(興南路)",
        "address": "興南路一段53號同向(向南)",
        "lon": "121.510938",
        "lat": "24.990576",
        "version": 4
    },
    {
        "id": 3119,
        "name": "范厝",
        "address": "成功路32號同向(向南)",
        "lon": "121.5259953",
        "lat": "24.99333614",
        "version": 1
    },
    {
        "id": 3122,
        "name": "員山公園",
        "address": "員山路471號(向南)",
        "lon": "121.480278",
        "lat": "25.004871",
        "version": 5
    },
    {
        "id": 3123,
        "name": "員山派出所",
        "address": "員山路221號同向(向南)",
        "lon": "121.4810959",
        "lat": "24.99827083",
        "version": 2
    },
    {
        "id": 3124,
        "name": "連城中正路口",
        "address": "連城路457號(向東)",
        "lon": "121.484429",
        "lat": "24.996128",
        "version": 5
    },
    {
        "id": 3126,
        "name": "烘爐地",
        "address": "興南路二段322號同向(向北)",
        "lon": "121.4987737",
        "lat": "24.97979577",
        "version": 1
    },
    {
        "id": 3129,
        "name": "捷運南勢角站",
        "address": "興南路一段54號同向(向南)",
        "lon": "121.510175",
        "lat": "24.989578",
        "version": 3
    },
    {
        "id": 3130,
        "name": "捷運景安站(景平路)",
        "address": "景平路383號對面(向東)",
        "lon": "121.504297",
        "lat": "24.993354",
        "version": 2
    },
    {
        "id": 3133,
        "name": "連和里",
        "address": "中山路二段295號(向東)",
        "lon": "121.495935",
        "lat": "25.002202",
        "version": 3
    },
    {
        "id": 3135,
        "name": "連城路",
        "address": "連城路485號同向(向東)",
        "lon": "121.4828412",
        "lat": "24.99563856",
        "version": 1
    },
    {
        "id": 3136,
        "name": "連城路口",
        "address": "景平路652號同向(向東)",
        "lon": "121.4976874",
        "lat": "25.00030984",
        "version": 1
    },
    {
        "id": 3137,
        "name": "無極宮",
        "address": "興南路三段45號同向(向西)",
        "lon": "121.496476",
        "lat": "24.97803",
        "version": 4
    },
    {
        "id": 3138,
        "name": "景新街",
        "address": "景新街390號同向(向南)",
        "lon": "121.512439",
        "lat": "24.989823",
        "version": 4
    },
    {
        "id": 3144,
        "name": "華夏科技大學",
        "address": "忠孝街91號同向(向東)",
        "lon": "121.5092408",
        "lat": "24.98292064",
        "version": 3
    },
    {
        "id": 3147,
        "name": "華泰新城",
        "address": "中和路411號同向(向東)",
        "lon": "121.509110",
        "lat": "25.000387",
        "version": 3
    },
    {
        "id": 3149,
        "name": "華福街口",
        "address": "民德路250號同向(向南)",
        "lon": "121.4678927",
        "lat": "24.99723486",
        "version": 1
    },
    {
        "id": 3151,
        "name": "經建新村",
        "address": "景平路288號同向(向西)",
        "lon": "121.5144226",
        "lat": "24.99245507",
        "version": 1
    },
    {
        "id": 3153,
        "name": "壽德街口",
        "address": "民德路326號同向(向南)",
        "lon": "121.4669",
        "lat": "24.99467",
        "version": 1
    },
    {
        "id": 3154,
        "name": "福真里",
        "address": "中山路二段326號同向(向西)",
        "lon": "121.4950569",
        "lat": "25.0023632",
        "version": 1
    },
    {
        "id": 3156,
        "name": "劉厝",
        "address": "成功路二段199號同向(向南)",
        "lon": "121.526549",
        "lat": "24.996943",
        "version": 3
    },
    {
        "id": 3161,
        "name": "潭墘",
        "address": "安平路200號同向(向北)",
        "lon": "121.51347",
        "lat": "24.99948",
        "version": 1
    },
    {
        "id": 3163,
        "name": "積穗",
        "address": "新北市中和區中山路三段31號同向(向東)",
        "lon": "121.4797499",
        "lat": "25.00604695",
        "version": 3
    },
    {
        "id": 3164,
        "name": "積穗國中",
        "address": "員山路321號同向(向南)",
        "lon": "121.4810854",
        "lat": "25.00101",
        "version": 1
    },
    {
        "id": 3170,
        "name": "景平路大勇街口",
        "address": "景平路200號同向(向西)",
        "lon": "121.5173102",
        "lat": "24.99209514",
        "version": 3
    },
    {
        "id": 3171,
        "name": "雙和里",
        "address": "中和路248號同向(向西)",
        "lon": "121.5068521",
        "lat": "24.99973099",
        "version": 1
    },
    {
        "id": 3179,
        "name": "土城看守所",
        "address": "青雲路50號對面(向北)",
        "lon": "121.4599221",
        "lat": "24.98816504",
        "version": 6
    },
    {
        "id": 3180,
        "name": "土城看守所",
        "address": "青雲路50號(向南)",
        "lon": "121.4597495",
        "lat": "24.98802614",
        "version": 5
    },
    {
        "id": 3187,
        "name": "中正國中",
        "address": "金城路二段路228號同向(向東)",
        "lon": "121.45655",
        "lat": "24.98302",
        "version": 1
    },
    {
        "id": 3194,
        "name": "日新里",
        "address": "中央路一段190號同向(向南)",
        "lon": "121.44529",
        "lat": "24.98613",
        "version": 1
    },
    {
        "id": 3197,
        "name": "平和里",
        "address": "金城路三段同向(向東)",
        "lon": "121.468935",
        "lat": "24.988257",
        "version": 2
    },
    {
        "id": 3198,
        "name": "永豐路口",
        "address": "金城路三段路24號同向(向東)",
        "lon": "121.46517",
        "lat": "24.98642",
        "version": 1
    },
    {
        "id": 3203,
        "name": "明德路",
        "address": "明德路二段55號同向(向東)",
        "lon": "121.4447479",
        "lat": "24.98424871",
        "version": 1
    },
    {
        "id": 3204,
        "name": "明德路二段",
        "address": "明德路二段195號同向(向東)",
        "lon": "121.44711",
        "lat": "24.9834",
        "version": 1
    },
    {
        "id": 3205,
        "name": "明德路",
        "address": "明德路二段108號同向(向西)",
        "lon": "121.4447942",
        "lat": "24.98433693",
        "version": 1
    },
    {
        "id": 3206,
        "name": "臺灣新北地方法院(金城)",
        "address": "金城路二段200號同向(向東)",
        "lon": "121.459549",
        "lat": "24.984460",
        "version": 4
    },
    {
        "id": 3207,
        "name": "臺灣新北地方法院(金城)",
        "address": "金城路二段312號同向(向西)",
        "lon": "121.4584249",
        "lat": "24.98444725",
        "version": 3
    },
    {
        "id": 3225,
        "name": "捷運海山站",
        "address": "明德路二段139號同向(向東)",
        "lon": "121.4482",
        "lat": "24.98281",
        "version": 1
    },
    {
        "id": 1165603255,
        "name": "集賢路",
        "address": "集賢路222號對面(向南)",
        "lon": "121.4830817",
        "lat": "25.0871968",
        "version": 2
    },
    {
        "id": 3788,
        "name": "下街仔",
        "address": "龍米路二段211號同向(向東)",
        "lon": "121.43143",
        "lat": "25.15839",
        "version": 1
    },
    {
        "id": 3789,
        "name": "大福社區",
        "address": "龍米路一段318號同向(向南)",
        "lon": "121.45128",
        "lat": "25.13036",
        "version": 1
    },
    {
        "id": 3791,
        "name": "中廣公司",
        "address": "中山路二段125號同向(向南)",
        "lon": "121.405301180496",
        "lat": "25.1517997301527",
        "version": 2
    },
    {
        "id": 3792,
        "name": "乙天宮",
        "address": "龍米路三段45之1號同向(向東)",
        "lon": "121.42455",
        "lat": "25.15893",
        "version": 1
    },
    {
        "id": 3794,
        "name": "水雲山莊",
        "address": "龍米路二段148號同向(向南)",
        "lon": "121.43694",
        "lat": "25.15577",
        "version": 1
    },
    {
        "id": 3797,
        "name": "安老院",
        "address": "中山路一段33號同向(向南)",
        "lon": "121.42105",
        "lat": "25.15924",
        "version": 1
    },
    {
        "id": 3798,
        "name": "米倉里",
        "address": "龍米路二段157號同向(向南)",
        "lon": "121.43998",
        "lat": "25.15363",
        "version": 1
    },
    {
        "id": 3799,
        "name": "米倉國小",
        "address": "龍米路二段133號同向(向南)",
        "lon": "121.44515",
        "lat": "25.14765",
        "version": 1
    },
    {
        "id": 3801,
        "name": "米倉國小一",
        "address": "龍米路二段723-1號同向(向南)",
        "lon": "121.446042",
        "lat": "25.146111",
        "version": 3
    },
    {
        "id": 3802,
        "name": "西門",
        "address": "龍米路三段40號同向(向東)",
        "lon": "121.42836",
        "lat": "25.15912",
        "version": 1
    },
    {
        "id": 3803,
        "name": "挖仔尾",
        "address": "中山路一段278號同向(向南)",
        "lon": "121.4136018",
        "lat": "25.15963289",
        "version": 1
    },
    {
        "id": 3804,
        "name": "挖仔尾",
        "address": "中山路一段296號同向(向北)",
        "lon": "121.4139447",
        "lat": "25.15970821",
        "version": 1
    },
    {
        "id": 3806,
        "name": "烏山頭",
        "address": "龍米路二段103號同向(向南)",
        "lon": "121.447332740644",
        "lat": "25.1425723705487",
        "version": 2
    },
    {
        "id": 3808,
        "name": "張厝",
        "address": "龍米路二段21號同向(向北)",
        "lon": "121.4491855",
        "lat": "25.13864788",
        "version": 1
    },
    {
        "id": 3810,
        "name": "廈竹圍",
        "address": "中山路二段409號同向(向南)",
        "lon": "121.3937187",
        "lat": "25.14433713",
        "version": 1
    },
    {
        "id": 3812,
        "name": "埤頭里",
        "address": "中山路一段179號同向(向西)",
        "lon": "121.412008",
        "lat": "25.15871798",
        "version": 2
    },
    {
        "id": 3813,
        "name": "埤頭里",
        "address": "中山路二段390號同向(向東)",
        "lon": "121.41173",
        "lat": "25.15835",
        "version": 2
    },
    {
        "id": 3815,
        "name": "聖心別墅",
        "address": "龍米路123號同向(向北)",
        "lon": "121.446871",
        "lat": "25.144414",
        "version": 2
    },
    {
        "id": 3817,
        "name": "艋舺橋",
        "address": "龍米路一段260號同向(向北)",
        "lon": "121.4519322",
        "lat": "25.12839698",
        "version": 1
    },
    {
        "id": 3818,
        "name": "龍形",
        "address": "龍米路一段223號同向(向南)",
        "lon": "121.451421",
        "lat": "25.132206",
        "version": 2
    },
    {
        "id": 3819,
        "name": "舊城里",
        "address": "中山路二段333號同向(向南)",
        "lon": "121.39997",
        "lat": "25.14773",
        "version": 2
    },
    {
        "id": 3822,
        "name": "觀音路口",
        "address": "龍米路二段149號同向(向北)",
        "lon": "121.44428",
        "lat": "25.14926",
        "version": 1
    },
    {
        "id": 1165603256,
        "name": "張厝",
        "address": "民義路108號路24km處(向東)",
        "lon": "121.417851",
        "lat": "25.098300",
        "version": 1
    },
    {
        "id": 1165603257,
        "name": "新天母社區",
        "address": "自強路156號北側(向西)",
        "lon": "121.465314",
        "lat": "25.13411542",
        "version": 3
    },
    {
        "id": 3828,
        "name": "北淡水",
        "address": "中山北路一段50號同向(向北)",
        "lon": "121.441884",
        "lat": "25.175642",
        "version": 2
    },
    {
        "id": 3834,
        "name": "竹圍國小",
        "address": "中正東路二段131號同向(向北)",
        "lon": "121.459736992176",
        "lat": "25.1485366848495",
        "version": 3
    },
    {
        "id": 3840,
        "name": "臺北基督學院",
        "address": "埔頂自強路51號南側(向南)",
        "lon": "121.4615848",
        "lat": "25.13124715",
        "version": 2
    },
    {
        "id": 3841,
        "name": "捷運竹圍站",
        "address": "民權路133號同向(向北)",
        "lon": "121.460119814238",
        "lat": "25.1365919569602",
        "version": 2
    },
    {
        "id": 3842,
        "name": "捷運淡水站",
        "address": "中正東路35號同向(向東)",
        "lon": "121.446540610778",
        "lat": "25.1674549071321",
        "version": 2
    },
    {
        "id": 3849,
        "name": "富升大廈",
        "address": "自立路2號同向(向南)",
        "lon": "121.4631709",
        "lat": "25.12944201",
        "version": 1
    },
    {
        "id": 3869,
        "name": "下竹圍",
        "address": "延平北路七段143號同向(向南)",
        "lon": "121.49333",
        "lat": "25.09816",
        "version": 3
    },
    {
        "id": 3870,
        "name": "研究院路三段",
        "address": "研究院路三段70號對面候車亭(向東)",
        "lon": "121.61448946069",
        "lat": "25.0346121838879",
        "version": 3
    },
    {
        "id": 3883,
        "name": "金德橋頭",
        "address": "和順街8巷同向(向北)",
        "lon": "121.6197766",
        "lat": "25.04271038",
        "version": 1
    },
    {
        "id": 3884,
        "name": "金德橋頭",
        "address": "合順街8巷對向(向南)",
        "lon": "121.6196862",
        "lat": "25.04261402",
        "version": 1
    },
    {
        "id": 3890,
        "name": "齊福華廈",
        "address": "天母西路18之1號同向(向東)",
        "lon": "121.5275693",
        "lat": "25.11838172",
        "version": 1
    },
    {
        "id": 9439,
        "name": "圓山新城二",
        "address": "通北街67之89號同向(向南)",
        "lon": "121.5398705",
        "lat": "25.08290057",
        "version": 3
    },
    {
        "id": 9440,
        "name": "通北街口",
        "address": "通北街與北安路口東北側(向北)",
        "lon": "121.541250",
        "lat": "25.079985",
        "version": 4
    },
    {
        "id": 9443,
        "name": "力行新村",
        "address": "通北街107號(向北)",
        "lon": "121.538088",
        "lat": "25.08354024",
        "version": 2
    },
    {
        "id": 9446,
        "name": "雙溪公園",
        "address": "至善路一段118號對向(向西)",
        "lon": "121.537493",
        "lat": "25.098494",
        "version": 2
    },
    {
        "id": 9449,
        "name": "故宮路口",
        "address": "至善路二段96號對向(向西)",
        "lon": "121.5459327705",
        "lat": "25.098068128396",
        "version": 2
    },
    {
        "id": 9450,
        "name": "外雙溪(至善)",
        "address": "至善路三段149號同向(向西)",
        "lon": "121.547708329452",
        "lat": "25.0989004869266",
        "version": 3
    },
    {
        "id": 9451,
        "name": "名山里",
        "address": "北市至誠路二段30號(向西)",
        "lon": "121.52947",
        "lat": "25.10209",
        "version": 4
    },
    {
        "id": 9452,
        "name": "惠濟宮",
        "address": "至誠路一段289號同向(向西)",
        "lon": "121.53164",
        "lat": "25.10193",
        "version": 1
    },
    {
        "id": 9454,
        "name": "芝山岩",
        "address": "至誠路一段26號同向(向西)",
        "lon": "121.5367",
        "lat": "25.10139",
        "version": 1
    },
    {
        "id": 9455,
        "name": "帕米爾公園",
        "address": "地標同向(向西)",
        "lon": "121.592497",
        "lat": "25.12202522",
        "version": 1
    },
    {
        "id": 9456,
        "name": "風櫃嘴",
        "address": "地標同向(向西)",
        "lon": "121.5933163",
        "lat": "25.128002",
        "version": 1
    },
    {
        "id": 9457,
        "name": "楓林橋",
        "address": "萬溪產業道路EA38燈桿對向(向東)",
        "lon": "121.58389",
        "lat": "25.11686",
        "version": 1
    },
    {
        "id": 9459,
        "name": "聖人橋",
        "address": "至善路三段336巷對向(向西)",
        "lon": "121.58759",
        "lat": "25.125",
        "version": 1
    },
    {
        "id": 9460,
        "name": "妙法寺",
        "address": "至善路三段303號同向(向西)",
        "lon": "121.58686",
        "lat": "25.12285",
        "version": 1
    },
    {
        "id": 9462,
        "name": "鵝尾山步道口",
        "address": "地標(向東)",
        "lon": "121.57532",
        "lat": "25.12874",
        "version": 1
    },
    {
        "id": 9463,
        "name": "前半嶺",
        "address": "至善路三段71巷10弄對向(向北)",
        "lon": "121.568237",
        "lat": "25.11695643",
        "version": 1
    },
    {
        "id": 9465,
        "name": "福德祠",
        "address": "平菁街100巷同向(向北)",
        "lon": "121.57465",
        "lat": "25.1288",
        "version": 1
    },
    {
        "id": 9466,
        "name": "合誠宮",
        "address": "合誠宮旁(向西)",
        "lon": "121.5749729",
        "lat": "25.13029971",
        "version": 1
    },
    {
        "id": 9467,
        "name": "我家花園",
        "address": "平菁街117號對向(向北)",
        "lon": "121.5736717",
        "lat": "25.12496147",
        "version": 3
    },
    {
        "id": 9469,
        "name": "半嶺",
        "address": "至善路三段72巷23號同向(向北)",
        "lon": "121.5688824",
        "lat": "25.118866",
        "version": 1
    },
    {
        "id": 9474,
        "name": "大坪尾",
        "address": "平菁街132號對向(向北)",
        "lon": "121.5725398",
        "lat": "25.12292588",
        "version": 4
    },
    {
        "id": 9475,
        "name": "平等里",
        "address": "平菁街96巷2號(向東)",
        "lon": "121.5766186",
        "lat": "25.13143284",
        "version": 1
    },
    {
        "id": 9476,
        "name": "法輪禪寺",
        "address": "平菁街93巷41之1號同向(向北)",
        "lon": "121.5782534",
        "lat": "25.13909029",
        "version": 1
    },
    {
        "id": 9477,
        "name": "法輪禪寺",
        "address": "法輪禪寺(向南)",
        "lon": "121.57809",
        "lat": "25.13913",
        "version": 1
    },
    {
        "id": 9479,
        "name": "平等國小",
        "address": "平菁街101號同向(向北)",
        "lon": "121.576580",
        "lat": "25.129740",
        "version": 2
    },
    {
        "id": 9481,
        "name": "衛理女中(原住民文化主題公園)",
        "address": "至善路二段321號(衛理女中校門東側同向)(向西)",
        "lon": "121.5520364",
        "lat": "25.10144488",
        "version": 4
    },
    {
        "id": 9485,
        "name": "沙崙",
        "address": "至善路三段79號旁(向東)",
        "lon": "121.56668",
        "lat": "25.11377",
        "version": 1
    },
    {
        "id": 9486,
        "name": "沙崙",
        "address": "至善路三段75號同向(向西)",
        "lon": "121.56688",
        "lat": "25.11358",
        "version": 1
    },
    {
        "id": 9488,
        "name": "沙崙下",
        "address": "至善路三段31號同向(向西)",
        "lon": "121.5634805",
        "lat": "25.11258143",
        "version": 1
    },
    {
        "id": 9489,
        "name": "內雙溪橋",
        "address": "至善路三段10號同向(向西)",
        "lon": "121.5622125",
        "lat": "25.11224057",
        "version": 1
    },
    {
        "id": 9490,
        "name": "外雙溪橋",
        "address": "至善路二段477號同向(向西)",
        "lon": "121.5579606",
        "lat": "25.11146528",
        "version": 1
    },
    {
        "id": 9493,
        "name": "雙溪別墅",
        "address": "至善路二段390號對向(向南)",
        "lon": "121.5572",
        "lat": "25.10554",
        "version": 2
    },
    {
        "id": 9494,
        "name": "簡厝",
        "address": "至善路三段281號同向(向西)",
        "lon": "121.58565",
        "lat": "25.12153",
        "version": 1
    },
    {
        "id": 9601,
        "name": "永安市場(永貞路)",
        "address": "永貞路284號同向(向北)",
        "lon": "121.51284",
        "lat": "25.00417",
        "version": 2
    },
    {
        "id": 9603,
        "name": "中和廟口",
        "address": "中和路85號(向西)",
        "lon": "121.50090778406",
        "lat": "25.000814361663",
        "version": 2
    },
    {
        "id": 9604,
        "name": "泰和街",
        "address": "泰和街28號同向(向北)",
        "lon": "121.4996424",
        "lat": "25.00051177",
        "version": 1
    },
    {
        "id": 9610,
        "name": "雙和里",
        "address": "中和路248號同向(向東)",
        "lon": "121.5074198",
        "lat": "24.9996121",
        "version": 1
    },
    {
        "id": 9612,
        "name": "華泰新城",
        "address": "中和路310號(向西)",
        "lon": "121.509080",
        "lat": "25.000496",
        "version": 4
    },
    {
        "id": 9613,
        "name": "安和路口",
        "address": "景安路73號(向北)",
        "lon": "121.50679",
        "lat": "24.99773",
        "version": 1
    },
    {
        "id": 9615,
        "name": "捷運景安站",
        "address": "景安路130號(向南)",
        "lon": "121.505201",
        "lat": "24.994596",
        "version": 3
    },
    {
        "id": 9616,
        "name": "捷運景安站",
        "address": "景安路173號(向北)",
        "lon": "121.505277",
        "lat": "24.994329",
        "version": 4
    },
    {
        "id": 9621,
        "name": "捷運頂溪站",
        "address": "永和路二段80號(向北)",
        "lon": "121.515273",
        "lat": "25.012580",
        "version": 3
    },
    {
        "id": 9623,
        "name": "飛駝二村",
        "address": "忠孝街3號(向南)",
        "lon": "121.5111456",
        "lat": "24.98361559",
        "version": 1
    },
    {
        "id": 9626,
        "name": "華新街",
        "address": "華新街48號(向北)",
        "lon": "121.5079934",
        "lat": "24.98420596",
        "version": 1
    },
    {
        "id": 9629,
        "name": "烘爐地",
        "address": "興南路二段同向(向南)",
        "lon": "121.4988027",
        "lat": "24.97990376",
        "version": 1
    },
    {
        "id": 9632,
        "name": "南勢角(興南路)",
        "address": "興南路一段91號(向北)",
        "lon": "121.510841",
        "lat": "24.990197",
        "version": 4
    },
    {
        "id": 9640,
        "name": "仁愛路",
        "address": "仁愛路36號(向西)",
        "lon": "121.514458230034",
        "lat": "25.0134900563456",
        "version": 4
    },
    {
        "id": 9648,
        "name": "范厝",
        "address": "成功路40號(向北)",
        "lon": "121.526187",
        "lat": "24.99303486",
        "version": 1
    },
    {
        "id": 9649,
        "name": "秀景里",
        "address": "成功路105號同向(向北)",
        "lon": "121.5259498",
        "lat": "24.99096231",
        "version": 1
    },
    {
        "id": 9653,
        "name": "大新街",
        "address": "中正路648號同向(向北)",
        "lon": "121.5169",
        "lat": "25.00839",
        "version": 1
    },
    {
        "id": 9655,
        "name": "中興二村",
        "address": "中正路97號同向(向南)",
        "lon": "121.515268767725",
        "lat": "24.9970684513473",
        "version": 3
    },
    {
        "id": 9657,
        "name": "永和國小(永貞路)",
        "address": "永貞路166號同向(向南)",
        "lon": "121.516315974084",
        "lat": "25.0041584926046",
        "version": 5
    },
    {
        "id": 9661,
        "name": "永和區公所(竹林路)",
        "address": "竹林路215號(向北)",
        "lon": "121.5207753",
        "lat": "25.00879945",
        "version": 1
    },
    {
        "id": 9662,
        "name": "竹林路口",
        "address": "竹林路38號(向東)",
        "lon": "121.517439",
        "lat": "25.014413",
        "version": 2
    },
    {
        "id": 9663,
        "name": "網溪國小一",
        "address": "竹林路71號(向北)",
        "lon": "121.520222",
        "lat": "25.01104",
        "version": 1
    },
    {
        "id": 9665,
        "name": "樂華夜市",
        "address": "永和路一段156號(向北)",
        "lon": "121.5141176",
        "lat": "25.00856393",
        "version": 1
    },
    {
        "id": 10002,
        "name": "連城中和路口",
        "address": "新北市土城區連城路24號(向西)",
        "lon": "121.498749",
        "lat": "25.002187",
        "version": 3
    },
    {
        "id": 10004,
        "name": "中和國稅局",
        "address": "連城路146號(向西)",
        "lon": "121.4948985",
        "lat": "24.99825646",
        "version": 4
    },
    {
        "id": 10005,
        "name": "台貿一村",
        "address": "連城路235號同向(向東)",
        "lon": "121.492320399314",
        "lat": "24.9965568353221",
        "version": 2
    },
    {
        "id": 10006,
        "name": "連城錦和路口(暫時裁撤)",
        "address": "連城路224號(向西)",
        "lon": "121.4902015",
        "lat": "24.99645348",
        "version": 2
    },
    {
        "id": 10008,
        "name": "連城路",
        "address": "連城路328號同向(向西)",
        "lon": "121.482785606469",
        "lat": "24.9957461676306",
        "version": 2
    },
    {
        "id": 10009,
        "name": "員山派出所",
        "address": "員山路150號(向北)",
        "lon": "121.4813853",
        "lat": "24.99794083",
        "version": 2
    },
    {
        "id": 10010,
        "name": "積穗國中",
        "address": "員山路208號(向北)",
        "lon": "121.4813353",
        "lat": "25.0006",
        "version": 1
    },
    {
        "id": 10011,
        "name": "員山公園",
        "address": "員山路370-374號(向北)",
        "lon": "121.4810458",
        "lat": "25.00346806",
        "version": 2
    },
    {
        "id": 10014,
        "name": "莒光路口",
        "address": "莒光路9號(向南)",
        "lon": "121.47191",
        "lat": "25.00588",
        "version": 1
    },
    {
        "id": 10018,
        "name": "莒光路口",
        "address": "莒光路9號對向(向北)",
        "lon": "121.47206",
        "lat": "25.00573",
        "version": 1
    },
    {
        "id": 10022,
        "name": "平河里",
        "address": "中正路760號(向南)",
        "lon": "121.484798",
        "lat": "25.000493",
        "version": 2
    },
    {
        "id": 10023,
        "name": "中正路",
        "address": "中正路725號(向南)",
        "lon": "121.4849219",
        "lat": "24.99897618",
        "version": 1
    },
    {
        "id": 10037,
        "name": "中正路口",
        "address": "中正路736號(向北)",
        "lon": "121.48552",
        "lat": "24.9974",
        "version": 2
    },
    {
        "id": 10039,
        "name": "中原里",
        "address": "中正路814號(向北)",
        "lon": "121.4849",
        "lat": "25.00316",
        "version": 1
    },
    {
        "id": 10043,
        "name": "中山路口",
        "address": "中山路一段64號(向西)",
        "lon": "121.5126727",
        "lat": "25.01075535",
        "version": 1
    },
    {
        "id": 10044,
        "name": "保生路口",
        "address": "中正路一段324號(向西)",
        "lon": "121.50639288518",
        "lat": "25.006740270571",
        "version": 2
    },
    {
        "id": 10046,
        "name": "南山高中(中山路)",
        "address": "中山路二段132號(向西)",
        "lon": "121.502349060048",
        "lat": "25.003392616885",
        "version": 3
    },
    {
        "id": 10047,
        "name": "廟美里",
        "address": "中山路二段178巷(向西)",
        "lon": "121.500513343799",
        "lat": "25.0028038820612",
        "version": 2
    },
    {
        "id": 10048,
        "name": "一江新村",
        "address": "中山路二段234號(向西)",
        "lon": "121.498241",
        "lat": "25.002575",
        "version": 1
    },
    {
        "id": 10051,
        "name": "中山錦和路口",
        "address": "中山路二段510號同向(向西)",
        "lon": "121.4863334",
        "lat": "25.00500509",
        "version": 6
    },
    {
        "id": 3891,
        "name": "舊莊國小",
        "address": "舊莊街一段147號對向(向東)",
        "lon": "121.6202488",
        "lat": "25.03984242",
        "version": 2
    },
    {
        "id": 3896,
        "name": "污水處理廠",
        "address": "延平北路四段235巷對面(向北)",
        "lon": "121.511897445316",
        "lat": "25.0755727353769",
        "version": 4
    },
    {
        "id": 3898,
        "name": "江翠國小(文化路)",
        "address": "文化路二段389號同向(向西)",
        "lon": "121.47366",
        "lat": "25.03163",
        "version": 1
    },
    {
        "id": 3901,
        "name": "捷運新埔站",
        "address": "文化路二段35號同向(向西)",
        "lon": "121.46897",
        "lat": "25.02486",
        "version": 1
    },
    {
        "id": 3902,
        "name": "中山國中",
        "address": "文化路一段303號同向(向南)",
        "lon": "121.46506",
        "lat": "25.01888",
        "version": 4
    },
    {
        "id": 3904,
        "name": "致理科技大學",
        "address": "文化路一段359號同向(向西)",
        "lon": "121.4666853",
        "lat": "25.02098236",
        "version": 4
    },
    {
        "id": 3905,
        "name": "南福板溪(南昌公園)",
        "address": "臺北市和平西路一段30號對面(向西)",
        "lon": "121.52053",
        "lat": "25.02681",
        "version": 5
    },
    {
        "id": 3908,
        "name": "龍口市場",
        "address": "和平西路二段55號同向(向西)",
        "lon": "121.511851",
        "lat": "25.029300",
        "version": 2
    },
    {
        "id": 3909,
        "name": "植物園",
        "address": "和平西路二段102號對向(向西)",
        "lon": "121.508711",
        "lat": "25.030880",
        "version": 4
    },
    {
        "id": 3910,
        "name": "和平中華路口",
        "address": "和平西路二段135號同向(向西)",
        "lon": "121.50573",
        "lat": "25.03306",
        "version": 4
    },
    {
        "id": 3911,
        "name": "捷運龍山寺站",
        "address": "和平西路三段105號同向(向西)",
        "lon": "121.500584",
        "lat": "25.035369",
        "version": 2
    },
    {
        "id": 3913,
        "name": "中國時報",
        "address": "和平西路三段199號同向(向西)",
        "lon": "121.4969752",
        "lat": "25.03545414",
        "version": 1
    },
    {
        "id": 3914,
        "name": "溫州街口",
        "address": "和平東路二段252號同向(向東)",
        "lon": "121.533012542409",
        "lat": "25.0260973914545",
        "version": 3
    },
    {
        "id": 3915,
        "name": "頂好市場",
        "address": "忠孝東路四段120號同向(向東)",
        "lon": "121.547609588359",
        "lat": "25.0414444737459",
        "version": 2
    },
    {
        "id": 3916,
        "name": "捷運市政府站",
        "address": "忠孝東路五段61號對向(向東)",
        "lon": "121.5668354",
        "lat": "25.04100991",
        "version": 1
    },
    {
        "id": 3917,
        "name": "捷運後山埤站(忠孝)",
        "address": "忠孝東路五段978號(向東)",
        "lon": "121.5822223",
        "lat": "25.04445242",
        "version": 3
    },
    {
        "id": 3923,
        "name": "陸軍後勤指揮部",
        "address": "忠孝東路六段326號對向(向西)",
        "lon": "121.59077",
        "lat": "25.04983",
        "version": 1
    },
    {
        "id": 3924,
        "name": "國華新村",
        "address": "忠孝東路六段207號同向(向西)",
        "lon": "121.5878431",
        "lat": "25.04908468",
        "version": 1
    },
    {
        "id": 8674,
        "name": "民權東路六段(民權敦品)",
        "address": "民權東路六段207號同向(向西)",
        "lon": "121.59933",
        "lat": "25.06701",
        "version": 3
    },
    {
        "id": 8675,
        "name": "民權隧道二",
        "address": "民權東路六段253號同向(向西)",
        "lon": "121.600990",
        "lat": "25.067297",
        "version": 2
    },
    {
        "id": 8677,
        "name": "三總內湖站",
        "address": "三軍總醫院院區北側(向北)",
        "lon": "121.592095",
        "lat": "25.071852",
        "version": 5
    },
    {
        "id": 9403,
        "name": "濱江國中",
        "address": "樂群二路214號(向東)",
        "lon": "121.560166157121",
        "lat": "25.0798187994408",
        "version": 3
    },
    {
        "id": 9405,
        "name": "大崙尾山步道口",
        "address": "中社路二段129號同向(向南)",
        "lon": "121.5677603",
        "lat": "25.10601528",
        "version": 1
    },
    {
        "id": 9406,
        "name": "濱江國中",
        "address": "樂群二路214號對向(向西)",
        "lon": "121.5612469",
        "lat": "25.07999076",
        "version": 1
    },
    {
        "id": 9407,
        "name": "大直美堤花園二",
        "address": "敬業二路147號(向西)",
        "lon": "121.5568376",
        "lat": "25.08004429",
        "version": 3
    },
    {
        "id": 9408,
        "name": "中央站",
        "address": "中社路一段80之86號(向南)",
        "lon": "121.5614042",
        "lat": "25.10750605",
        "version": 2
    },
    {
        "id": 9410,
        "name": "雙溪站",
        "address": "中杜路二段121號對向(向西)",
        "lon": "121.5661456",
        "lat": "25.10628925",
        "version": 1
    },
    {
        "id": 9411,
        "name": "雙溪社區",
        "address": "雙社路二段121號(向東)",
        "lon": "121.56627",
        "lat": "25.10558",
        "version": 1
    },
    {
        "id": 9417,
        "name": "翠山街",
        "address": "地標同向(向北)",
        "lon": "121.56843",
        "lat": "25.1073",
        "version": 1
    },
    {
        "id": 9420,
        "name": "雙溪國小",
        "address": "中社路二段上(向北)",
        "lon": "121.5626717",
        "lat": "25.10705214",
        "version": 1
    },
    {
        "id": 9422,
        "name": "大豐",
        "address": "至善路三段219巷同向(向西)",
        "lon": "121.5813749",
        "lat": "25.12002485",
        "version": 1
    },
    {
        "id": 9423,
        "name": "溪山派出所",
        "address": "至善路三段267號同向(向南)",
        "lon": "121.58447",
        "lat": "25.11958",
        "version": 2
    },
    {
        "id": 9424,
        "name": "楓林橋",
        "address": "地標同向(向西)",
        "lon": "121.5829485",
        "lat": "25.11927286",
        "version": 1
    },
    {
        "id": 9425,
        "name": "溪山國小",
        "address": "至善路三段209號同向(向西)",
        "lon": "121.58039",
        "lat": "25.11982",
        "version": 1
    },
    {
        "id": 9427,
        "name": "礁坑",
        "address": "地標(向西)",
        "lon": "121.57538",
        "lat": "25.11835",
        "version": 1
    },
    {
        "id": 9428,
        "name": "碧溪橋",
        "address": "地標同向(向西)",
        "lon": "121.57382",
        "lat": "25.11624",
        "version": 1
    },
    {
        "id": 9433,
        "name": "大直高中",
        "address": "北安路420號對向(向西)",
        "lon": "121.541698948072",
        "lat": "25.0796425504507",
        "version": 2
    },
    {
        "id": 9434,
        "name": "中央電台",
        "address": "北安路87巷同向(向西)",
        "lon": "121.530144788528",
        "lat": "25.0781282212443",
        "version": 6
    },
    {
        "id": 9435,
        "name": "植福宮",
        "address": "北安路569-2號(向南)",
        "lon": "121.5482394",
        "lat": "25.0808482",
        "version": 2
    },
    {
        "id": 9436,
        "name": "忠烈祠",
        "address": "北安路305號同向(向西)",
        "lon": "121.535552182321",
        "lat": "25.0780024350627",
        "version": 2
    },
    {
        "id": 3545,
        "name": "建安街口",
        "address": "後港一路134號同向(向南)",
        "lon": "121.428732",
        "lat": "25.027096",
        "version": 2
    },
    {
        "id": 3546,
        "name": "建國一路",
        "address": "建國一路96號同向(向南)",
        "lon": "121.4345658",
        "lat": "25.02971813",
        "version": 1
    },
    {
        "id": 3547,
        "name": "建福路口",
        "address": "後港一路55號同向(向南)",
        "lon": "121.42631",
        "lat": "25.02638",
        "version": 1
    },
    {
        "id": 3549,
        "name": "後港社區",
        "address": "後港一路126號同向(向南)",
        "lon": "121.42461",
        "lat": "25.02585",
        "version": 1
    },
    {
        "id": 3550,
        "name": "後港社區",
        "address": "四維路1號同向(向北)",
        "lon": "121.42412",
        "lat": "25.02534",
        "version": 1
    },
    {
        "id": 3551,
        "name": "思源新北大道路口",
        "address": "思源路585號同向(向南)",
        "lon": "121.4595888",
        "lat": "25.05944269",
        "version": 5
    },
    {
        "id": 3552,
        "name": "海山里",
        "address": "中正路326號同向(向南)",
        "lon": "121.4441398",
        "lat": "25.03446151",
        "version": 1
    },
    {
        "id": 3555,
        "name": "善導庵",
        "address": "化成路321號同向(向南)",
        "lon": "121.46593",
        "lat": "25.0558",
        "version": 1
    },
    {
        "id": 3557,
        "name": "復興路二段",
        "address": "復興路二段118號同向(向東)",
        "lon": "121.4549545",
        "lat": "25.04410634",
        "version": 1
    },
    {
        "id": 3560,
        "name": "公園一路",
        "address": "公園一路48號同向(向北)",
        "lon": "121.44336",
        "lat": "25.0357",
        "version": 4
    },
    {
        "id": 3562,
        "name": "新泰國小(新泰公園)",
        "address": "公園一路41號同向(向東)",
        "lon": "121.44497",
        "lat": "25.03794",
        "version": 4
    },
    {
        "id": 3564,
        "name": "新泰復興路口",
        "address": "新北市新莊區新泰路327號(向南)",
        "lon": "121.444856",
        "lat": "25.041705",
        "version": 4
    },
    {
        "id": 3565,
        "name": "新泰路口",
        "address": "中正路244號同向(向南)",
        "lon": "121.44814",
        "lat": "25.035329",
        "version": 7
    },
    {
        "id": 3566,
        "name": "新泰中正路口",
        "address": "新泰路125號同向(向南)",
        "lon": "121.448147",
        "lat": "25.036201",
        "version": 5
    },
    {
        "id": 3507,
        "name": "中港",
        "address": "幸福路243號同向(向東)",
        "lon": "121.451369639862",
        "lat": "25.0491543957239",
        "version": 3
    },
    {
        "id": 3570,
        "name": "新莊田徑場(中和里)",
        "address": "復興路一段195號同向(向西)",
        "lon": "121.4518908",
        "lat": "25.04361421",
        "version": 2
    },
    {
        "id": 3572,
        "name": "新莊高中(幸福路)",
        "address": "幸福路830號(向西)",
        "lon": "121.4456109",
        "lat": "25.04913267",
        "version": 1
    },
    {
        "id": 3579,
        "name": "新莊棒球場(立功里立德里)",
        "address": "復興路一段37號(向西)",
        "lon": "121.4467068",
        "lat": "25.04205378",
        "version": 2
    },
    {
        "id": 3581,
        "name": "新莊體育館",
        "address": "中華路一段106號同向(向北)",
        "lon": "121.4523728",
        "lat": "25.03986042",
        "version": 4
    },
    {
        "id": 3582,
        "name": "新寶社區",
        "address": "民安西路280號同向(向南)",
        "lon": "121.4260776",
        "lat": "25.01268166",
        "version": 1
    },
    {
        "id": 3583,
        "name": "萬安公園",
        "address": "龍安路214號同向(向南)",
        "lon": "121.4200632",
        "lat": "25.01996868",
        "version": 1
    },
    {
        "id": 3585,
        "name": "福祿新城一",
        "address": "民安西路112號同向(向南)",
        "lon": "121.4266659",
        "lat": "25.01850111",
        "version": 3
    },
    {
        "id": 3586,
        "name": "福祿新城二",
        "address": "民安西路59號同向(向南)",
        "lon": "121.4272815",
        "lat": "25.02045611",
        "version": 4
    },
    {
        "id": 3587,
        "name": "福營國中",
        "address": "富國路148號同向(向南)",
        "lon": "121.4230171",
        "lat": "25.02494071",
        "version": 1
    },
    {
        "id": 3589,
        "name": "捷運輔大站",
        "address": "中正路516號之33號至516之39號間(向南)",
        "lon": "121.4347821",
        "lat": "25.03275227",
        "version": 1
    },
    {
        "id": 3591,
        "name": "雙鳳福德宮",
        "address": "雙鳳路128號(向北)",
        "lon": "121.413082",
        "lat": "25.028000",
        "version": 2
    },
    {
        "id": 3592,
        "name": "捷運迴龍站",
        "address": "中正路捷運迴龍站1號出口前(向南)",
        "lon": "121.41098652778",
        "lat": "25.021646087449",
        "version": 2
    },
    {
        "id": 3594,
        "name": "頭前庄",
        "address": "化成路733號同向(向南)",
        "lon": "121.465415",
        "lat": "25.05756729",
        "version": 1
    },
    {
        "id": 3595,
        "name": "頭前里",
        "address": "化成路205號同向(向南)",
        "lon": "121.46599",
        "lat": "25.05106",
        "version": 1
    },
    {
        "id": 3596,
        "name": "頭前派出所",
        "address": "化成路135號同向(向南)",
        "lon": "121.46566",
        "lat": "25.04792",
        "version": 3
    },
    {
        "id": 3598,
        "name": "頭前國中(思源路口)",
        "address": "思源路485號同向(向南)",
        "lon": "121.45958",
        "lat": "25.0553",
        "version": 1
    },
    {
        "id": 3600,
        "name": "頭前國中(思源路口)",
        "address": "思源路485號同向(向北)",
        "lon": "121.46008",
        "lat": "25.05528",
        "version": 1
    },
    {
        "id": 3602,
        "name": "營盤口",
        "address": "中正路653號同向(向北)",
        "lon": "121.431382",
        "lat": "25.031553",
        "version": 2
    },
    {
        "id": 3604,
        "name": "雙鳳福德宮",
        "address": "雙鳳路82號同向(向南)",
        "lon": "121.4130847",
        "lat": "25.02789455",
        "version": 1
    },
    {
        "id": 3605,
        "name": "下坡角",
        "address": "明志路三段359號同向(向北)",
        "lon": "121.42178",
        "lat": "25.03494",
        "version": 1
    },
    {
        "id": 3606,
        "name": "下泰山巖",
        "address": "明志路一段243號同向(向北)",
        "lon": "121.43228",
        "lat": "25.0606",
        "version": 1
    },
    {
        "id": 3607,
        "name": "下泰山巖",
        "address": "明志路一段231號同向(向南)",
        "lon": "121.43248",
        "lat": "25.061",
        "version": 1
    },
    {
        "id": 3608,
        "name": "山腳溪橋",
        "address": "泰林路553號同向(向東)",
        "lon": "121.42295",
        "lat": "25.06359",
        "version": 3
    },
    {
        "id": 3611,
        "name": "泰山戶政事務所",
        "address": "仁愛路130號對向(向西)",
        "lon": "121.4338791",
        "lat": "25.05594093",
        "version": 1
    },
    {
        "id": 3613,
        "name": "同榮里",
        "address": "明志路一段496號同向(向南)",
        "lon": "121.4304615044",
        "lat": "25.0544253558499",
        "version": 2
    },
    {
        "id": 3614,
        "name": "泰林路新北大道口",
        "address": "泰林路二段7號同向(向南)",
        "lon": "121.43816",
        "lat": "25.05304",
        "version": 4
    },
    {
        "id": 3617,
        "name": "明志里",
        "address": "明志路二段245號(向北)",
        "lon": "121.4271097",
        "lat": "25.04787084",
        "version": 1
    },
    {
        "id": 3619,
        "name": "明志國小",
        "address": "明志路二段348號對向(向北)",
        "lon": "121.42589",
        "lat": "25.04528",
        "version": 1
    },
    {
        "id": 3621,
        "name": "泰山分駐所",
        "address": "泰林路二段181號同向(向南)",
        "lon": "121.4334",
        "lat": "25.06083",
        "version": 1
    },
    {
        "id": 3625,
        "name": "泰山國小",
        "address": "泰林路二段249號同向(向南)",
        "lon": "121.4320399",
        "lat": "25.06209478",
        "version": 1
    },
    {
        "id": 3626,
        "name": "泰山國中",
        "address": "泰林路二段439號同向(向東)",
        "lon": "121.42618",
        "lat": "25.0641",
        "version": 1
    },
    {
        "id": 3627,
        "name": "泰山區公所",
        "address": "明志路一段354號同向(向南)",
        "lon": "121.4307727",
        "lat": "25.0581757",
        "version": 1
    },
    {
        "id": 3629,
        "name": "泰山郵局",
        "address": "明志路一段169號同向(向南)",
        "lon": "121.43294",
        "lat": "25.06204",
        "version": 1
    },
    {
        "id": 3631,
        "name": "泰山巖",
        "address": "明志路三段26號同向(向南)",
        "lon": "121.4247892",
        "lat": "25.04275923",
        "version": 1
    },
    {
        "id": 3632,
        "name": "捷運泰山貴和站(明志路)",
        "address": "明志路三段438號對向(向南)",
        "lon": "121.42081",
        "lat": "25.03317",
        "version": 3
    },
    {
        "id": 3634,
        "name": "福泰里",
        "address": "泰林路二段81號同向(向南)",
        "lon": "121.434603",
        "lat": "25.05892699",
        "version": 1
    },
    {
        "id": 3636,
        "name": "憲訓中心",
        "address": "泰林路二段366號對向(向東)",
        "lon": "121.428575",
        "lat": "25.063718",
        "version": 4
    },
    {
        "id": 3637,
        "name": "環河路口",
        "address": "泰林路二段之1號對向(向南)",
        "lon": "121.43703",
        "lat": "25.05498",
        "version": 1
    },
    {
        "id": 3638,
        "name": "九芎街",
        "address": "九芎街141號同向(向北)",
        "lon": "121.4649684",
        "lat": "25.07894877",
        "version": 2
    },
    {
        "id": 3639,
        "name": "九芎街口",
        "address": "九芎街7號同向(向東)",
        "lon": "121.46855",
        "lat": "25.07848",
        "version": 4
    },
    {
        "id": 3640,
        "name": "九芎廟",
        "address": "九芎街77號同向(向南)",
        "lon": "121.4665749",
        "lat": "25.07899554",
        "version": 1
    },
    {
        "id": 3580,
        "name": "新莊體育場(立功里)",
        "address": "復興路一段77號(向西)",
        "lon": "121.4481033",
        "lat": "25.04265625",
        "version": 2
    },
    {
        "id": 3645,
        "name": "大慶社區",
        "address": "民族路106號同向(向西)",
        "lon": "121.4785",
        "lat": "25.08544",
        "version": 1
    },
    {
        "id": 3646,
        "name": "中山一路",
        "address": "中山一路233號同向(向東)",
        "lon": "121.473612",
        "lat": "25.080632",
        "version": 2
    },
    {
        "id": 3647,
        "name": "民族路口",
        "address": "三民路267號(向南)",
        "lon": "121.46813918097",
        "lat": "25.089515678208",
        "version": 2
    },
    {
        "id": 3653,
        "name": "仁愛國小",
        "address": "民族路496號同向(向東)",
        "lon": "121.4696942",
        "lat": "25.09038287",
        "version": 1
    },
    {
        "id": 3655,
        "name": "王爺廟口",
        "address": "中正路295號同向(向南)",
        "lon": "121.46664",
        "lat": "25.08814",
        "version": 1
    },
    {
        "id": 3658,
        "name": "永平市場",
        "address": "長榮路522號同向(向南)",
        "lon": "121.459553",
        "lat": "25.090149",
        "version": 2
    },
    {
        "id": 3660,
        "name": "永康公園",
        "address": "長安街293號同向(向南)",
        "lon": "121.458073",
        "lat": "25.084766",
        "version": 2
    },
    {
        "id": 3661,
        "name": "永樂街",
        "address": "永樂街30號同向(向東)",
        "lon": "121.4583149",
        "lat": "25.08821943",
        "version": 1
    },
    {
        "id": 3663,
        "name": "中原公園",
        "address": "光復路39號(向東)",
        "lon": "121.4629311",
        "lat": "25.08459665",
        "version": 1
    },
    {
        "id": 3664,
        "name": "成功國小",
        "address": "長安街317號同向(向南)",
        "lon": "121.4573852",
        "lat": "25.08625089",
        "version": 1
    },
    {
        "id": 3665,
        "name": "灰瑤",
        "address": "三民路595號同向(向南)",
        "lon": "121.46086",
        "lat": "25.0937",
        "version": 1
    },
    {
        "id": 3667,
        "name": "延平里",
        "address": "長安街51號同向(向南)",
        "lon": "121.4631595",
        "lat": "25.07961424",
        "version": 1
    },
    {
        "id": 3668,
        "name": "忠義國小",
        "address": "光榮路94號同向(向南)",
        "lon": "121.463385",
        "lat": "25.08895526",
        "version": 1
    },
    {
        "id": 3669,
        "name": "忠義廟",
        "address": "長安街115號同向(向南)",
        "lon": "121.4611032",
        "lat": "25.08115346",
        "version": 1
    },
    {
        "id": 3671,
        "name": "空中大學",
        "address": "中正路251號對面(向北)",
        "lon": "121.4677741",
        "lat": "25.08692081",
        "version": 1
    },
    {
        "id": 3672,
        "name": "長安街",
        "address": "長安街379號同向(向南)",
        "lon": "121.4572506",
        "lat": "25.08798117",
        "version": 1
    },
    {
        "id": 3673,
        "name": "長安街一",
        "address": "長安街231號同向(向南)",
        "lon": "121.4593921",
        "lat": "25.08279255",
        "version": 1
    },
    {
        "id": 3676,
        "name": "捷運蘆洲站",
        "address": "三民路捷運蘆洲站1號出口前候車亭(向北)",
        "lon": "121.4647878",
        "lat": "25.09124688",
        "version": 2
    },
    {
        "id": 3683,
        "name": "溪墘",
        "address": "中山ㄧ路124號同向(向西)",
        "lon": "121.47682",
        "lat": "25.08167",
        "version": 1
    },
    {
        "id": 3684,
        "name": "溪墘",
        "address": "中山一路107號同向(向東)",
        "lon": "121.4767899",
        "lat": "25.08152373",
        "version": 1
    },
    {
        "id": 3685,
        "name": "樓厝一",
        "address": "蘆洲區民族路231號同向(向東)",
        "lon": "121.477423",
        "lat": "25.089878",
        "version": 3
    },
    {
        "id": 3687,
        "name": "褒仔寮",
        "address": "中興路ㄧ段24號同向(向東)",
        "lon": "121.468655576842",
        "lat": "25.072382114975",
        "version": 2
    },
    {
        "id": 3693,
        "name": "蘆洲派出所",
        "address": "中山二路81號同向(向東)",
        "lon": "121.4732683",
        "lat": "25.0819121",
        "version": 2
    },
    {
        "id": 3694,
        "name": "蘆洲站",
        "address": "中山二路297號旁同向(向東)",
        "lon": "121.4691805",
        "lat": "25.07853582",
        "version": 1
    },
    {
        "id": 3695,
        "name": "蘆洲國小",
        "address": "中正路60號對面(向南)",
        "lon": "121.4704575",
        "lat": "25.0830691",
        "version": 1
    },
    {
        "id": 3698,
        "name": "蘆洲總站",
        "address": "中正路333號同向(總站旁候車亭)(向南)",
        "lon": "121.465845849213",
        "lat": "25.089107361013",
        "version": 3
    },
    {
        "id": 3700,
        "name": "鷺江國小(三民路)",
        "address": "三民路33號同向(向南)",
        "lon": "121.47555",
        "lat": "25.08285",
        "version": 2
    },
    {
        "id": 3703,
        "name": "五府千歲",
        "address": "成泰路三段451號同向(向北)",
        "lon": "121.45017",
        "lat": "25.09826",
        "version": 1
    },
    {
        "id": 3704,
        "name": "五林路口",
        "address": "民義路2段距五林路口20公尺(向南)",
        "lon": "121.4025016",
        "lat": "25.11440988",
        "version": 4
    },
    {
        "id": 3706,
        "name": "五股站",
        "address": "民義路一段223號同向(向西)",
        "lon": "121.42967",
        "lat": "25.08997",
        "version": 1
    },
    {
        "id": 3711,
        "name": "五福社區",
        "address": "工商路203號同向(向西)",
        "lon": "121.4334512",
        "lat": "25.08729976",
        "version": 1
    },
    {
        "id": 3712,
        "name": "五龍里",
        "address": "民義路二段72號對面東側20CM(向北)",
        "lon": "121.4049783",
        "lat": "25.1095967",
        "version": 2
    },
    {
        "id": 3715,
        "name": "永豐商業銀行",
        "address": "工商路104號同向(向西)",
        "lon": "121.4376824",
        "lat": "25.08537405",
        "version": 1
    },
    {
        "id": 3720,
        "name": "五股郵局",
        "address": "成泰路三段541號同向(向北)",
        "lon": "121.451935",
        "lat": "25.101523",
        "version": 3
    },
    {
        "id": 3723,
        "name": "老人公寓",
        "address": "水碓路9號同向(向北)",
        "lon": "121.4303422",
        "lat": "25.07170492",
        "version": 1
    },
    {
        "id": 3725,
        "name": "助順將軍廟",
        "address": "水碓路五段同向(向南)",
        "lon": "121.42786",
        "lat": "25.07087",
        "version": 1
    },
    {
        "id": 3726,
        "name": "坑口",
        "address": "成泰路三段38號同向(向南)",
        "lon": "121.4421924",
        "lat": "25.08890012",
        "version": 2
    },
    {
        "id": 3727,
        "name": "成功里",
        "address": "成泰路三段233號同向(向北)",
        "lon": "121.4463934",
        "lat": "25.09318798",
        "version": 1
    },
    {
        "id": 3729,
        "name": "和泰新村",
        "address": "中興路一段157號同向(向西)",
        "lon": "121.46574",
        "lat": "25.07344",
        "version": 1
    },
    {
        "id": 3731,
        "name": "德音國小",
        "address": "成泰路一段106號同向(向南)",
        "lon": "121.43563",
        "lat": "25.07182",
        "version": 1
    },
    {
        "id": 3732,
        "name": "社區活動中心",
        "address": "工商路129號同向(向西)",
        "lon": "121.4356073",
        "lat": "25.08630203",
        "version": 1
    },
    {
        "id": 3733,
        "name": "思源新北大道路口",
        "address": "思源路320-1號(向北)",
        "lon": "121.4599577",
        "lat": "25.0593569",
        "version": 8
    },
    {
        "id": 3735,
        "name": "洲仔",
        "address": "成泰路三段141號同向(向南)",
        "lon": "121.44472",
        "lat": "25.091373",
        "version": 2
    },
    {
        "id": 3738,
        "name": "茶場",
        "address": "民義路二段45-1號同向(向南)",
        "lon": "121.4099056",
        "lat": "25.10475657",
        "version": 3
    },
    {
        "id": 3740,
        "name": "張厝",
        "address": "民義路二段24號同向(向西)",
        "lon": "121.418310",
        "lat": "25.098116",
        "version": 2
    },
    {
        "id": 3743,
        "name": "陸光國宅",
        "address": "民義路一段209號同向(向北)",
        "lon": "121.4321466",
        "lat": "25.08842174",
        "version": 1
    },
    {
        "id": 3753,
        "name": "登林路",
        "address": "登林路65號同向(向東)",
        "lon": "121.4289503",
        "lat": "25.06936225",
        "version": 1
    },
    {
        "id": 3756,
        "name": "貿商國宅",
        "address": "登林路76之6號同向(向西)",
        "lon": "121.4305",
        "lat": "25.06951",
        "version": 2
    },
    {
        "id": 3757,
        "name": "隆德橋",
        "address": "民義路二段11號同向(向東)",
        "lon": "121.42103",
        "lat": "25.0964",
        "version": 1
    },
    {
        "id": 3759,
        "name": "新興公寓",
        "address": "成泰路三段569號同向(向南)",
        "lon": "121.452067",
        "lat": "25.102460",
        "version": 2
    },
    {
        "id": 3763,
        "name": "德音國小",
        "address": "明德路11號對面(向西)",
        "lon": "121.4349179",
        "lat": "25.07130746",
        "version": 1
    },
    {
        "id": 3765,
        "name": "蓬萊坑",
        "address": "成泰路一段235之4號同向(向南)",
        "lon": "121.43636",
        "lat": "25.07977",
        "version": 1
    },
    {
        "id": 3768,
        "name": "親水公園",
        "address": "中興路3段(向西)",
        "lon": "121.45537",
        "lat": "25.07816",
        "version": 1
    },
    {
        "id": 3769,
        "name": "鴨母港",
        "address": "中興路一段201號同向(向東)",
        "lon": "121.46368",
        "lat": "25.07419",
        "version": 1
    },
    {
        "id": 3770,
        "name": "乙天宮",
        "address": "龍米路三段58號同向(向西)",
        "lon": "121.4248",
        "lat": "25.15924",
        "version": 1
    },
    {
        "id": 3772,
        "name": "八仙樂園",
        "address": "中華路二段502號對向(向南)",
        "lon": "121.3905387",
        "lat": "25.14229108",
        "version": 1
    },
    {
        "id": 3773,
        "name": "八仙樂園",
        "address": "中華路二段502號同向(向北)",
        "lon": "121.3906745",
        "lat": "25.14198151",
        "version": 1
    },
    {
        "id": 3776,
        "name": "八里服務站",
        "address": "中山路二段251號同向(向南)",
        "lon": "121.40302",
        "lat": "25.14918",
        "version": 1
    },
    {
        "id": 3778,
        "name": "八里國小",
        "address": "中山路二段199號同向(向南)",
        "lon": "121.404001",
        "lat": "25.149766",
        "version": 2
    },
    {
        "id": 3781,
        "name": "大竹圍",
        "address": "中山路一段178號同向(向南)",
        "lon": "121.41701",
        "lat": "25.15948",
        "version": 5
    },
    {
        "id": 3782,
        "name": "文山運動中心(興隆)",
        "address": "興隆路三段173號對面(向南)",
        "lon": "121.559841",
        "lat": "24.996275",
        "version": 4
    },
    {
        "id": 3783,
        "name": "大崁里",
        "address": "中山路一段40號同向(向東)",
        "lon": "121.42202",
        "lat": "25.159",
        "version": 1
    },
    {
        "id": 10054,
        "name": "環球購物中心",
        "address": "中山路三段152號(向西)",
        "lon": "121.47349",
        "lat": "25.00638",
        "version": 1
    },
    {
        "id": 10056,
        "name": "變電所",
        "address": "金城路三段231號對向(向西)",
        "lon": "121.47061",
        "lat": "24.98938",
        "version": 1
    },
    {
        "id": 10057,
        "name": "平和里",
        "address": "金城路三段157號同向(向西)",
        "lon": "121.468844",
        "lat": "24.988454",
        "version": 2
    },
    {
        "id": 10058,
        "name": "永豐路口",
        "address": "金城路三段48號同向(向西)",
        "lon": "121.4659091",
        "lat": "24.98695477",
        "version": 1
    },
    {
        "id": 10059,
        "name": "清水國小",
        "address": "金城路二段356號同向(向西)",
        "lon": "121.462148",
        "lat": "24.985487",
        "version": 1
    },
    {
        "id": 10060,
        "name": "中正國中",
        "address": "金城路二段247號同向(向西)",
        "lon": "121.45657",
        "lat": "24.98313",
        "version": 1
    },
    {
        "id": 10061,
        "name": "裕民路口(金城路)",
        "address": "金城路二段205號(向西)",
        "lon": "121.45461",
        "lat": "24.98184",
        "version": 2
    },
    {
        "id": 10088,
        "name": "大同莊園",
        "address": "中央路一段303號(向北)",
        "lon": "121.4439712",
        "lat": "24.98364828",
        "version": 5
    },
    {
        "id": 10089,
        "name": "日新里",
        "address": "中央路一段233號(向北)",
        "lon": "121.4454658",
        "lat": "24.98620028",
        "version": 1
    },
    {
        "id": 10090,
        "name": "貨饒里",
        "address": "中央路一段100號同向(向北)",
        "lon": "121.4468641",
        "lat": "24.98853193",
        "version": 4
    },
    {
        "id": 10091,
        "name": "中央路",
        "address": "中央路一段(向北)",
        "lon": "121.4495445",
        "lat": "24.99241195",
        "version": 3
    },
    {
        "id": 10092,
        "name": "中央路",
        "address": "中央路一段20號(向南)",
        "lon": "121.4491897",
        "lat": "24.99241676",
        "version": 4
    },
    {
        "id": 10107,
        "name": "變電所",
        "address": "金城路三段231號(向東)",
        "lon": "121.47102",
        "lat": "24.98951",
        "version": 1
    },
    {
        "id": 10109,
        "name": "廣福里",
        "address": "學府路一段61號(向東)",
        "lon": "121.4574921",
        "lat": "24.98837311",
        "version": 2
    },
    {
        "id": 10110,
        "name": "廣福里",
        "address": "學府路一段56號(向西)",
        "lon": "121.45746",
        "lat": "24.98853",
        "version": 2
    },
    {
        "id": 10111,
        "name": "新北高工(學府)",
        "address": "學府路一段276號(向東)",
        "lon": "121.449887",
        "lat": "24.982893",
        "version": 2
    },
    {
        "id": 10112,
        "name": "學士路口",
        "address": "明德路二段117號(向西)",
        "lon": "121.45038",
        "lat": "24.98198",
        "version": 1
    },
    {
        "id": 10116,
        "name": "裕民路口(學府路)",
        "address": "學府路231號(向東)",
        "lon": "121.45212",
        "lat": "24.984894",
        "version": 2
    },
    {
        "id": 10117,
        "name": "裕民路口(學府路)",
        "address": "新北市土城區學府路215號對面(向西)",
        "lon": "121.451812",
        "lat": "24.984872",
        "version": 2
    },
    {
        "id": 10126,
        "name": "臺灣新北地方法院(青雲)",
        "address": "青雲路137號(向北)",
        "lon": "121.4589824",
        "lat": "24.98498541",
        "version": 3
    },
    {
        "id": 10129,
        "name": "宏國德霖科技大學",
        "address": "青雲路529號(向北)",
        "lon": "121.4587902",
        "lat": "24.9730304",
        "version": 3
    },
    {
        "id": 10131,
        "name": "檳榔科",
        "address": "青雲路329號(向北)",
        "lon": "121.45894",
        "lat": "24.97758",
        "version": 1
    },
    {
        "id": 10132,
        "name": "清水派出所",
        "address": "青雲路289號(向北)",
        "lon": "121.4590609",
        "lat": "24.97991588",
        "version": 2
    },
    {
        "id": 4852,
        "name": "東明里",
        "address": "市民大道八段南港路2段41巷(向西)",
        "lon": "121.5982855",
        "lat": "25.05214663",
        "version": 1
    },
    {
        "id": 4853,
        "name": "市民大道八段",
        "address": "市民大道八段南港路2段41巷路口西側50公尺(向東)",
        "lon": "121.6025727",
        "lat": "25.05256851",
        "version": 1
    },
    {
        "id": 4854,
        "name": "市民大道八段",
        "address": "市民大道八段南港路2段41巷路口(向西)",
        "lon": "121.6025995",
        "lat": "25.05273897",
        "version": 1
    },
    {
        "id": 4856,
        "name": "富德公墓14區",
        "address": "富德公墓14區(向東)",
        "lon": "121.5860633",
        "lat": "25.01264618",
        "version": 1
    },
    {
        "id": 4857,
        "name": "富德公墓20區",
        "address": "富德公墓20區(向東)",
        "lon": "121.587448",
        "lat": "25.01099237",
        "version": 1
    },
    {
        "id": 4859,
        "name": "福德坑環保復育公園",
        "address": "福德坑環保復育公園(向東)",
        "lon": "121.5896326",
        "lat": "25.00705406",
        "version": 1
    },
    {
        "id": 4860,
        "name": "陽明山立體停車場(草山行館)",
        "address": "湖山路1段與新生街交叉口北側(向南)",
        "lon": "121.539125",
        "lat": "25.154630",
        "version": 3
    },
    {
        "id": 4862,
        "name": "康寧路一段",
        "address": "康寧路一段80號(向南)",
        "lon": "121.59249",
        "lat": "25.07995",
        "version": 3
    },
    {
        "id": 4864,
        "name": "法治公園",
        "address": "通化街177號(向北)",
        "lon": "121.553478",
        "lat": "25.02736765",
        "version": 1
    },
    {
        "id": 4865,
        "name": "通化街",
        "address": "通化街23號(向北)",
        "lon": "121.55449",
        "lat": "25.0312",
        "version": 1
    },
    {
        "id": 4866,
        "name": "關渡國中(關渡醫院)",
        "address": "知行路273號(向南)",
        "lon": "121.4672967",
        "lat": "25.12142099",
        "version": 2
    },
    {
        "id": 4868,
        "name": "老莊大廈",
        "address": "埔頂自強路293號南側(向南)",
        "lon": "121.4620476",
        "lat": "25.12920101",
        "version": 1
    },
    {
        "id": 4869,
        "name": "關渡我家",
        "address": "淡水區自強路277號(向南)",
        "lon": "121.4629186",
        "lat": "25.12751755",
        "version": 4
    },
    {
        "id": 4870,
        "name": "關渡我家",
        "address": "淡水區自強路60號(向北)",
        "lon": "121.46315",
        "lat": "25.12753327",
        "version": 3
    },
    {
        "id": 4872,
        "name": "利陽藝術學苑",
        "address": "淡水鎮自立路50-72號巷口北側5公尺(向北)",
        "lon": "121.4646733",
        "lat": "25.12722121",
        "version": 2
    },
    {
        "id": 4876,
        "name": "中山公園",
        "address": "萬板路41巷對面(向北)",
        "lon": "121.471805766359",
        "lat": "25.0229182015549",
        "version": 2
    },
    {
        "id": 4878,
        "name": "興安宮",
        "address": "文山區仙岩路16巷64號(向東)",
        "lon": "121.55034",
        "lat": "24.99656",
        "version": 1
    },
    {
        "id": 4879,
        "name": "麥田紫藤",
        "address": "仙岩路16巷88號(向東)",
        "lon": "121.55097",
        "lat": "24.99708",
        "version": 1
    },
    {
        "id": 4880,
        "name": "興業里",
        "address": "辛亥路5段116巷19號側門(向東)",
        "lon": "121.55134",
        "lat": "24.99773",
        "version": 1
    },
    {
        "id": 4882,
        "name": "崁頂(中華路)",
        "address": "中華路二段670號前(向東)",
        "lon": "121.511386912259",
        "lat": "25.024227684318",
        "version": 2
    },
    {
        "id": 4885,
        "name": "通化街夜市",
        "address": "通化街115號(向北)",
        "lon": "121.55409",
        "lat": "25.02966",
        "version": 1
    },
    {
        "id": 4888,
        "name": "成淵高中",
        "address": "承德路二段195號(向北)",
        "lon": "121.51836569309",
        "lat": "25.0593635889387",
        "version": 2
    },
    {
        "id": 4889,
        "name": "黃昏市場",
        "address": "大忠街73號對面(向東)",
        "lon": "121.44513",
        "lat": "25.17673",
        "version": 1
    },
    {
        "id": 4890,
        "name": "捷運紅樹林站",
        "address": "淡水區中正東路二段67號北側(向北)",
        "lon": "121.459519647256",
        "lat": "25.1545914678189",
        "version": 2
    },
    {
        "id": 4893,
        "name": "蘭雅國小",
        "address": "磺溪街82號(向北)",
        "lon": "121.523130347221",
        "lat": "25.1079570999445",
        "version": 2
    },
    {
        "id": 4894,
        "name": "大埔一",
        "address": "紗帽路54號(向東)",
        "lon": "121.534212",
        "lat": "25.142646",
        "version": 2
    },
    {
        "id": 4896,
        "name": "富洲里",
        "address": "延平北路9路313號東側90公尺(向東)",
        "lon": "121.4700627",
        "lat": "25.10884228",
        "version": 3
    },
    {
        "id": 4899,
        "name": "捷運南港軟體園區站",
        "address": "捷運南港展覽館站體下方(向北)",
        "lon": "121.61549",
        "lat": "25.05984",
        "version": 2
    },
    {
        "id": 4900,
        "name": "新安里中站",
        "address": "新安路216號對面(向東)",
        "lon": "121.55635",
        "lat": "25.13221",
        "version": 2
    },
    {
        "id": 4985,
        "name": "東和公園",
        "address": "中山北路7段82巷27號前(向南)",
        "lon": "121.533077034393",
        "lat": "25.1216387675483",
        "version": 2
    },
    {
        "id": 4986,
        "name": "天母圖書館",
        "address": "中山北路7段154巷6號(向南)",
        "lon": "121.533231",
        "lat": "25.123911",
        "version": 1
    },
    {
        "id": 4987,
        "name": "天和里",
        "address": "中山北路7段290巷14-3號對面(向南)",
        "lon": "121.534221",
        "lat": "25.125671",
        "version": 1
    },
    {
        "id": 5058,
        "name": "文化區民活動中心",
        "address": "文化三路3號(向西)",
        "lon": "121.4973389",
        "lat": "25.13756253",
        "version": 1
    },
    {
        "id": 5059,
        "name": "大同街口",
        "address": "永興路一段16號(向東)",
        "lon": "121.49978",
        "lat": "25.13892",
        "version": 1
    },
    {
        "id": 5060,
        "name": "大同街口",
        "address": "永興路一段9號(向西)",
        "lon": "121.49969",
        "lat": "25.13898",
        "version": 1
    },
    {
        "id": 5062,
        "name": "復興一路口",
        "address": "永興路二段與復興一路路口西側(向西)",
        "lon": "121.5026088",
        "lat": "25.14030313",
        "version": 1
    },
    {
        "id": 5064,
        "name": "進賢路口",
        "address": "進賢路2號(向西)",
        "lon": "121.50483",
        "lat": "25.14083",
        "version": 1
    },
    {
        "id": 5065,
        "name": "泉源公園",
        "address": "珠海路137號(向東)",
        "lon": "121.507514",
        "lat": "25.14219",
        "version": 2
    },
    {
        "id": 5066,
        "name": "泉源公園",
        "address": "珠海路129號(向西)",
        "lon": "121.506937",
        "lat": "25.142401",
        "version": 2
    },
    {
        "id": 5068,
        "name": "義方國小",
        "address": "義方國小(珠海路155號)體育館前(向西)",
        "lon": "121.50977",
        "lat": "25.1419",
        "version": 2
    },
    {
        "id": 5069,
        "name": "慈惠堂",
        "address": "登山路2號前(向東)",
        "lon": "121.51409",
        "lat": "25.14301",
        "version": 1
    },
    {
        "id": 5070,
        "name": "普羅旺世",
        "address": "政大二街101至123號(向南)",
        "lon": "121.5838276",
        "lat": "24.98776972",
        "version": 1
    },
    {
        "id": 5072,
        "name": "竹圍國小自強分校",
        "address": "自強路9號前(向南)",
        "lon": "121.46421",
        "lat": "25.12544",
        "version": 1
    },
    {
        "id": 5441,
        "name": "五分社區",
        "address": "東湖路47號同向(向西)",
        "lon": "121.614308439756",
        "lat": "25.068763284981",
        "version": 4
    },
    {
        "id": 5970,
        "name": "富洲里九段",
        "address": "延平北路九段99號對向(向北)",
        "lon": "121.4742815",
        "lat": "25.10622343",
        "version": 1
    },
    {
        "id": 5971,
        "name": "威靈廟",
        "address": "延平北路九段24號(向北)",
        "lon": "121.4764835",
        "lat": "25.10595729",
        "version": 1
    },
    {
        "id": 5972,
        "name": "下溪沙尾",
        "address": "延平北路八段260號對向(向北)",
        "lon": "121.47884",
        "lat": "25.10597",
        "version": 1
    },
    {
        "id": 5973,
        "name": "建安新村",
        "address": "延平北路八段188號(向北)",
        "lon": "121.48116",
        "lat": "25.10601",
        "version": 1
    },
    {
        "id": 5975,
        "name": "富洲里八段",
        "address": "延平北路八段85號對向(向北)",
        "lon": "121.48446",
        "lat": "25.10576",
        "version": 1
    },
    {
        "id": 5977,
        "name": "臨江園",
        "address": "延平北路七段214巷口北側25公尺(向北)",
        "lon": "121.48928",
        "lat": "25.10163",
        "version": 1
    },
    {
        "id": 5978,
        "name": "地藏禪寺",
        "address": "延平北路七段189號對向(向北)",
        "lon": "121.4915352",
        "lat": "25.09974946",
        "version": 1
    },
    {
        "id": 5979,
        "name": "福安消防隊",
        "address": "延平北路七段117號對向(向北)",
        "lon": "121.49455",
        "lat": "25.09717",
        "version": 1
    },
    {
        "id": 5981,
        "name": "永倫里(延平)",
        "address": "延平北路六段384號同向(向北)",
        "lon": "121.500682",
        "lat": "25.091148",
        "version": 4
    },
    {
        "id": 5984,
        "name": "福安國中",
        "address": "延平北路八段1號對向(向北)",
        "lon": "121.48729",
        "lat": "25.10333",
        "version": 1
    },
    {
        "id": 5985,
        "name": "社子派出所",
        "address": "延平北路六段192號(向西)",
        "lon": "121.5064251",
        "lat": "25.08959947",
        "version": 2
    },
    {
        "id": 5986,
        "name": "社園里",
        "address": "延平北路六段114號(向北)",
        "lon": "121.5079873",
        "lat": "25.08905628",
        "version": 1
    },
    {
        "id": 5987,
        "name": "社子市場",
        "address": "延平北路六段28號(向北)",
        "lon": "121.5090743",
        "lat": "25.08750559",
        "version": 1
    },
    {
        "id": 5988,
        "name": "葫蘆寺",
        "address": "延平北路五段312號(向北)",
        "lon": "121.5096458",
        "lat": "25.08602215",
        "version": 1
    },
    {
        "id": 5989,
        "name": "葫蘆堵市場",
        "address": "延平北路五段176號同向(向北)",
        "lon": "121.510232993555",
        "lat": "25.0830573942155",
        "version": 2
    },
    {
        "id": 5991,
        "name": "社子消防分隊",
        "address": "延平北路五段8號(向北)",
        "lon": "121.5112234",
        "lat": "25.07941175",
        "version": 4
    },
    {
        "id": 5992,
        "name": "鄰江里",
        "address": "延平北路四段125號(向北)",
        "lon": "121.5109563",
        "lat": "25.07149367",
        "version": 1
    },
    {
        "id": 5994,
        "name": "延平國小",
        "address": "延平北路三段69之2號(向北)",
        "lon": "121.5110617",
        "lat": "25.06641831",
        "version": 1
    },
    {
        "id": 5995,
        "name": "臺北橋",
        "address": "延平北路二段239號(向北)",
        "lon": "121.5113712",
        "lat": "25.06155982",
        "version": 1
    },
    {
        "id": 6000,
        "name": "延平長安路口",
        "address": "延平北路ㄧ段127號同向(向北)",
        "lon": "121.511868536719",
        "lat": "25.0532345181256",
        "version": 2
    },
    {
        "id": 6005,
        "name": "僑中一街",
        "address": "僑中一街92號對向(向東)",
        "lon": "121.4472068",
        "lat": "25.01159834",
        "version": 1
    },
    {
        "id": 6006,
        "name": "大觀路一段28巷",
        "address": "大觀街一28巷26號同向(向北)",
        "lon": "121.4499902",
        "lat": "25.00960549",
        "version": 4
    },
    {
        "id": 6007,
        "name": "中山實小",
        "address": "大觀路二段63號(向南)",
        "lon": "121.4462031",
        "lat": "25.00205217",
        "version": 2
    },
    {
        "id": 6009,
        "name": "板橋榮家",
        "address": "大觀路二段32號(向南)",
        "lon": "121.44576",
        "lat": "25.00136",
        "version": 2
    },
    {
        "id": 6010,
        "name": "力行新村",
        "address": "大觀路二段251號(向西)",
        "lon": "121.44335",
        "lat": "24.99931",
        "version": 1
    },
    {
        "id": 6011,
        "name": "豫章工商",
        "address": "四川路一段479號(向西)",
        "lon": "121.4570296",
        "lat": "24.99736525",
        "version": 2
    },
    {
        "id": 6012,
        "name": "鄉雲里",
        "address": "四川路一段151號(向東)",
        "lon": "121.4598975",
        "lat": "25.00438447",
        "version": 1
    },
    {
        "id": 6015,
        "name": "黎忠市場",
        "address": "和平東路三段411號(向西)",
        "lon": "121.557953",
        "lat": "25.019475",
        "version": 2
    },
    {
        "id": 6017,
        "name": "麟光站",
        "address": "臥龍街379巷(向西)",
        "lon": "121.560787373665",
        "lat": "25.0159172364548",
        "version": 3
    },
    {
        "id": 6019,
        "name": "信安街",
        "address": "信安街137號(向北)",
        "lon": "121.55558",
        "lat": "25.02356",
        "version": 1
    },
    {
        "id": 6020,
        "name": "臥龍街",
        "address": "和平東路三段15號(向西)",
        "lon": "121.547497854598",
        "lat": "25.0247072352904",
        "version": 2
    },
    {
        "id": 6021,
        "name": "復興南路口",
        "address": "和平東路二段207號(向西)",
        "lon": "121.542376119519",
        "lat": "25.0251035284638",
        "version": 2
    },
    {
        "id": 6024,
        "name": "溫州街口",
        "address": "和平東路二段181號(向西)",
        "lon": "121.532693859225",
        "lat": "25.0263548162126",
        "version": 3
    },
    {
        "id": 6025,
        "name": "師大",
        "address": "和平東路一段127號前(向西)",
        "lon": "121.527713493878",
        "lat": "25.026738138642",
        "version": 4
    },
    {
        "id": 6026,
        "name": "捷運古亭站(和平)",
        "address": "和平東路一段31號(向西)",
        "lon": "121.523152",
        "lat": "25.027172",
        "version": 2
    },
    {
        "id": 6186,
        "name": "國泰街口",
        "address": "民族路290號同向(向東)",
        "lon": "121.4704239",
        "lat": "25.00677249",
        "version": 2
    },
    {
        "id": 6187,
        "name": "萬坪公園",
        "address": "文化路一段51號同向(向西)",
        "lon": "121.460745",
        "lat": "25.013386",
        "version": 3
    },
    {
        "id": 6189,
        "name": "板橋戶政事務所",
        "address": "中正路37號對面(向北)",
        "lon": "121.4563231",
        "lat": "25.01289423",
        "version": 6
    },
    {
        "id": 6191,
        "name": "大庭新村",
        "address": "中正路184號同向(向北)",
        "lon": "121.4564174",
        "lat": "25.0173775",
        "version": 1
    },
    {
        "id": 6192,
        "name": "和平一村",
        "address": "中正路244號同向(向北)",
        "lon": "121.4556607",
        "lat": "25.01900577",
        "version": 1
    },
    {
        "id": 6193,
        "name": "社后",
        "address": "中正路351號同向(向北)",
        "lon": "121.4549356",
        "lat": "25.02072403",
        "version": 1
    },
    {
        "id": 6195,
        "name": "埔墘派出所",
        "address": "中山路二段391號同向(向西)",
        "lon": "121.48024",
        "lat": "25.01945",
        "version": 2
    },
    {
        "id": 6198,
        "name": "中山漢生路口",
        "address": "中山路一段210號對向(向西)",
        "lon": "121.4699",
        "lat": "25.01395",
        "version": 3
    },
    {
        "id": 6199,
        "name": "新北市政府(中山路)",
        "address": "新站路上近中山路一段263號對向(向西)",
        "lon": "121.46737",
        "lat": "25.01288",
        "version": 3
    },
    {
        "id": 6651,
        "name": "信義市場",
        "address": "建國南路2段34號(向南)",
        "lon": "121.5374877",
        "lat": "25.03392144",
        "version": 1
    },
    {
        "id": 6652,
        "name": "延平中學",
        "address": "建國北路一段680號(向南)",
        "lon": "121.53747",
        "lat": "25.03642",
        "version": 1
    },
    {
        "id": 6655,
        "name": "中山女高",
        "address": "建國北路一段96號(向南)",
        "lon": "121.5364043",
        "lat": "25.04984803",
        "version": 1
    },
    {
        "id": 6656,
        "name": "長春國小",
        "address": "建國北路二段68號(向南)",
        "lon": "121.53656",
        "lat": "25.05454",
        "version": 2
    },
    {
        "id": 6657,
        "name": "臺北大學(臺北校區)",
        "address": "建國北路二段69號對向(向北)",
        "lon": "121.53711",
        "lat": "25.05657",
        "version": 3
    },
    {
        "id": 6658,
        "name": "建國錦州街口",
        "address": "建國北路二段129號(向北)",
        "lon": "121.5372533",
        "lat": "25.05999879",
        "version": 1
    },
    {
        "id": 6661,
        "name": "新興國中(新生)",
        "address": "新生北路二段120號(向南)",
        "lon": "121.5274385",
        "lat": "25.06100515",
        "version": 6
    },
    {
        "id": 6663,
        "name": "中山國小(新生)",
        "address": "新生北路三段15號(向北)",
        "lon": "121.5279527",
        "lat": "25.06376514",
        "version": 1
    },
    {
        "id": 6664,
        "name": "民族東路口",
        "address": "新生南路三段89號(向北)",
        "lon": "121.52797",
        "lat": "25.06758",
        "version": 1
    },
    {
        "id": 6666,
        "name": "第二果菜市場",
        "address": "建國北路三段78號(向南)",
        "lon": "121.5358965",
        "lat": "25.06566199",
        "version": 1
    },
    {
        "id": 6667,
        "name": "臺大",
        "address": "新生南路三段86號對面(向北)",
        "lon": "121.53375",
        "lat": "25.018029",
        "version": 2
    },
    {
        "id": 6670,
        "name": "信義新生路口",
        "address": "新生南路二段上近信義路口同向(向北)",
        "lon": "121.5329027",
        "lat": "25.03320526",
        "version": 1
    },
    {
        "id": 6672,
        "name": "金華大廈",
        "address": "金華街217號(向西)",
        "lon": "121.52907",
        "lat": "25.02982",
        "version": 1
    },
    {
        "id": 6673,
        "name": "公企中心",
        "address": "金華街187號(向西)",
        "lon": "121.52776",
        "lat": "25.03003",
        "version": 1
    },
    {
        "id": 6676,
        "name": "公企中心",
        "address": "金山南路二段109號(向北)",
        "lon": "121.52673",
        "lat": "25.03066",
        "version": 1
    },
    {
        "id": 6680,
        "name": "信義國中(松仁)",
        "address": "松仁路157號(向北)",
        "lon": "121.568464",
        "lat": "25.02881",
        "version": 2
    },
    {
        "id": 6681,
        "name": "仁愛新生路口",
        "address": "新生南路地標同向(向南)",
        "lon": "121.5326821",
        "lat": "25.03851244",
        "version": 1
    },
    {
        "id": 6682,
        "name": "仁愛新生路口",
        "address": "仁愛路上近新生南路一段(向北)",
        "lon": "121.53277",
        "lat": "25.03764",
        "version": 1
    },
    {
        "id": 6683,
        "name": "光華商場",
        "address": "市民大道二段上近新生北路同向(向北)",
        "lon": "121.53299",
        "lat": "25.045",
        "version": 2
    },
    {
        "id": 6686,
        "name": "衡陽路口",
        "address": "重慶南路一段100號(向南)",
        "lon": "121.513172",
        "lat": "25.042568",
        "version": 2
    },
    {
        "id": 6687,
        "name": "博物館(襄陽)",
        "address": "襄陽路13之5號同向(向西)",
        "lon": "121.515494267729",
        "lat": "25.0434538159783",
        "version": 2
    },
    {
        "id": 6689,
        "name": "臺北科技大學",
        "address": "八德路一段33號同向(向西)",
        "lon": "121.53146493118",
        "lat": "25.0441330065154",
        "version": 4
    },
    {
        "id": 6693,
        "name": "光華商場",
        "address": "光華商場地標同向(向西)",
        "lon": "121.5316496",
        "lat": "25.04590665",
        "version": 2
    },
    {
        "id": 6694,
        "name": "華山公園(市民大道一)",
        "address": "新生北路一段(華山公園對面)(向西)",
        "lon": "121.52862",
        "lat": "25.04682",
        "version": 1
    },
    {
        "id": 4988,
        "name": "水管路",
        "address": "中山北路7段232巷20弄口(向東)",
        "lon": "121.534271",
        "lat": "25.126761",
        "version": 1
    },
    {
        "id": 4989,
        "name": "中銀山莊",
        "address": "中山北路7段221號對面(向北)",
        "lon": "121.532981",
        "lat": "25.126841",
        "version": 1
    },
    {
        "id": 4990,
        "name": "天母圓環",
        "address": "中山北路7段191巷5號前(向東)",
        "lon": "121.532355169312",
        "lat": "25.1250319279241",
        "version": 3
    },
    {
        "id": 4991,
        "name": "天母公園",
        "address": "中山北路7段141巷43號斜對面(向北)",
        "lon": "121.530461",
        "lat": "25.124601",
        "version": 2
    },
    {
        "id": 4993,
        "name": "天壽里",
        "address": "中山北路6段405巷70號(向西)",
        "lon": "121.526521",
        "lat": "25.116371",
        "version": 1
    },
    {
        "id": 4994,
        "name": "士東路",
        "address": "士東路270號對面(向西)",
        "lon": "121.536781",
        "lat": "25.113461",
        "version": 1
    },
    {
        "id": 4995,
        "name": "職能發展學院一",
        "address": "士東路316號對面(向西)",
        "lon": "121.538150664916",
        "lat": "25.1137918835919",
        "version": 2
    },
    {
        "id": 4996,
        "name": "三總內湖站(急診部)",
        "address": "三軍總醫院院區(向東)",
        "lon": "121.593893294783",
        "lat": "25.0707796580106",
        "version": 4
    },
    {
        "id": 4997,
        "name": "災害應變中心",
        "address": "莊敬路325巷56號(向東)",
        "lon": "121.56481",
        "lat": "25.02897",
        "version": 1
    },
    {
        "id": 5000,
        "name": "德音國小",
        "address": "明德路43號(向東)",
        "lon": "121.4341093",
        "lat": "25.07126328",
        "version": 1
    },
    {
        "id": 5001,
        "name": "富德里",
        "address": "北深路三段286巷前(向南)",
        "lon": "121.595983977281",
        "lat": "25.0042464092937",
        "version": 2
    },
    {
        "id": 5002,
        "name": "富德里",
        "address": "北深路三段286巷對面(向北)",
        "lon": "121.596087999655",
        "lat": "25.004153857953",
        "version": 2
    },
    {
        "id": 5003,
        "name": "成州國小",
        "address": "新北市五股區成泰路三段493號對面(向北)",
        "lon": "121.4509641",
        "lat": "25.09952543",
        "version": 2
    },
    {
        "id": 5004,
        "name": "成州國小",
        "address": "新北市五股區成泰路493號(向南)",
        "lon": "121.4507744",
        "lat": "25.09954372",
        "version": 2
    },
    {
        "id": 5009,
        "name": "青山路口",
        "address": "新北市新莊區新北大道七段642號",
        "lon": "121.41195",
        "lat": "25.02805",
        "version": 2
    },
    {
        "id": 5010,
        "name": "捷運三民高中站(復興路)",
        "address": "復興路58-1號對面(向南)",
        "lon": "121.473800",
        "lat": "25.086053",
        "version": 2
    },
    {
        "id": 5011,
        "name": "捷運三民高中站",
        "address": "三民路88號(向北)",
        "lon": "121.47362",
        "lat": "25.08544",
        "version": 1
    },
    {
        "id": 5013,
        "name": "捷運徐匯中學站(集賢路)",
        "address": "集賢路401號(向南)",
        "lon": "121.48025",
        "lat": "25.0817",
        "version": 1
    },
    {
        "id": 5015,
        "name": "十八份",
        "address": "東昇路十八分站位對面(向北)",
        "lon": "121.523",
        "lat": "25.15034",
        "version": 1
    },
    {
        "id": 5016,
        "name": "風尾",
        "address": "東昇路68之15號涼亭前(向東)",
        "lon": "121.5289051",
        "lat": "25.15445173",
        "version": 1
    },
    {
        "id": 5017,
        "name": "風尾",
        "address": "東昇路68之15號涼亭對面(向西)",
        "lon": "121.5288205",
        "lat": "25.15458966",
        "version": 1
    },
    {
        "id": 5018,
        "name": "大坑廟",
        "address": "湖山路里辦公處東側(向北)",
        "lon": "121.5381814",
        "lat": "25.15877209",
        "version": 1
    },
    {
        "id": 5019,
        "name": "大坑廟",
        "address": "湖山路里辦公處對面(向南)",
        "lon": "121.538086024815",
        "lat": "25.1586777870048",
        "version": 2
    },
    {
        "id": 5021,
        "name": "陽明山立體停車場(草山行館)",
        "address": "湖山路立體停車場外側對面(向北)",
        "lon": "121.539297",
        "lat": "25.154639",
        "version": 3
    },
    {
        "id": 5022,
        "name": "陽明書屋",
        "address": "陽金公路中興路口(向南)",
        "lon": "121.54468",
        "lat": "25.16297",
        "version": 1
    },
    {
        "id": 5023,
        "name": "幸福東路",
        "address": "幸福東路近思源路口150m處(向東)",
        "lon": "121.462411973356",
        "lat": "25.0494229252205",
        "version": 2
    },
    {
        "id": 5029,
        "name": "中興中正路口",
        "address": "中興路一段286號北側(向東)",
        "lon": "121.54593",
        "lat": "24.96898",
        "version": 2
    },
    {
        "id": 5030,
        "name": "中興中正路口",
        "address": "中興路一段285-1號(向西)",
        "lon": "121.54556",
        "lat": "24.96884",
        "version": 2
    },
    {
        "id": 5032,
        "name": "客家文化主題公園(師大路)",
        "address": "金門街17巷口對面(向東)",
        "lon": "121.5240286",
        "lat": "25.02074889",
        "version": 1
    },
    {
        "id": 5039,
        "name": "市立中醫醫院",
        "address": "昆明街96巷(向北)",
        "lon": "121.50533",
        "lat": "25.04463",
        "version": 1
    },
    {
        "id": 5040,
        "name": "士林國小",
        "address": "文林路412號對面(向南)",
        "lon": "121.524789386925",
        "lat": "25.094058815207",
        "version": 4
    },
    {
        "id": 5041,
        "name": "永倫里(社中)",
        "address": "社中街(向西)",
        "lon": "121.5021432",
        "lat": "25.09168348",
        "version": 4
    },
    {
        "id": 5047,
        "name": "潭美公園",
        "address": "南京東路六段350號對面(向西)",
        "lon": "121.5856823",
        "lat": "25.05964185",
        "version": 1
    },
    {
        "id": 5050,
        "name": "溫歌華社區",
        "address": "向陽路285巷21號(向西)",
        "lon": "121.5933534",
        "lat": "25.05837691",
        "version": 1
    },
    {
        "id": 5051,
        "name": "芬第社區",
        "address": "向陽路258巷102號(向東)",
        "lon": "121.5960479",
        "lat": "25.05837028",
        "version": 1
    },
    {
        "id": 5052,
        "name": "芬第社區",
        "address": "向陽路258巷成功抽水站大門東側(向西)",
        "lon": "121.5961301",
        "lat": "25.05855326",
        "version": 1
    },
    {
        "id": 5053,
        "name": "東陽公園",
        "address": "重陽路187巷與松河街口南側(向南)",
        "lon": "121.5983533",
        "lat": "25.05765407",
        "version": 1
    },
    {
        "id": 5055,
        "name": "南港抽水站",
        "address": "重陽路518號(向東)",
        "lon": "121.61237",
        "lat": "25.06113",
        "version": 1
    },
    {
        "id": 10202,
        "name": "建成公園",
        "address": "承德路二段41號(向北)",
        "lon": "121.51825",
        "lat": "25.05462",
        "version": 1
    },
    {
        "id": 10205,
        "name": "大同國小",
        "address": "承德路二段93號(向北)",
        "lon": "121.5185171",
        "lat": "25.06632905",
        "version": 1
    },
    {
        "id": 10207,
        "name": "劍潭國小",
        "address": "承德路四段30號(向北)",
        "lon": "121.5227513",
        "lat": "25.08106627",
        "version": 1
    },
    {
        "id": 10209,
        "name": "士林",
        "address": "文林路466號(向北)",
        "lon": "121.524405",
        "lat": "25.096111",
        "version": 2
    },
    {
        "id": 10210,
        "name": "捷運士林站(中正)",
        "address": "中正路251號(向東)",
        "lon": "121.525043",
        "lat": "25.095018",
        "version": 7
    },
    {
        "id": 10401,
        "name": "合江街口",
        "address": "民生東路三段17號同向(向西)",
        "lon": "121.5383134",
        "lat": "25.05803455",
        "version": 1
    },
    {
        "id": 10402,
        "name": "華泰飯店",
        "address": "民生東路一段25號同向(向西)",
        "lon": "121.52445",
        "lat": "25.05814",
        "version": 1
    },
    {
        "id": 10403,
        "name": "三民國小",
        "address": "民權東路五段1號同向(向西)",
        "lon": "121.5640618",
        "lat": "25.06308194",
        "version": 1
    },
    {
        "id": 10408,
        "name": "介壽國中",
        "address": "民生東路五段25號同向(向西)",
        "lon": "121.556044429017",
        "lat": "25.058415078013",
        "version": 3
    },
    {
        "id": 10410,
        "name": "中山里(民生)",
        "address": "民生東路一段90號(向東)",
        "lon": "121.52693",
        "lat": "25.05795",
        "version": 1
    },
    {
        "id": 10412,
        "name": "靜修女中",
        "address": "民生西路245號同向(向西)",
        "lon": "121.5149159",
        "lat": "25.05716475",
        "version": 2
    },
    {
        "id": 10413,
        "name": "馬偕醫院",
        "address": "民生西路15號同向(向西)",
        "lon": "121.5222969",
        "lat": "25.05799427",
        "version": 1
    },
    {
        "id": 10414,
        "name": "華泰飯店",
        "address": "民生東路一段32號同向(向東)",
        "lon": "121.52482",
        "lat": "25.05794",
        "version": 1
    },
    {
        "id": 10415,
        "name": "中原街口(老人住宅)",
        "address": "民生東路二段45號同向(向西)",
        "lon": "121.5282629",
        "lat": "25.05819073",
        "version": 2
    },
    {
        "id": 10418,
        "name": "民生敦化路口",
        "address": "民生東路三段119號同向(向西)",
        "lon": "121.5468517",
        "lat": "25.05785197",
        "version": 2
    },
    {
        "id": 4658,
        "name": "山海觀",
        "address": "山海觀(向北)",
        "lon": "121.406167",
        "lat": "25.152864",
        "version": 6
    },
    {
        "id": 4659,
        "name": "山海觀",
        "address": "山海觀(向南)",
        "lon": "121.406049",
        "lat": "25.153017",
        "version": 5
    },
    {
        "id": 4660,
        "name": "關渡自然大樓",
        "address": "關渡路28號前(向西)",
        "lon": "121.469318",
        "lat": "25.12145",
        "version": 3
    },
    {
        "id": 4661,
        "name": "大度立德路口",
        "address": "立德大度路口西側(向南)",
        "lon": "121.47092959259",
        "lat": "25.1231432868878",
        "version": 3
    },
    {
        "id": 4662,
        "name": "石牌國中",
        "address": "西安街二段石牌國中圍牆邊(向南)",
        "lon": "121.51367",
        "lat": "25.11668",
        "version": 1
    },
    {
        "id": 4665,
        "name": "圓環(鈕釦街)",
        "address": "南京西路306號(向東)",
        "lon": "121.513268344324",
        "lat": "25.0539552344985",
        "version": 4
    },
    {
        "id": 4668,
        "name": "圓環(天水)",
        "address": "天水路33號(向西)",
        "lon": "121.51334",
        "lat": "25.05314",
        "version": 1
    },
    {
        "id": 4670,
        "name": "家樂福",
        "address": "新北市三重區五華街家樂福路側(向南)",
        "lon": "121.48663",
        "lat": "25.08832",
        "version": 1
    },
    {
        "id": 4673,
        "name": "行善行愛路口",
        "address": "行善路及行善281巷口往西25公尺處(向西)",
        "lon": "121.583175",
        "lat": "25.061151",
        "version": 2
    },
    {
        "id": 4681,
        "name": "二子坪",
        "address": "二子坪停車場涼亭旁(向東)",
        "lon": "121.52552",
        "lat": "25.18604",
        "version": 1
    },
    {
        "id": 4682,
        "name": "廿張路",
        "address": "中正路434號(向北)",
        "lon": "121.534196",
        "lat": "24.97817264",
        "version": 2
    },
    {
        "id": 4683,
        "name": "廿張路",
        "address": "中正路423號(向南)",
        "lon": "121.5338215",
        "lat": "24.97873388",
        "version": 2
    },
    {
        "id": 4684,
        "name": "故宮博物院(正館)",
        "address": "故宮博物院山上院區(向西)",
        "lon": "121.54907",
        "lat": "25.10199",
        "version": 1
    },
    {
        "id": 4686,
        "name": "林安泰古厝",
        "address": "濱江街3號對面(向東)",
        "lon": "121.52923",
        "lat": "25.07095",
        "version": 1
    },
    {
        "id": 4688,
        "name": "捷運先嗇宮站",
        "address": "重新路五段545-571號間(向西)",
        "lon": "121.4708632",
        "lat": "25.04625784",
        "version": 1
    },
    {
        "id": 4689,
        "name": "新生公園",
        "address": "民族東路142號對面(向西)",
        "lon": "121.529100012174",
        "lat": "25.0683993097876",
        "version": 3
    },
    {
        "id": 4696,
        "name": "大觀國小",
        "address": "大觀路一段31號(向東)",
        "lon": "121.44981",
        "lat": "25.00837",
        "version": 2
    },
    {
        "id": 4697,
        "name": "大觀國小",
        "address": "大觀路一段31號對面(向西)",
        "lon": "121.4499",
        "lat": "25.00852",
        "version": 2
    },
    {
        "id": 4710,
        "name": "德行忠誠路口",
        "address": "德行東路151號(向西)",
        "lon": "121.52972",
        "lat": "25.1082539636723",
        "version": 3
    },
    {
        "id": 4712,
        "name": "文山運動中心(興隆)",
        "address": "興隆路三段169號(向北)",
        "lon": "121.560053",
        "lat": "24.996475",
        "version": 4
    },
    {
        "id": 4714,
        "name": "民華影城",
        "address": "深南路上75A87杆北側(向北)",
        "lon": "121.62110021035",
        "lat": "25.0083431949348",
        "version": 3
    },
    {
        "id": 4716,
        "name": "深坑區清潔隊",
        "address": "深南路88巷口(向北)",
        "lon": "121.621489074884",
        "lat": "25.0105193440793",
        "version": 2
    },
    {
        "id": 4718,
        "name": "青山雄觀北區",
        "address": "深南路178號西側(向北)",
        "lon": "121.626589625706",
        "lat": "25.0161533237965",
        "version": 3
    },
    {
        "id": 4719,
        "name": "風格街",
        "address": "深南路風格街口(向西)",
        "lon": "121.62536",
        "lat": "25.01673",
        "version": 1
    },
    {
        "id": 4720,
        "name": "護國九天宮",
        "address": "南深路91巷南側(向北)",
        "lon": "121.623444406143",
        "lat": "25.0181521125487",
        "version": 3
    },
    {
        "id": 4722,
        "name": "豐台煤礦",
        "address": "南深路對面南側20公尺(向北)",
        "lon": "121.6244801",
        "lat": "25.02497284",
        "version": 2
    },
    {
        "id": 4723,
        "name": "山豬窟",
        "address": "南深路上第二地磅站北側(向東)",
        "lon": "121.623735843062",
        "lat": "25.0265278209575",
        "version": 3
    },
    {
        "id": 4725,
        "name": "天公堂",
        "address": "南深路31號南側10公尺(向北)",
        "lon": "121.62076",
        "lat": "25.03724",
        "version": 1
    },
    {
        "id": 4726,
        "name": "天公堂",
        "address": "南深路31號對面(向南)",
        "lon": "121.620521793919",
        "lat": "25.0372260938247",
        "version": 2
    },
    {
        "id": 4727,
        "name": "臨時站四",
        "address": "南深路B7739.DB00南深幹24旁約5公尺處(向南)",
        "lon": "121.621696656061",
        "lat": "25.0310509558543",
        "version": 2
    },
    {
        "id": 4728,
        "name": "福聖宮(山水綠生態公園)",
        "address": "南深路37號對面(向南)",
        "lon": "121.621080691049",
        "lat": "25.0299420689211",
        "version": 4
    },
    {
        "id": 4730,
        "name": "豐台煤礦",
        "address": "南深路56號(向南)",
        "lon": "121.62414173119",
        "lat": "25.0253707817443",
        "version": 2
    },
    {
        "id": 4732,
        "name": "護國九天宮",
        "address": "南深路91巷巷口對面(向南)",
        "lon": "121.623402951305",
        "lat": "25.018410066068",
        "version": 2
    },
    {
        "id": 4733,
        "name": "風格街",
        "address": "深南路風格街口對面(向東)",
        "lon": "121.62543",
        "lat": "25.01654",
        "version": 1
    },
    {
        "id": 4734,
        "name": "青山雄觀北區",
        "address": "深南路178號對面(向南)",
        "lon": "121.626402813135",
        "lat": "25.0159775344026",
        "version": 2
    },
    {
        "id": 4736,
        "name": "深坑區清潔隊",
        "address": "深南路上51-1號(向南)",
        "lon": "121.621220132534",
        "lat": "25.0106851719167",
        "version": 2
    },
    {
        "id": 4737,
        "name": "世新山莊",
        "address": "深南路21號前(向西)",
        "lon": "121.62058",
        "lat": "25.00959",
        "version": 1
    },
    {
        "id": 4738,
        "name": "民華影城",
        "address": "深南路上(向南)",
        "lon": "121.620778073882",
        "lat": "25.008",
        "version": 2
    },
    {
        "id": 4739,
        "name": "舊莊里",
        "address": "舊庄街一段168號(向南)",
        "lon": "121.620323173256",
        "lat": "25.0397949327943",
        "version": 3
    },
    {
        "id": 4740,
        "name": "七海文化園區",
        "address": "北安路269號對面(向東)",
        "lon": "121.535397",
        "lat": "25.07778224",
        "version": 4
    },
    {
        "id": 4741,
        "name": "捷運公館站",
        "address": "羅斯福路四段85號前(向西)",
        "lon": "121.536088",
        "lat": "25.013181",
        "version": 4
    },
    {
        "id": 4748,
        "name": "明德路口",
        "address": "自強路103號(向北)",
        "lon": "121.4322882",
        "lat": "25.07090542",
        "version": 1
    },
    {
        "id": 4751,
        "name": "西雲寺",
        "address": "成泰路三段331號(向南)",
        "lon": "121.4480911",
        "lat": "25.09536596",
        "version": 1
    },
    {
        "id": 4752,
        "name": "仁愛街",
        "address": "仁愛街392號(向南)",
        "lon": "121.48982",
        "lat": "25.08162",
        "version": 1
    },
    {
        "id": 4753,
        "name": "雨農國小",
        "address": "雨聲街87-99號對面(向東)",
        "lon": "121.53074",
        "lat": "25.1045",
        "version": 1
    },
    {
        "id": 4757,
        "name": "永和國小(永貞路)",
        "address": "永貞路143號對面(向北)",
        "lon": "121.51351",
        "lat": "25.00386",
        "version": 2
    },
    {
        "id": 4760,
        "name": "江陵二村",
        "address": "復興路40-1號對面(向西)",
        "lon": "121.5383895",
        "lat": "24.98694835",
        "version": 1
    },
    {
        "id": 4761,
        "name": "金泰公園",
        "address": "環東大道二段207號對面(向南)",
        "lon": "121.56712",
        "lat": "25.07768",
        "version": 1
    },
    {
        "id": 4762,
        "name": "德光路口",
        "address": "莒光路(向東)",
        "lon": "121.47175",
        "lat": "25.00461",
        "version": 1
    },
    {
        "id": 4763,
        "name": "德光路口",
        "address": "莒光路(向西)",
        "lon": "121.47162",
        "lat": "25.0047",
        "version": 1
    },
    {
        "id": 4764,
        "name": "中山路口",
        "address": "板新路87號(向南)",
        "lon": "121.4724636",
        "lat": "25.01439313",
        "version": 4
    },
    {
        "id": 4765,
        "name": "正隆廣場",
        "address": "板新路17號(向東)",
        "lon": "121.47478",
        "lat": "25.01283",
        "version": 1
    },
    {
        "id": 4767,
        "name": "勞工大學",
        "address": "萬板路141號(向西)",
        "lon": "121.47296",
        "lat": "25.02354",
        "version": 1
    },
    {
        "id": 4768,
        "name": "雙十路口",
        "address": "萬板路322號對面(向西)",
        "lon": "121.47743",
        "lat": "25.02532",
        "version": 1
    },
    {
        "id": 4780,
        "name": "鷺鷥草原",
        "address": "臺北藝術大學鷺鷥草園旁(向南)",
        "lon": "121.46682",
        "lat": "25.13087",
        "version": 1
    },
    {
        "id": 4790,
        "name": "柳堤公園",
        "address": "長樂路41號(向北)",
        "lon": "121.4626006",
        "lat": "25.0870808",
        "version": 3
    },
    {
        "id": 4793,
        "name": "長榮光明路口",
        "address": "長榮路286號(向北)",
        "lon": "121.4600359",
        "lat": "25.08676744",
        "version": 1
    },
    {
        "id": 4794,
        "name": "長榮中原路口",
        "address": "長榮路177號(向南)",
        "lon": "121.461426",
        "lat": "25.084433",
        "version": 2
    },
    {
        "id": 4796,
        "name": "行忠行愛路口",
        "address": "行愛路169號(向北)",
        "lon": "121.5793229",
        "lat": "25.06534803",
        "version": 1
    },
    {
        "id": 4797,
        "name": "吳興國小(松仁)",
        "address": "松仁路227號(向北)",
        "lon": "121.568628",
        "lat": "25.026234",
        "version": 6
    },
    {
        "id": 20251,
        "name": "吳興國小(莊敬)",
        "address": "臺北市莊敬路472號(向東)",
        "lon": "121.568122",
        "lat": "25.026725",
        "version": 4
    },
    {
        "id": 4801,
        "name": "迪化街口(永樂市場)",
        "address": "南京西路229號(向西)",
        "lon": "121.51062",
        "lat": "25.05389",
        "version": 2
    },
    {
        "id": 4802,
        "name": "南京西寧路口",
        "address": "南京西路265號(向北)",
        "lon": "121.508817",
        "lat": "25.054005",
        "version": 2
    },
    {
        "id": 4803,
        "name": "三重國小",
        "address": "三和路二段212號(向南)",
        "lon": "121.49806",
        "lat": "25.06934",
        "version": 1
    },
    {
        "id": 4804,
        "name": "三重國小",
        "address": "三重區三和路二段147號(向北)",
        "lon": "121.49817",
        "lat": "25.06949",
        "version": 1
    },
    {
        "id": 4805,
        "name": "芳和國中",
        "address": "辛亥路三段157巷24弄4號(向東)",
        "lon": "121.550275073576",
        "lat": "25.018014930766",
        "version": 2
    },
    {
        "id": 4807,
        "name": "菁山莊",
        "address": "菁山路(向北)",
        "lon": "121.5573822",
        "lat": "25.14401384",
        "version": 1
    },
    {
        "id": 4809,
        "name": "石潭路",
        "address": "石潭路與南京東路5段451巷口東側(向東)",
        "lon": "121.5864994",
        "lat": "25.06252175",
        "version": 1
    },
    {
        "id": 4810,
        "name": "石潭成功路口",
        "address": "石潭路131向東側20公尺(向東)",
        "lon": "121.589569",
        "lat": "25.06326121",
        "version": 1
    },
    {
        "id": 4813,
        "name": "行善石潭路口",
        "address": "行善路388號旁(向東)",
        "lon": "121.584293",
        "lat": "25.062312",
        "version": 7
    },
    {
        "id": 4814,
        "name": "潭美國小(行善)",
        "address": "行善路181巷口斜對面(向西)",
        "lon": "121.582062",
        "lat": "25.060371",
        "version": 4
    },
    {
        "id": 4815,
        "name": "下菁礐",
        "address": "永公路500巷12-2號對面(向東)",
        "lon": "121.568943",
        "lat": "25.134924",
        "version": 3
    },
    {
        "id": 4816,
        "name": "館地坪",
        "address": "永公路245巷34弄273號對向(向東)",
        "lon": "121.56083",
        "lat": "25.13318",
        "version": 2
    },
    {
        "id": 4818,
        "name": "老人自費安養中心",
        "address": "興隆路4段109巷30弄6號(向西)",
        "lon": "121.5619849",
        "lat": "24.98670585",
        "version": 1
    },
    {
        "id": 4820,
        "name": "東南客運停車場",
        "address": "新湖二路東南客運停車場(向西)",
        "lon": "121.5810412",
        "lat": "25.06369745",
        "version": 1
    },
    {
        "id": 4823,
        "name": "中心街口",
        "address": "溫泉路與中心街交叉口(向南)",
        "lon": "121.5119",
        "lat": "25.13907",
        "version": 2
    },
    {
        "id": 4824,
        "name": "紗帽馬場",
        "address": "紗帽路20號(向東)",
        "lon": "121.5326036",
        "lat": "25.14018215",
        "version": 1
    },
    {
        "id": 4825,
        "name": "雅祥公園",
        "address": "松信路51號對面(向南)",
        "lon": "121.5721",
        "lat": "25.04775",
        "version": 1
    },
    {
        "id": 4826,
        "name": "雅祥公園",
        "address": "松信路47號(向北)",
        "lon": "121.57221",
        "lat": "25.04775",
        "version": 1
    },
    {
        "id": 4827,
        "name": "永吉松信路口",
        "address": "松信路105號對面(向南)",
        "lon": "121.571998498081",
        "lat": "25.0449255890073",
        "version": 3
    },
    {
        "id": 4830,
        "name": "富台公園",
        "address": "松信路209號北側30公尺(向北)",
        "lon": "121.572010",
        "lat": "25.042071",
        "version": 2
    },
    {
        "id": 4831,
        "name": "中油大樓",
        "address": "松高路松勇路口(向南)",
        "lon": "121.5694638",
        "lat": "25.03917116",
        "version": 1
    },
    {
        "id": 4833,
        "name": "綜合市場",
        "address": "還河南路三段314巷對面(向北)",
        "lon": "121.49029",
        "lat": "25.03062",
        "version": 1
    },
    {
        "id": 4834,
        "name": "綜合市場",
        "address": "環河南路2段336向南側(萬板大橋下)(向南)",
        "lon": "121.4898",
        "lat": "25.03054",
        "version": 1
    },
    {
        "id": 4836,
        "name": "中正山登山口",
        "address": "登山路143之3號對面(向東)",
        "lon": "121.52018",
        "lat": "25.15005",
        "version": 1
    },
    {
        "id": 4837,
        "name": "水源地",
        "address": "編號55號電桿旁約2公尺處(向東)",
        "lon": "121.51061",
        "lat": "25.14752",
        "version": 1
    },
    {
        "id": 4838,
        "name": "嶺腳",
        "address": "登山路35號對面(向東)",
        "lon": "121.51",
        "lat": "25.14789",
        "version": 3
    },
    {
        "id": 4839,
        "name": "觀景台",
        "address": "觀景台旁約30公尺處(向東)",
        "lon": "121.51221",
        "lat": "25.14825",
        "version": 1
    },
    {
        "id": 4842,
        "name": "夢幻湖",
        "address": "夢幻湖登山入口南側約70公尺處(向南)",
        "lon": "121.56002",
        "lat": "25.17127",
        "version": 4
    },
    {
        "id": 4847,
        "name": "南港車站",
        "address": "市民大道八段興中路口西側50公尺(向東)",
        "lon": "121.6071877",
        "lat": "25.05328226",
        "version": 1
    },
    {
        "id": 4848,
        "name": "南港車站",
        "address": "市民大道八段興中路口(向西)",
        "lon": "121.6069591",
        "lat": "25.05340065",
        "version": 1
    },
    {
        "id": 4849,
        "name": "南港高中(市民大道)",
        "address": "市民大道向陽路口東側80尺(向東)",
        "lon": "121.5961933",
        "lat": "25.05164215",
        "version": 1
    },
    {
        "id": 4851,
        "name": "東明里",
        "address": "市民大道8段南港路2段41巷路口西側400公尺(向東)",
        "lon": "121.5986983",
        "lat": "25.05190645",
        "version": 1
    },
    {
        "id": 7698,
        "name": "南樟樹灣",
        "address": "大同路一段225號(向西)",
        "lon": "121.63413",
        "lat": "25.05755",
        "version": 1
    },
    {
        "id": 7699,
        "name": "橫科",
        "address": "大同路一段4號對向(向西)",
        "lon": "121.621448423335",
        "lat": "25.0550360076953",
        "version": 2
    },
    {
        "id": 8029,
        "name": "復興路二段",
        "address": "復興路二段109號(向西)",
        "lon": "121.4547743",
        "lat": "25.0441928",
        "version": 1
    },
    {
        "id": 8201,
        "name": "頭前派出所",
        "address": "化成路135號對面(向北)",
        "lon": "121.4657333",
        "lat": "25.04799007",
        "version": 3
    },
    {
        "id": 8203,
        "name": "中華路",
        "address": "中華路二段39號同向(向北)",
        "lon": "121.4533008",
        "lat": "25.04686581",
        "version": 1
    },
    {
        "id": 8206,
        "name": "新莊高中(中平路)",
        "address": "中平路256號(向北)",
        "lon": "121.4448672",
        "lat": "25.04956252",
        "version": 1
    },
    {
        "id": 8208,
        "name": "中和街口",
        "address": "幸福路730號(向西)",
        "lon": "121.448762",
        "lat": "25.049156",
        "version": 2
    },
    {
        "id": 8210,
        "name": "臺北醫院(復興路)",
        "address": "復興路二段169號(向西)",
        "lon": "121.4585431",
        "lat": "25.04456674",
        "version": 4
    },
    {
        "id": 8211,
        "name": "中原里",
        "address": "中原路112號(向西)",
        "lon": "121.450017",
        "lat": "25.054358",
        "version": 1
    },
    {
        "id": 8403,
        "name": "基湖路口",
        "address": "瑞光路639號同向(向西)",
        "lon": "121.565903409458",
        "lat": "25.0805158061818",
        "version": 2
    },
    {
        "id": 8404,
        "name": "基湖路口",
        "address": "瑞光路586號(向東)",
        "lon": "121.5659313",
        "lat": "25.0803452",
        "version": 1
    },
    {
        "id": 8405,
        "name": "基湖站",
        "address": "基湖路25號同向(向北)",
        "lon": "121.56489",
        "lat": "25.0801",
        "version": 1
    },
    {
        "id": 8412,
        "name": "清白里",
        "address": "金湖路24號同向(向西)",
        "lon": "121.5955893",
        "lat": "25.08371099",
        "version": 1
    },
    {
        "id": 8415,
        "name": "湖光國宅",
        "address": "文德路25號同向(向西)",
        "lon": "121.58078",
        "lat": "25.07859",
        "version": 1
    },
    {
        "id": 8516,
        "name": "紫雲里",
        "address": "金湖路200號(向西)",
        "lon": "121.600364932077",
        "lat": "25.0775703139034",
        "version": 2
    },
    {
        "id": 8517,
        "name": "紫雲里",
        "address": "康寧路一段396號對向(向東)",
        "lon": "121.600001703154",
        "lat": "25.0780426740961",
        "version": 2
    },
    {
        "id": 8520,
        "name": "成功路三段",
        "address": "成功路三段141號(向北)",
        "lon": "121.589939880159",
        "lat": "25.0796177267452",
        "version": 2
    },
    {
        "id": 8521,
        "name": "治磐新村",
        "address": "內湖路一段126號(向東)",
        "lon": "121.56384168984",
        "lat": "25.0829452709661",
        "version": 2
    },
    {
        "id": 8523,
        "name": "內湖高中",
        "address": "文德路234號同向(向西)",
        "lon": "121.5883097",
        "lat": "25.07901319",
        "version": 1
    },
    {
        "id": 8524,
        "name": "大湖公園",
        "address": "成功路五段156號對向(向南)",
        "lon": "121.6051242",
        "lat": "25.08280034",
        "version": 1
    },
    {
        "id": 8531,
        "name": "東湖國小",
        "address": "東湖路133號同向(向西)",
        "lon": "121.616680",
        "lat": "25.068177",
        "version": 2
    },
    {
        "id": 8532,
        "name": "康寧派出所",
        "address": "金湖路100號同向(向西)",
        "lon": "121.5977584",
        "lat": "25.08125478",
        "version": 2
    },
    {
        "id": 8534,
        "name": "明湖國中",
        "address": "康寧路三段71號對向(向北)",
        "lon": "121.611642249953",
        "lat": "25.0702607638519",
        "version": 2
    },
    {
        "id": 8535,
        "name": "捷運葫洲站(康寧專校)",
        "address": "康寧路三段37號同向(向北)",
        "lon": "121.607610913193",
        "lat": "25.0726213066526",
        "version": 2
    },
    {
        "id": 8538,
        "name": "捷運內湖站",
        "address": "成功路四段155號同向(向北)",
        "lon": "121.594132",
        "lat": "25.08334",
        "version": 2
    },
    {
        "id": 8541,
        "name": "貿商三村",
        "address": "金龍路71號同向(向西)",
        "lon": "121.592340188865",
        "lat": "25.0851216204339",
        "version": 2
    },
    {
        "id": 8542,
        "name": "碧山岩",
        "address": "金龍路115號同向(向西)",
        "lon": "121.590672857706",
        "lat": "25.0856636770114",
        "version": 2
    },
    {
        "id": 8545,
        "name": "麗山新村",
        "address": "環山路二段60號同向(向西)",
        "lon": "121.5742675",
        "lat": "25.08522466",
        "version": 1
    },
    {
        "id": 8601,
        "name": "時報廣場",
        "address": "民權東路六段23號對向(向西)",
        "lon": "121.583129808238",
        "lat": "25.0685609459737",
        "version": 2
    },
    {
        "id": 8602,
        "name": "民權大橋",
        "address": "民權東路六段63-15號往西走20公尺同向(向西)",
        "lon": "121.5791",
        "lat": "25.06702",
        "version": 1
    },
    {
        "id": 8603,
        "name": "麗寶大樓",
        "address": "瑞光路32號同向(向北)",
        "lon": "121.582710",
        "lat": "25.070424",
        "version": 4
    },
    {
        "id": 8604,
        "name": "中華航空",
        "address": "民權東路四段100號對向(向西)",
        "lon": "121.5555141",
        "lat": "25.06209189",
        "version": 1
    },
    {
        "id": 8607,
        "name": "麗山高中(環山)",
        "address": "環山路二段135號同向(向西)",
        "lon": "121.5767705",
        "lat": "25.08421544",
        "version": 1
    },
    {
        "id": 8608,
        "name": "環山路",
        "address": "環山路二段15號對向(向西)",
        "lon": "121.5713602",
        "lat": "25.08636101",
        "version": 1
    },
    {
        "id": 8611,
        "name": "內湖派出所一",
        "address": "成功路三段174巷18號(向南)",
        "lon": "121.59044705985",
        "lat": "25.081339634265",
        "version": 3
    },
    {
        "id": 8612,
        "name": "內湖運動中心",
        "address": "港墘路151號同向(向北)",
        "lon": "121.575587990787",
        "lat": "25.077240508774",
        "version": 5
    },
    {
        "id": 8613,
        "name": "港墘路",
        "address": "港墘路189號同向(向北)",
        "lon": "121.574688",
        "lat": "25.075813",
        "version": 2
    },
    {
        "id": 8615,
        "name": "康寧AIT社區",
        "address": "康寧路一段265號同向(向西)",
        "lon": "121.598491",
        "lat": "25.078822",
        "version": 2
    },
    {
        "id": 8617,
        "name": "瑞陽三號公園",
        "address": "地標同向(向西)",
        "lon": "121.5808412",
        "lat": "25.07451903",
        "version": 2
    },
    {
        "id": 8618,
        "name": "內湖國中",
        "address": "文德路220巷口向西60M同向(向西)",
        "lon": "121.58776",
        "lat": "25.07701",
        "version": 1
    },
    {
        "id": 2679,
        "name": "溪頭",
        "address": "安康路一段16-3號對面(向南)",
        "lon": "121.5325631",
        "lat": "24.96024795",
        "version": 1
    },
    {
        "id": 2680,
        "name": "實踐成都街口",
        "address": "實踐路64號同向(向北)",
        "lon": "121.4639015",
        "lat": "25.00588237",
        "version": 4
    },
    {
        "id": 2681,
        "name": "電信訓練所",
        "address": "民族路155號同向(向西)",
        "lon": "121.4676131",
        "lat": "25.00796511",
        "version": 1
    },
    {
        "id": 1165603368,
        "name": "橫嶺古道",
        "address": "湖山路1段(臨湖底路口西側20公尺處)(向東)",
        "lon": "121.54109",
        "lat": "25.151749",
        "version": 1
    },
    {
        "id": 2688,
        "name": "國泰街口",
        "address": "民族路261號同向(向西)",
        "lon": "121.4707676",
        "lat": "25.00682585",
        "version": 2
    },
    {
        "id": 2689,
        "name": "漢生路",
        "address": "漢生東路163號同向(向南)",
        "lon": "121.4692573",
        "lat": "25.01232083",
        "version": 1
    },
    {
        "id": 2694,
        "name": "廣福公園",
        "address": "廣權路39號同向(向西)",
        "lon": "121.4628264",
        "lat": "24.99182614",
        "version": 1
    },
    {
        "id": 2696,
        "name": "憲兵隊",
        "address": "民生路一段59號對向(向北)",
        "lon": "121.4753507",
        "lat": "25.01352042",
        "version": 1
    },
    {
        "id": 2606,
        "name": "中山漢生路口",
        "address": "中山路一段214號同向(向東)",
        "lon": "121.4702",
        "lat": "25.01395",
        "version": 2
    },
    {
        "id": 2699,
        "name": "新北市政府(新府路)",
        "address": "新北市政府西側門對面(新府路)(向北)",
        "lon": "121.4645164",
        "lat": "25.01194682",
        "version": 1
    },
    {
        "id": 2701,
        "name": "新北市議會",
        "address": "文化路二段166號同向(向東)",
        "lon": "121.47038",
        "lat": "25.02709",
        "version": 1
    },
    {
        "id": 2702,
        "name": "豫章工商",
        "address": "四川路一段479號同向(向東)",
        "lon": "121.4572437",
        "lat": "24.99739662",
        "version": 2
    },
    {
        "id": 2712,
        "name": "懷德街(懷德)",
        "address": "懷德街109號同向(向北)",
        "lon": "121.478429",
        "lat": "25.03143554",
        "version": 1
    },
    {
        "id": 2714,
        "name": "北藝大行政大樓",
        "address": "學園路一號同向(向西)",
        "lon": "121.47033",
        "lat": "25.13375",
        "version": 2
    },
    {
        "id": 2715,
        "name": "北藝大藝文生態館",
        "address": "光武路同向(向東)",
        "lon": "121.46607",
        "lat": "25.13182",
        "version": 1
    },
    {
        "id": 2717,
        "name": "歡仔園",
        "address": "僑中一街150號同向(向東)",
        "lon": "121.4447909",
        "lat": "25.0118181",
        "version": 1
    },
    {
        "id": 2718,
        "name": "人情味小鎮",
        "address": "福德一路1號同向(向北)",
        "lon": "121.6389682",
        "lat": "25.06990141",
        "version": 2
    },
    {
        "id": 2722,
        "name": "工建路",
        "address": "工建路199號同向(向東)",
        "lon": "121.6364257",
        "lat": "25.06210662",
        "version": 1
    },
    {
        "id": 2725,
        "name": "木南煤礦",
        "address": "康寧街251號同向(向西)",
        "lon": "121.62487",
        "lat": "25.067032",
        "version": 2
    },
    {
        "id": 2726,
        "name": "水都社區",
        "address": "工建路199號同向(向西)",
        "lon": "121.638587",
        "lat": "25.06364578",
        "version": 1
    },
    {
        "id": 2727,
        "name": "木南煤礦",
        "address": "康寧街267號對向(向東)",
        "lon": "121.624809",
        "lat": "25.066839",
        "version": 2
    },
    {
        "id": 2730,
        "name": "北山里",
        "address": "康寧街58號同向(向西)",
        "lon": "121.6188199",
        "lat": "25.06680801",
        "version": 1
    },
    {
        "id": 2735,
        "name": "北峰國小",
        "address": "福德一路296號同向(向南)",
        "lon": "121.6316",
        "lat": "25.06337",
        "version": 1
    },
    {
        "id": 2737,
        "name": "生活大國社區",
        "address": "地標同向(向南)",
        "lon": "121.6379764",
        "lat": "25.06833894",
        "version": 1
    },
    {
        "id": 2738,
        "name": "汐止",
        "address": "大同路二段535號同向(向東)",
        "lon": "121.66202",
        "lat": "25.06908",
        "version": 1
    },
    {
        "id": 2740,
        "name": "汐止行政中心",
        "address": "新北市汐止區新台五路一段274號(向東)",
        "lon": "121.6593",
        "lat": "25.06458",
        "version": 5
    },
    {
        "id": 2741,
        "name": "汐止行政中心",
        "address": "地標同向(向西)",
        "lon": "121.65913",
        "lat": "25.06478",
        "version": 3
    },
    {
        "id": 2746,
        "name": "汐止後車站",
        "address": "忠孝東路295號同向(向西)",
        "lon": "121.664198",
        "lat": "25.068736",
        "version": 4
    },
    {
        "id": 2749,
        "name": "汐止國小",
        "address": "大同路二段329-343號對向(向東)",
        "lon": "121.655744",
        "lat": "25.066697",
        "version": 2
    },
    {
        "id": 2750,
        "name": "汐止農會",
        "address": "新台五路236號對向(向東)",
        "lon": "121.657339",
        "lat": "25.063652",
        "version": 4
    },
    {
        "id": 2753,
        "name": "汐科站北站",
        "address": "大同路二段200號同向(向東)",
        "lon": "121.6522",
        "lat": "25.064077",
        "version": 3
    },
    {
        "id": 2754,
        "name": "汐科站南站",
        "address": "大同路二段11號同向(向東)",
        "lon": "121.647218863307",
        "lat": "25.0628093007884",
        "version": 2
    },
    {
        "id": 2756,
        "name": "伯爵山莊一",
        "address": "康寧街753巷側同向(向西)",
        "lon": "121.6390103",
        "lat": "25.07383644",
        "version": 3
    },
    {
        "id": 2757,
        "name": "伯爵山莊一",
        "address": "康寧街753巷同向(向東)",
        "lon": "121.639275",
        "lat": "25.073847",
        "version": 5
    },
    {
        "id": 2759,
        "name": "秀峰高中(忠孝東路)",
        "address": "忠孝東路208號同向(向西)",
        "lon": "121.661871",
        "lat": "25.066476",
        "version": 10
    },
    {
        "id": 2763,
        "name": "忠孝里活動中心",
        "address": "地標同向(向南)",
        "lon": "121.6397007",
        "lat": "25.06315929",
        "version": 1
    },
    {
        "id": 1165603272,
        "name": "頂湖山",
        "address": "竹子湖路64號標示牌對面(向北)",
        "lon": "121.540660",
        "lat": "25.173372",
        "version": 3
    },
    {
        "id": 2766,
        "name": "昊天嶺",
        "address": "大同路一段511號同向(向東)",
        "lon": "121.6454",
        "lat": "25.06217",
        "version": 1
    },
    {
        "id": 2768,
        "name": "明湖新村",
        "address": "康寧街+明峰街口同向(向東)",
        "lon": "121.63589",
        "lat": "25.07063",
        "version": 1
    },
    {
        "id": 1165603273,
        "name": "臺寶",
        "address": "臺北市竹子湖路臺寶農場旁(向西)",
        "lon": "121.556380790453",
        "lat": "25.1832921840912",
        "version": 5
    },
    {
        "id": 2772,
        "name": "社后派出所",
        "address": "中興路54號對向(向南)",
        "lon": "121.633067",
        "lat": "25.0638619",
        "version": 2
    },
    {
        "id": 2773,
        "name": "社后消防隊",
        "address": "福德二路185號(向東)",
        "lon": "121.6306945",
        "lat": "25.06511962",
        "version": 1
    },
    {
        "id": 2774,
        "name": "長安里",
        "address": "大同路三段257號同向(向東)",
        "lon": "121.67317",
        "lat": "25.07602",
        "version": 1
    },
    {
        "id": 2779,
        "name": "保安里",
        "address": "大同路三段355號同向(向東)",
        "lon": "121.6752456",
        "lat": "25.07299875",
        "version": 1
    },
    {
        "id": 2780,
        "name": "保長坑",
        "address": "大同路三段348號同向(向東)",
        "lon": "121.6801",
        "lat": "25.07111",
        "version": 1
    },
    {
        "id": 2781,
        "name": "南樟樹灣",
        "address": "大同路一段282號同向(向東)",
        "lon": "121.63454",
        "lat": "25.0575",
        "version": 1
    },
    {
        "id": 2784,
        "name": "柏克力托兒所",
        "address": "福德一路156號同向(向南)",
        "lon": "121.636666",
        "lat": "25.067",
        "version": 1
    },
    {
        "id": 2787,
        "name": "富信飯店",
        "address": "大同路一段149號同向(向東)",
        "lon": "121.632154496095",
        "lat": "25.0559674717685",
        "version": 6
    },
    {
        "id": 2791,
        "name": "康福里",
        "address": "福德一路86巷23號同向(向東)",
        "lon": "121.636666",
        "lat": "25.0695",
        "version": 1
    },
    {
        "id": 2792,
        "name": "理明社區",
        "address": "福德一路258號同向(向南)",
        "lon": "121.63328",
        "lat": "25.06468",
        "version": 1
    },
    {
        "id": 2793,
        "name": "連興街口",
        "address": "新台五路一段141號同向(向西)",
        "lon": "121.652844395479",
        "lat": "25.0620216874641",
        "version": 3
    },
    {
        "id": 2798,
        "name": "亞太科技園區",
        "address": "大同路三段422號同向(向北)",
        "lon": "121.683327",
        "lat": "25.072745",
        "version": 4
    },
    {
        "id": 2799,
        "name": "經貿園區",
        "address": "康寧街139號同向(向西)",
        "lon": "121.621242309823",
        "lat": "25.0666228369498",
        "version": 4
    },
    {
        "id": 2803,
        "name": "遠東世界中心",
        "address": "新台五路81號同向(向西)",
        "lon": "121.646151832258",
        "lat": "25.0608168661478",
        "version": 3
    },
    {
        "id": 2805,
        "name": "摩天鎮",
        "address": "大同路三段611-5號同向(向南)",
        "lon": "121.683273",
        "lat": "25.074762",
        "version": 1
    },
    {
        "id": 2806,
        "name": "樟江大橋",
        "address": "樟江大橋(向東)",
        "lon": "121.6447007",
        "lat": "25.07573198",
        "version": 3
    },
    {
        "id": 2808,
        "name": "樟樹一路口",
        "address": "樟樹一路1巷對面20公尺(向北)",
        "lon": "121.6416879",
        "lat": "25.06245347",
        "version": 2
    },
    {
        "id": 2810,
        "name": "樟樹國中",
        "address": "樟樹二路122號同向(向南)",
        "lon": "121.63978",
        "lat": "25.06528",
        "version": 1
    },
    {
        "id": 2811,
        "name": "樟樹灣",
        "address": "大同路一段503號同向(向東)",
        "lon": "121.638064203222",
        "lat": "25.059053346947",
        "version": 4
    },
    {
        "id": 2815,
        "name": "橋東",
        "address": "忠孝東路476號同向(向南)",
        "lon": "121.666164",
        "lat": "25.073605",
        "version": 2
    },
    {
        "id": 2817,
        "name": "橫科",
        "address": "大同路一段4號同向(向東)",
        "lon": "121.62138",
        "lat": "25.05483",
        "version": 1
    },
    {
        "id": 2820,
        "name": "福德里",
        "address": "220台灣新北市板橋區福德里(向東)",
        "lon": "121.465771",
        "lat": "25.002705",
        "version": 3
    },
    {
        "id": 2822,
        "name": "聯合報總部",
        "address": "大同路一段415號對向(向東)",
        "lon": "121.64224218651",
        "lat": "25.06082337435",
        "version": 2
    },
    {
        "id": 2824,
        "name": "土庫",
        "address": "北深路一段163號對面(向西)",
        "lon": "121.632806777056",
        "lat": "25.0109875470678",
        "version": 4
    },
    {
        "id": 2825,
        "name": "台新工廠",
        "address": "北深路三段106號同向(向東)",
        "lon": "121.60600921462",
        "lat": "25.001691820229",
        "version": 2
    },
    {
        "id": 2826,
        "name": "東南科技大學",
        "address": "北深路三段91-118號對向(向南)",
        "lon": "121.603377901623",
        "lat": "25.0028206689517",
        "version": 2
    },
    {
        "id": 2829,
        "name": "草地頭",
        "address": "北深路一段361號同向(向東)",
        "lon": "121.622497028375",
        "lat": "25.0049371027771",
        "version": 3
    },
    {
        "id": 2830,
        "name": "深坑",
        "address": "北深路二段191號同向(向南)",
        "lon": "121.612074528182",
        "lat": "25.001240884043",
        "version": 2
    },
    {
        "id": 8620,
        "name": "星雲街",
        "address": "星雲街31號同向(向西)",
        "lon": "121.5911913",
        "lat": "25.07865237",
        "version": 1
    },
    {
        "id": 8621,
        "name": "公館山",
        "address": "瑞光路104號同向(向北)",
        "lon": "121.581177",
        "lat": "25.071952",
        "version": 2
    },
    {
        "id": 8622,
        "name": "捷運大橋頭站",
        "address": "重慶北路上近民權西路(捷運大橋頭站1號出口)(重慶北路二段和民權西路口)(向南)",
        "lon": "121.513516380874",
        "lat": "25.0633249732882",
        "version": 2
    },
    {
        "id": 8624,
        "name": "涼州重慶路口",
        "address": "公車專用道(向南)",
        "lon": "121.513509342762",
        "lat": "25.060980060423",
        "version": 2
    },
    {
        "id": 8625,
        "name": "涼州重慶路口",
        "address": "涼州路上近重慶路二段同向(向北)",
        "lon": "121.5135455",
        "lat": "25.06066906",
        "version": 1
    },
    {
        "id": 8627,
        "name": "南港分局(重陽)",
        "address": "重陽路26號(向東)",
        "lon": "121.596717",
        "lat": "25.055561",
        "version": 2
    },
    {
        "id": 8629,
        "name": "康寧醫院",
        "address": "成功路五段406號對向(向北)",
        "lon": "121.6072451",
        "lat": "25.07543061",
        "version": 1
    },
    {
        "id": 8633,
        "name": "達人女中(臺灣戲曲學院)",
        "address": "內湖路2段306號旁同向(向西)",
        "lon": "121.58718",
        "lat": "25.08132",
        "version": 1
    },
    {
        "id": 8650,
        "name": "民權國小",
        "address": "民權東路四段與新中街交口對向(向西)",
        "lon": "121.5605346",
        "lat": "25.06265373",
        "version": 1
    },
    {
        "id": 8653,
        "name": "大直美堤花園三",
        "address": "樂群二路143號對面(向東)",
        "lon": "121.556649286559",
        "lat": "25.079873",
        "version": 4
    },
    {
        "id": 8661,
        "name": "陽光抽水站",
        "address": "舊宗路二段189號(向北)",
        "lon": "121.57446",
        "lat": "25.07204",
        "version": 1
    },
    {
        "id": 8663,
        "name": "上灣仔",
        "address": "成功路二段179號對面(向北)",
        "lon": "121.590714855835",
        "lat": "25.066818699184",
        "version": 2
    },
    {
        "id": 8665,
        "name": "敬業四路",
        "address": "敬業四路口往南200M(向南)",
        "lon": "121.5584464",
        "lat": "25.08185576",
        "version": 1
    },
    {
        "id": 8666,
        "name": "三民國中",
        "address": "民權東路六段78號同向(向西)",
        "lon": "121.58556",
        "lat": "25.06901",
        "version": 1
    },
    {
        "id": 8670,
        "name": "文湖國小",
        "address": "內湖路一段99號同向(向西)",
        "lon": "121.561535778783",
        "lat": "25.0843810062584",
        "version": 2
    },
    {
        "id": 8671,
        "name": "三民國小",
        "address": "民權東路五段12號(向東)",
        "lon": "121.56362",
        "lat": "25.06283",
        "version": 3
    },
    {
        "id": 8672,
        "name": "福華商場",
        "address": "民權東路六段131號同向(向西)",
        "lon": "121.59362",
        "lat": "25.06897",
        "version": 1
    },
    {
        "id": 8673,
        "name": "國防醫學院(網球中心)",
        "address": "民權東路六段173號向西20M同向(向西)",
        "lon": "121.59613",
        "lat": "25.06831",
        "version": 2
    },
    {
        "id": 2607,
        "name": "林家花園",
        "address": "西門街16號同向(向東)",
        "lon": "121.4545959",
        "lat": "25.01118631",
        "version": 1
    },
    {
        "id": 2613,
        "name": "捷運府中站(府中路)",
        "address": "府中路53號(向東)",
        "lon": "121.458467",
        "lat": "25.009063",
        "version": 5
    },
    {
        "id": 2614,
        "name": "板橋戶政事務所",
        "address": "中正路27號同向(向南)",
        "lon": "121.4561617",
        "lat": "25.01274499",
        "version": 6
    },
    {
        "id": 2624,
        "name": "板橋國中(435藝文特區)",
        "address": "中正路342號同向(向南)",
        "lon": "121.4542405",
        "lat": "25.02285003",
        "version": 1
    },
    {
        "id": 2629,
        "name": "長安街一",
        "address": "長安街223巷同向(向北)",
        "lon": "121.45954",
        "lat": "25.08286",
        "version": 2
    },
    {
        "id": 2632,
        "name": "南雅站",
        "address": "地標同向(向東)",
        "lon": "121.45162",
        "lat": "24.9944",
        "version": 1
    },
    {
        "id": 2636,
        "name": "後站商圈",
        "address": "館前東路29號同向(向東)",
        "lon": "121.4607",
        "lat": "25.007283",
        "version": 1
    },
    {
        "id": 2637,
        "name": "後站商圈",
        "address": "中山路一段22號對向(向西)",
        "lon": "121.459999",
        "lat": "25.0081",
        "version": 1
    },
    {
        "id": 2642,
        "name": "埔墘派出所",
        "address": "中山路二段312號同向(向東)",
        "lon": "121.48066",
        "lat": "25.01945",
        "version": 2
    },
    {
        "id": 2644,
        "name": "海山高中",
        "address": "漢生東路215號同向(向南)",
        "lon": "121.47048",
        "lat": "25.01053",
        "version": 4
    },
    {
        "id": 2650,
        "name": "萬坪公園",
        "address": "文化路一段51號對向(向東)",
        "lon": "121.460745",
        "lat": "25.013386",
        "version": 3
    },
    {
        "id": 2652,
        "name": "國立臺灣藝術大學",
        "address": "大觀路一段55號同向(向南)",
        "lon": "121.4476185",
        "lat": "25.00721049",
        "version": 2
    },
    {
        "id": 2656,
        "name": "捷運江子翠站",
        "address": "文化路二段384號同向(向東)",
        "lon": "121.47362",
        "lat": "25.03116",
        "version": 1
    },
    {
        "id": 2661,
        "name": "捷運新埔站",
        "address": "文化路二段14號同向(向東)",
        "lon": "121.46891",
        "lat": "25.02419",
        "version": 1
    },
    {
        "id": 2664,
        "name": "莊敬公園",
        "address": "萬板路5號同向(向南)",
        "lon": "121.4702934",
        "lat": "25.02090916",
        "version": 1
    },
    {
        "id": 2668,
        "name": "華江橋",
        "address": "文化路二段518號同向(向東)",
        "lon": "121.4760495",
        "lat": "25.03388107",
        "version": 3
    },
    {
        "id": 2670,
        "name": "郵局",
        "address": "國慶路161之4號同向(向南)",
        "lon": "121.4620205",
        "lat": "24.99628371",
        "version": 1
    },
    {
        "id": 6696,
        "name": "長安新生北路口",
        "address": "新生北路一段59號之1(向北)",
        "lon": "121.5293",
        "lat": "25.04879",
        "version": 1
    },
    {
        "id": 6697,
        "name": "南京新生北路口",
        "address": "新生北路一段83號(向北)",
        "lon": "121.5282",
        "lat": "25.05085",
        "version": 3
    },
    {
        "id": 6698,
        "name": "吉林國小",
        "address": "新生北路二段31號(向北)",
        "lon": "121.52765",
        "lat": "25.05411",
        "version": 1
    },
    {
        "id": 6702,
        "name": "捷運松江南京站",
        "address": "松江路115號同向(捷運松江南京站4號出口)往行天宮(向北)",
        "lon": "121.533087",
        "lat": "25.0517997",
        "version": 1
    },
    {
        "id": 6704,
        "name": "捷運行天宮站",
        "address": "松江路同向(向北)",
        "lon": "121.533176617617",
        "lat": "25.057613818954",
        "version": 4
    },
    {
        "id": 6705,
        "name": "民權松江路口",
        "address": "民權東路二段上近松江路同向(向北)",
        "lon": "121.53321393502",
        "lat": "25.062118989233",
        "version": 3
    },
    {
        "id": 6706,
        "name": "行天宮",
        "address": "松江路378號(向北)",
        "lon": "121.533394",
        "lat": "25.063292",
        "version": 2
    },
    {
        "id": 6710,
        "name": "自來水事業處",
        "address": "長興街131號對向(向北)",
        "lon": "121.547575202612",
        "lat": "25.0152802961331",
        "version": 2
    },
    {
        "id": 6713,
        "name": "一女中(公園)",
        "address": "公園路21號旁(向北)",
        "lon": "121.515136595156",
        "lat": "25.0368285357308",
        "version": 3
    },
    {
        "id": 6715,
        "name": "臺北車站(公園)",
        "address": "公園路15號之2(向北)",
        "lon": "121.516890",
        "lat": "25.044096",
        "version": 5
    },
    {
        "id": 6717,
        "name": "建國中學(歷史博物館)",
        "address": "南海路37號(向西)",
        "lon": "121.512879",
        "lat": "25.031565",
        "version": 2
    },
    {
        "id": 6722,
        "name": "市政府(松智)",
        "address": "松智路市政府東側(向南)",
        "lon": "121.5653434",
        "lat": "25.03683458",
        "version": 1
    },
    {
        "id": 6725,
        "name": "公園",
        "address": "景雲街39號(向東)",
        "lon": "121.57567510185",
        "lat": "25.01739624988",
        "version": 2
    },
    {
        "id": 6729,
        "name": "聯勤技術訓練中心",
        "address": "信義路五段150巷445弄17號(向南)",
        "lon": "121.571883",
        "lat": "25.022604",
        "version": 2
    },
    {
        "id": 6732,
        "name": "成福路口",
        "address": "福德街350號(向西)",
        "lon": "121.588445117812",
        "lat": "25.0395580004129",
        "version": 2
    },
    {
        "id": 6734,
        "name": "福德國小",
        "address": "福德街278號同向(向西)",
        "lon": "121.586342880983",
        "lat": "25.0389716224663",
        "version": 2
    },
    {
        "id": 6736,
        "name": "敦南美景",
        "address": "福興路65號(向北)",
        "lon": "121.55005",
        "lat": "25.00366",
        "version": 1
    },
    {
        "id": 6739,
        "name": "敦南如意",
        "address": "興隆路二203巷120號同向(向東)",
        "lon": "121.54767",
        "lat": "25.00311",
        "version": 1
    },
    {
        "id": 6753,
        "name": "北峰國小",
        "address": "福德一路296號同向(向北)",
        "lon": "121.63165",
        "lat": "25.06338",
        "version": 1
    },
    {
        "id": 6917,
        "name": "新生南路口",
        "address": "仁愛路三段17號同向(向西)",
        "lon": "121.53411",
        "lat": "25.03829",
        "version": 1
    },
    {
        "id": 6920,
        "name": "捷運信義安和站(安和)",
        "address": "安和路86號同向(向北)",
        "lon": "121.5526055",
        "lat": "25.03414061",
        "version": 1
    },
    {
        "id": 6922,
        "name": "國父紀念館",
        "address": "仁愛路上近逸仙路同向(向西)",
        "lon": "121.5609264",
        "lat": "25.03768543",
        "version": 1
    },
    {
        "id": 6923,
        "name": "仁愛光復路口",
        "address": "仁愛路上近光復南路同向(向西)",
        "lon": "121.55781",
        "lat": "25.0377",
        "version": 1
    },
    {
        "id": 6924,
        "name": "仁愛安和路口",
        "address": "仁愛路四段上近安和路同向(向西)",
        "lon": "121.551695853635",
        "lat": "25.037852136728",
        "version": 3
    },
    {
        "id": 6925,
        "name": "仁愛國泰醫院",
        "address": "仁愛路四段上近仁愛路四段216巷同向(向西)",
        "lon": "121.553215911831",
        "lat": "25.0378288007837",
        "version": 2
    },
    {
        "id": 6927,
        "name": "捷運台北101/世貿站(信義)",
        "address": "信義路五段16號(向東)",
        "lon": "121.564536",
        "lat": "25.032802",
        "version": 3
    },
    {
        "id": 6929,
        "name": "信義行政中心(信義)",
        "address": "信義路五段15號(向西)",
        "lon": "121.566687674056",
        "lat": "25.0329497897498",
        "version": 2
    },
    {
        "id": 6932,
        "name": "松友新村",
        "address": "福德街72號(向西)",
        "lon": "121.580964",
        "lat": "25.037055",
        "version": 3
    },
    {
        "id": 6933,
        "name": "南昌家具街",
        "address": "臺北市南昌路二段85號(向北)",
        "lon": "121.520842984034",
        "lat": "25.0270778477608",
        "version": 2
    },
    {
        "id": 6937,
        "name": "奉天宮",
        "address": "福德街159號對向(向西)",
        "lon": "121.58325",
        "lat": "25.03789",
        "version": 1
    },
    {
        "id": 6939,
        "name": "捷運東門站",
        "address": "信義路二段上近金山南路同向(向西)",
        "lon": "121.526986",
        "lat": "25.03423231",
        "version": 1
    },
    {
        "id": 6943,
        "name": "仁愛林森路口",
        "address": "仁愛路一段上近林森南路同向(向西)",
        "lon": "121.5211551",
        "lat": "25.03891262",
        "version": 1
    },
    {
        "id": 6945,
        "name": "河堤國小",
        "address": "汀洲路二段247號同向(向西)",
        "lon": "121.523149018086",
        "lat": "25.0230486091138",
        "version": 3
    },
    {
        "id": 6946,
        "name": "強恕中學",
        "address": "汀洲路二段130號同向(向西)",
        "lon": "121.520519399553",
        "lat": "25.0247432949757",
        "version": 3
    },
    {
        "id": 6947,
        "name": "廈門街口",
        "address": "汀州路二段81號同向(向西)",
        "lon": "121.518108688499",
        "lat": "25.0253055164294",
        "version": 3
    },
    {
        "id": 6950,
        "name": "龍口市場",
        "address": "汀洲路一段117號同向(向西)",
        "lon": "121.5092254",
        "lat": "25.02823096",
        "version": 1
    },
    {
        "id": 6989,
        "name": "五常街口",
        "address": "復興北路447號(向南)",
        "lon": "121.5440531",
        "lat": "25.06369319",
        "version": 1
    },
    {
        "id": 6992,
        "name": "復興南路(中崙里)",
        "address": "復興南路一段57號(向北)",
        "lon": "121.5440095",
        "lat": "25.04648056",
        "version": 3
    },
    {
        "id": 6993,
        "name": "捷運忠孝復興站",
        "address": "復興南路一段133號(向北)",
        "lon": "121.543910",
        "lat": "25.042932",
        "version": 2
    },
    {
        "id": 6994,
        "name": "和安里",
        "address": "復興南路一段273號(向北)",
        "lon": "121.543866",
        "lat": "25.035508",
        "version": 1
    },
    {
        "id": 6995,
        "name": "捷運大安站(復興)",
        "address": "復興南路一段305號(向北)",
        "lon": "121.54387",
        "lat": "25.0341",
        "version": 3
    },
    {
        "id": 6996,
        "name": "大安高工",
        "address": "復興南路二段33號(向北)",
        "lon": "121.5436779",
        "lat": "25.0319747",
        "version": 1
    },
    {
        "id": 7002,
        "name": "實踐國中",
        "address": "辛亥路七段53號同向(向北)",
        "lon": "121.55435",
        "lat": "24.98456",
        "version": 1
    },
    {
        "id": 7003,
        "name": "中港抽水站",
        "address": "辛亥路七段12號同向(向北)",
        "lon": "121.553332059894",
        "lat": "24.9865677374486",
        "version": 2
    },
    {
        "id": 7004,
        "name": "臺北醫學大學",
        "address": "莊敬路309號同向(向北)",
        "lon": "121.563488827932",
        "lat": "25.0282411640192",
        "version": 3
    },
    {
        "id": 7207,
        "name": "惇敘工商(泉源)",
        "address": "泉源路221號(向北)",
        "lon": "121.52702",
        "lat": "25.14425",
        "version": 1
    },
    {
        "id": 7208,
        "name": "惇敘工商(行義)",
        "address": "行義路456號(向北)",
        "lon": "121.52727",
        "lat": "25.14348",
        "version": 4
    },
    {
        "id": 7210,
        "name": "新北投",
        "address": "泉源路1巷(向南)",
        "lon": "121.504158979648",
        "lat": "25.1376964610609",
        "version": 4
    },
    {
        "id": 7212,
        "name": "新北投",
        "address": "泉源路1巷(向北)",
        "lon": "121.504307",
        "lat": "25.137748",
        "version": 4
    },
    {
        "id": 7214,
        "name": "行義路",
        "address": "行義路158巷(向南)",
        "lon": "121.5279257",
        "lat": "25.13056285",
        "version": 1
    },
    {
        "id": 7216,
        "name": "行義路三",
        "address": "行義路296之2號(向南)",
        "lon": "121.528164",
        "lat": "25.137649",
        "version": 4
    },
    {
        "id": 7217,
        "name": "行義路二",
        "address": "行義路260巷(向南)",
        "lon": "121.5286395",
        "lat": "25.13577979",
        "version": 3
    },
    {
        "id": 7218,
        "name": "行義路一",
        "address": "行義路184巷(向南)",
        "lon": "121.5283054",
        "lat": "25.13284684",
        "version": 3
    },
    {
        "id": 7221,
        "name": "洲美國小",
        "address": "洲美街84巷(向北)",
        "lon": "121.5029624",
        "lat": "25.10091287",
        "version": 1
    },
    {
        "id": 7225,
        "name": "洲美里",
        "address": "洲美街274巷(向北)",
        "lon": "121.500102",
        "lat": "25.102928",
        "version": 3
    },
    {
        "id": 7227,
        "name": "石門",
        "address": "公館路146號(向南)",
        "lon": "121.50566",
        "lat": "25.12933",
        "version": 1
    },
    {
        "id": 7229,
        "name": "石門",
        "address": "公館路145巷口(向北)",
        "lon": "121.5056715",
        "lat": "25.12939742",
        "version": 1
    },
    {
        "id": 7263,
        "name": "捷運芝山站(福華)",
        "address": "福華路127號南側10公尺(向北)",
        "lon": "121.522316",
        "lat": "25.104075",
        "version": 4
    },
    {
        "id": 7603,
        "name": "成功中學(濟南)",
        "address": "林森南路8號(向東)",
        "lon": "121.5229238",
        "lat": "25.04232294",
        "version": 1
    },
    {
        "id": 7604,
        "name": "北平林森路口",
        "address": "林森北路7-2號(向北)",
        "lon": "121.523978",
        "lat": "25.046759",
        "version": 2
    },
    {
        "id": 7605,
        "name": "捷運善導寺站",
        "address": "林森北路上近北平東路口(向南)",
        "lon": "121.5235453",
        "lat": "25.04586572",
        "version": 1
    },
    {
        "id": 7606,
        "name": "景福宮",
        "address": "林森北路637號同向(向北)",
        "lon": "121.5258353",
        "lat": "25.06698732",
        "version": 1
    },
    {
        "id": 7610,
        "name": "長春國小",
        "address": "長春路176號(向西)",
        "lon": "121.534178",
        "lat": "25.05490495",
        "version": 1
    },
    {
        "id": 7613,
        "name": "長春市場",
        "address": "長春路348之5號同向(向東)",
        "lon": "121.5417353",
        "lat": "25.05452842",
        "version": 1
    },
    {
        "id": 7615,
        "name": "亞太科技園區",
        "address": "大同路三段430號(向南)",
        "lon": "121.682809",
        "lat": "25.072605",
        "version": 6
    },
    {
        "id": 7616,
        "name": "昊天嶺",
        "address": "大同路一段505號(向西)",
        "lon": "121.645155805016",
        "lat": "25.0622712104051",
        "version": 2
    },
    {
        "id": 7619,
        "name": "世電社區",
        "address": "中興路204號(向北)",
        "lon": "121.631401137544",
        "lat": "25.0660033327685",
        "version": 2
    },
    {
        "id": 7621,
        "name": "社后派出所",
        "address": "中興路110巷(向北)",
        "lon": "121.6330909",
        "lat": "25.06418015",
        "version": 2
    },
    {
        "id": 7624,
        "name": "工建路",
        "address": "工建路206號對面(向南)",
        "lon": "121.6361251",
        "lat": "25.06224565",
        "version": 2
    },
    {
        "id": 7625,
        "name": "保安里",
        "address": "大同路三段333號(向西)",
        "lon": "121.6749",
        "lat": "25.0739",
        "version": 1
    },
    {
        "id": 7626,
        "name": "聯合報總部",
        "address": "大同路一段415號(向西)",
        "lon": "121.64195",
        "lat": "25.061",
        "version": 1
    },
    {
        "id": 7627,
        "name": "汐科站北站",
        "address": "大同路二段229號同向(向西)",
        "lon": "121.652965",
        "lat": "25.064827",
        "version": 3
    },
    {
        "id": 7629,
        "name": "汐止國小",
        "address": "大同路二段278號同向(向西)",
        "lon": "121.654564",
        "lat": "25.066335",
        "version": 2
    },
    {
        "id": 7630,
        "name": "汐止公園",
        "address": "大同路二段462號(向西)",
        "lon": "121.65992",
        "lat": "25.06781",
        "version": 2
    },
    {
        "id": 7632,
        "name": "國泰醫院",
        "address": "地標同向(向西)",
        "lon": "121.66475",
        "lat": "25.07167",
        "version": 2
    },
    {
        "id": 7633,
        "name": "保長坑",
        "address": "大同路三段324號同向(向西)",
        "lon": "121.67919",
        "lat": "25.07129",
        "version": 1
    },
    {
        "id": 7635,
        "name": "長安里",
        "address": "大同路三段243-245號同向(向西)",
        "lon": "121.67317",
        "lat": "25.0763",
        "version": 1
    },
    {
        "id": 7636,
        "name": "經貿園區",
        "address": "康寧街163號對向(向東)",
        "lon": "121.622098011234",
        "lat": "25.0666077871618",
        "version": 4
    },
    {
        "id": 7642,
        "name": "北峰里",
        "address": "康寧街380號(向東)",
        "lon": "121.629117363563",
        "lat": "25.0677343782937",
        "version": 3
    },
    {
        "id": 7643,
        "name": "北峰里",
        "address": "康寧街381號同向(向西)",
        "lon": "121.6290492",
        "lat": "25.06780312",
        "version": 1
    },
    {
        "id": 7231,
        "name": "奇岩新村",
        "address": "公館路253號同向(向北)",
        "lon": "121.50829",
        "lat": "25.12566",
        "version": 1
    },
    {
        "id": 7233,
        "name": "奇岩一站",
        "address": "公館路350號對向(向北)",
        "lon": "121.50476",
        "lat": "25.12314",
        "version": 1
    },
    {
        "id": 7234,
        "name": "崇仁路口",
        "address": "公館路403號同向(向南)",
        "lon": "121.50284",
        "lat": "25.12247",
        "version": 2
    },
    {
        "id": 7235,
        "name": "桃源國中",
        "address": "中央北路四段76號同向(向北)",
        "lon": "121.478440868605",
        "lat": "25.1351608392722",
        "version": 2
    },
    {
        "id": 7236,
        "name": "秀山里",
        "address": "中和街492號(向西)",
        "lon": "121.494135327259",
        "lat": "25.1454283711567",
        "version": 2
    },
    {
        "id": 7237,
        "name": "中和里",
        "address": "中和街280之1號同向(向北)",
        "lon": "121.498822886077",
        "lat": "25.1422718056895",
        "version": 2
    },
    {
        "id": 7238,
        "name": "中和街",
        "address": "中和街232號(向北)",
        "lon": "121.501688456724",
        "lat": "25.1392080991718",
        "version": 2
    },
    {
        "id": 7241,
        "name": "中央南路",
        "address": "中央南路一段46號(向南)",
        "lon": "121.50131769692",
        "lat": "25.1321537676007",
        "version": 2
    },
    {
        "id": 7242,
        "name": "致遠新村",
        "address": "秀山路31號(向南)",
        "lon": "121.490788784285",
        "lat": "25.1430158716225",
        "version": 2
    },
    {
        "id": 7243,
        "name": "北投市場(公館路)",
        "address": "公館路59號同向(向北)",
        "lon": "121.50369",
        "lat": "25.13267",
        "version": 2
    },
    {
        "id": 7244,
        "name": "福安宮",
        "address": "公館路85巷口同向(向北)",
        "lon": "121.504679",
        "lat": "25.13111",
        "version": 1
    },
    {
        "id": 7247,
        "name": "明德路",
        "address": "明德路132號(向北)",
        "lon": "121.520549",
        "lat": "25.110161",
        "version": 2
    },
    {
        "id": 7248,
        "name": "奎山國中",
        "address": "明德路221號對面(向北)",
        "lon": "121.521978",
        "lat": "25.112694",
        "version": 5
    },
    {
        "id": 7249,
        "name": "宏國新村",
        "address": "明德路323號(向西)",
        "lon": "121.520452",
        "lat": "25.115554",
        "version": 3
    },
    {
        "id": 7255,
        "name": "士林高商",
        "address": "士商路149號(向北)",
        "lon": "121.517616379607",
        "lat": "25.0939491036857",
        "version": 2
    },
    {
        "id": 7257,
        "name": "重陽橋",
        "address": "中正路618號同向(向西)",
        "lon": "121.508523654187",
        "lat": "25.0867169999545",
        "version": 2
    },
    {
        "id": 7261,
        "name": "陽明戲院",
        "address": "文林路76號同向(向北)",
        "lon": "121.5260219",
        "lat": "25.0874398",
        "version": 1
    },
    {
        "id": 7262,
        "name": "捷運芝山站(福國)",
        "address": "捷運芝山站1號出口對面(福國路南側)(向東)",
        "lon": "121.522741",
        "lat": "25.101765",
        "version": 3
    },
    {
        "id": 7646,
        "name": "湖濱別墅",
        "address": "地標同向(向北)",
        "lon": "121.63466",
        "lat": "25.06948",
        "version": 1
    },
    {
        "id": 7647,
        "name": "泛碟科技",
        "address": "福德一路379號同向(向北)",
        "lon": "121.628160",
        "lat": "25.061118",
        "version": 3
    },
    {
        "id": 7649,
        "name": "大樹木業",
        "address": "福德一路305號(向西)",
        "lon": "121.63",
        "lat": "25.06244",
        "version": 2
    },
    {
        "id": 7650,
        "name": "環河里",
        "address": "福德一路446號同向(向北)",
        "lon": "121.62589",
        "lat": "25.05923",
        "version": 1
    },
    {
        "id": 7651,
        "name": "環河里",
        "address": "福德一路452號前(529637號路燈燈桿旁)(向南)",
        "lon": "121.62608",
        "lat": "25.05941",
        "version": 2
    },
    {
        "id": 7652,
        "name": "康福里",
        "address": "福德一路86巷32號(向西)",
        "lon": "121.63799",
        "lat": "25.06953",
        "version": 1
    },
    {
        "id": 7656,
        "name": "連興街口",
        "address": "新台五路156號同向(向東)",
        "lon": "121.65414",
        "lat": "25.06234",
        "version": 1
    },
    {
        "id": 7660,
        "name": "東方科學園區",
        "address": "地標對向(向西)",
        "lon": "121.64922",
        "lat": "25.06145",
        "version": 1
    },
    {
        "id": 7670,
        "name": "伯爵山莊",
        "address": "康寧街與伯爵街入口對面(向東)",
        "lon": "121.641688",
        "lat": "25.075192",
        "version": 3
    },
    {
        "id": 7672,
        "name": "生活大國社區",
        "address": "福德一路88號同向(向北)",
        "lon": "121.63801",
        "lat": "25.06857",
        "version": 1
    },
    {
        "id": 7674,
        "name": "台北奇蹟",
        "address": "福德一路186號(向北)",
        "lon": "121.63514",
        "lat": "25.06537",
        "version": 4
    },
    {
        "id": 7675,
        "name": "理明社區",
        "address": "福德一路253號同向(向北)",
        "lon": "121.633587",
        "lat": "25.064615",
        "version": 2
    },
    {
        "id": 7677,
        "name": "福安宮",
        "address": "樟樹二路328號同向(向北)",
        "lon": "121.6416509",
        "lat": "25.07051098",
        "version": 1
    },
    {
        "id": 7680,
        "name": "忠孝里活動中心",
        "address": "地標同向(向北)",
        "lon": "121.6397283",
        "lat": "25.06337261",
        "version": 1
    },
    {
        "id": 7683,
        "name": "半島花園",
        "address": "樟樹路二段532號同向(向東)",
        "lon": "121.64357",
        "lat": "25.07384",
        "version": 2
    },
    {
        "id": 7685,
        "name": "福德里",
        "address": "220台灣新北市板橋區福德里(向西)",
        "lon": "121.466350",
        "lat": "25.002914",
        "version": 3
    },
    {
        "id": 7686,
        "name": "大汐止百貨",
        "address": "福德二路102號同向(向西)",
        "lon": "121.6325665",
        "lat": "25.06618342",
        "version": 1
    },
    {
        "id": 7687,
        "name": "社后消防隊",
        "address": "福德二路166號同向(向西)",
        "lon": "121.631",
        "lat": "25.065333",
        "version": 1
    },
    {
        "id": 2838,
        "name": "深美橋",
        "address": "蘇府王爺左側(向南)",
        "lon": "121.623257111041",
        "lat": "25.0053470306506",
        "version": 2
    },
    {
        "id": 2839,
        "name": "萬順寮",
        "address": "北深路三段171號對向(向西)",
        "lon": "121.600780470525",
        "lat": "25.003972883576",
        "version": 2
    },
    {
        "id": 2840,
        "name": "僑新新村",
        "address": "北深路一段91號同向(向西)",
        "lon": "121.636200049589",
        "lat": "25.0107960445339",
        "version": 2
    },
    {
        "id": 2841,
        "name": "翠谷山莊",
        "address": "翠谷街1號同向(向南)",
        "lon": "121.627291972304",
        "lat": "25.0075862762931",
        "version": 2
    },
    {
        "id": 2843,
        "name": "變電所",
        "address": "北深路二段51號同向(向西)",
        "lon": "121.618530798628",
        "lat": "25.0039515057549",
        "version": 3
    },
    {
        "id": 2844,
        "name": "八分寮",
        "address": "北深路一段38號同向(向北)",
        "lon": "121.641353128959",
        "lat": "25.0111469447585",
        "version": 2
    },
    {
        "id": 2846,
        "name": "石碇高中",
        "address": "八分寮31號同向(向西)",
        "lon": "121.643397627735",
        "lat": "25.012111368084",
        "version": 2
    },
    {
        "id": 2849,
        "name": "廿張路口",
        "address": "中正路468號同向(向北)",
        "lon": "121.5339096",
        "lat": "24.98024368",
        "version": 2
    },
    {
        "id": 2850,
        "name": "十四份",
        "address": "安和路二段91號同向(向南)",
        "lon": "121.51843",
        "lat": "24.96923",
        "version": 1
    },
    {
        "id": 2854,
        "name": "大坪林",
        "address": "北新路三段59之1號同向(向南)",
        "lon": "121.541691",
        "lat": "24.980858",
        "version": 2
    },
    {
        "id": 2855,
        "name": "大坪頂",
        "address": "安康路一段75號同向(向南)",
        "lon": "121.5298664",
        "lat": "24.9612176",
        "version": 1
    },
    {
        "id": 2856,
        "name": "三城",
        "address": "安康路三段425巷對面(向南)",
        "lon": "121.483390",
        "lat": "24.950250",
        "version": 2
    },
    {
        "id": 2857,
        "name": "下城里",
        "address": "安康路一段152號同向(向東)",
        "lon": "121.5259804",
        "lat": "24.96294489",
        "version": 2
    },
    {
        "id": 2859,
        "name": "大茅埔",
        "address": "安康路二段385號同向(向南)",
        "lon": "121.49446",
        "lat": "24.95435802",
        "version": 1
    },
    {
        "id": 2860,
        "name": "大崎腳",
        "address": "北宜路二段286號同向(向南)",
        "lon": "121.5611064",
        "lat": "24.95414491",
        "version": 1
    },
    {
        "id": 2861,
        "name": "土銀訓練中心",
        "address": "北宜路二段66之70號同向(向南)",
        "lon": "121.550125",
        "lat": "24.952209",
        "version": 2
    },
    {
        "id": 2864,
        "name": "中正環河路口",
        "address": "中正路688號同向(向北)",
        "lon": "121.534076",
        "lat": "24.99098775",
        "version": 1
    },
    {
        "id": 2866,
        "name": "中央印製廠",
        "address": "安康路三段260號同向(向西)",
        "lon": "121.488257",
        "lat": "24.951867",
        "version": 2
    },
    {
        "id": 2867,
        "name": "中央新村(捷運小碧潭站)",
        "address": "新北市新店區中央路149號對面(214號同向)(向西)",
        "lon": "121.52988",
        "lat": "24.97344",
        "version": 5
    },
    {
        "id": 2868,
        "name": "中央新城",
        "address": "安康路三段165巷1之5號同向(向東)",
        "lon": "121.48979",
        "lat": "24.95173",
        "version": 1
    },
    {
        "id": 2870,
        "name": "中正國宅",
        "address": "中正路265號同向(向東)",
        "lon": "121.5375274",
        "lat": "24.9742759",
        "version": 6
    },
    {
        "id": 2871,
        "name": "中正路口",
        "address": "中正路160號同向(向西)",
        "lon": "121.5418155",
        "lat": "24.97155846",
        "version": 1
    },
    {
        "id": 2875,
        "name": "五峰國中",
        "address": "中興路一段252號同向(向南)",
        "lon": "121.544137",
        "lat": "24.966262",
        "version": 1
    },
    {
        "id": 2876,
        "name": "公崙新村",
        "address": "安康路二段109號同向(向南)",
        "lon": "121.5129183",
        "lat": "24.96278426",
        "version": 1
    },
    {
        "id": 2879,
        "name": "中興路一段",
        "address": "中興路一段141號同向(向南)",
        "lon": "121.5421083",
        "lat": "24.96384894",
        "version": 1
    },
    {
        "id": 2880,
        "name": "中興路二段",
        "address": "中興路二段73號同向(向南)",
        "lon": "121.546742282979",
        "lat": "24.97090293731",
        "version": 2
    },
    {
        "id": 2882,
        "name": "及人中學",
        "address": "安和路二段9號同向(向南)",
        "lon": "121.5177866",
        "lat": "24.96730265",
        "version": 1
    },
    {
        "id": 2883,
        "name": "文山國中",
        "address": "北宜路一段40號同向(向南)",
        "lon": "121.538987",
        "lat": "24.955393",
        "version": 2
    },
    {
        "id": 2884,
        "name": "廿張路口",
        "address": "中正路417號同向(向南)",
        "lon": "121.5337264",
        "lat": "24.98012675",
        "version": 2
    },
    {
        "id": 2887,
        "name": "台北菸廠",
        "address": "安康路二段191號同向(向北)",
        "lon": "121.5088401",
        "lat": "24.95889623",
        "version": 1
    },
    {
        "id": 2890,
        "name": "北新公寓",
        "address": "寶橋路49號同向(向西)",
        "lon": "121.54475",
        "lat": "24.97479",
        "version": 1
    },
    {
        "id": 2893,
        "name": "民權工業區一",
        "address": "新北市新店區民權路118號(向西)",
        "lon": "121.535164",
        "lat": "24.982702",
        "version": 8
    },
    {
        "id": 2894,
        "name": "石頭厝",
        "address": "安和路二段163之8號同向(向南)",
        "lon": "121.5188677",
        "lat": "24.97410976",
        "version": 1
    },
    {
        "id": 2897,
        "name": "安和里",
        "address": "安和路三段29-4號同向(向南)",
        "lon": "121.5175586",
        "lat": "24.98167813",
        "version": 2
    },
    {
        "id": 2898,
        "name": "安和里",
        "address": "安和路三段29-4號同向(向北)",
        "lon": "121.5172578",
        "lat": "24.98090476",
        "version": 1
    },
    {
        "id": 2899,
        "name": "安和路二段",
        "address": "新店區安和路二段225號(向南)",
        "lon": "121.517269",
        "lat": "24.975951",
        "version": 3
    },
    {
        "id": 2901,
        "name": "仁康醫院",
        "address": "安康路二段317號同向(向南)",
        "lon": "121.499692",
        "lat": "24.956813",
        "version": 3
    },
    {
        "id": 2902,
        "name": "安祥路口",
        "address": "安康路二段391號同向(向南)",
        "lon": "121.491777",
        "lat": "24.9554",
        "version": 1
    },
    {
        "id": 2903,
        "name": "江陵二村",
        "address": "復興路40號同向(向東)",
        "lon": "121.5385187",
        "lat": "24.98670972",
        "version": 1
    },
    {
        "id": 1919,
        "name": "行政院",
        "address": "中山北路一段30號對向(向北)",
        "lon": "121.520239869754",
        "lat": "25.046578538214",
        "version": 4
    },
    {
        "id": 1920,
        "name": "自強市場",
        "address": "重慶南路三段96號同向(向南)",
        "lon": "121.516314519426",
        "lat": "25.0254336064645",
        "version": 3
    },
    {
        "id": 1924,
        "name": "和平中華路口",
        "address": "和平西路二段142號同向(向東)",
        "lon": "121.5062725",
        "lat": "25.03242295",
        "version": 2
    },
    {
        "id": 1925,
        "name": "和平西路一段",
        "address": "和平西路一段102號同向(向西)",
        "lon": "121.517263",
        "lat": "25.026994",
        "version": 2
    },
    {
        "id": 1926,
        "name": "聯合醫院和平院區",
        "address": "中華路二段15號對向(向南)",
        "lon": "121.506507520259",
        "lat": "25.0364933609706",
        "version": 2
    },
    {
        "id": 1930,
        "name": "忠孝國小",
        "address": "忠孝東路二段98號同向(向東)",
        "lon": "121.5304594",
        "lat": "25.0428727",
        "version": 1
    },
    {
        "id": 1935,
        "name": "仁愛杭州路口",
        "address": "杭州南路一段127號同向(向北)",
        "lon": "121.52487",
        "lat": "25.03676",
        "version": 1
    },
    {
        "id": 1936,
        "name": "東吳大學城中校區",
        "address": "貴陽街一段235號同向(向東)",
        "lon": "121.5091008",
        "lat": "25.0390539",
        "version": 1
    },
    {
        "id": 1938,
        "name": "河堤國小",
        "address": "汀州路二段206號同向(向東)",
        "lon": "121.52355",
        "lat": "25.02256",
        "version": 1
    },
    {
        "id": 1940,
        "name": "成功中學(林森)",
        "address": "北市林森南路10號(向南)",
        "lon": "121.522688737242",
        "lat": "25.0429245302607",
        "version": 4
    },
    {
        "id": 1943,
        "name": "金華新生路口",
        "address": "新生南路二段上近金華新生路口同向(向北)",
        "lon": "121.53384",
        "lat": "25.03048",
        "version": 1
    },
    {
        "id": 1944,
        "name": "南昌家具街",
        "address": "臺北市南昌路二段63號對面(向南)",
        "lon": "121.520315080867",
        "lat": "25.0273649962157",
        "version": 2
    },
    {
        "id": 1946,
        "name": "中正紀念堂",
        "address": "信義路公車專用道(向東) ",
        "lon": "121.520771",
        "lat": "25.037153",
        "version": 2
    },
    {
        "id": 1948,
        "name": "建國中學",
        "address": "南海路56號同向(向東)",
        "lon": "121.513095",
        "lat": "25.029178",
        "version": 3
    },
    {
        "id": 1955,
        "name": "泉州街",
        "address": "和平西路二段6號同向(向東)",
        "lon": "121.5141283",
        "lat": "25.02773669",
        "version": 1
    },
    {
        "id": 1958,
        "name": "牯嶺街",
        "address": "牯嶺街81巷同向(向北)",
        "lon": "121.51789",
        "lat": "25.02814",
        "version": 1
    },
    {
        "id": 1962,
        "name": "重慶南路一段",
        "address": "重慶南路一段38號同向(向南)",
        "lon": "121.513186989101",
        "lat": "25.0456073929142",
        "version": 2
    },
    {
        "id": 1963,
        "name": "重慶南路一段",
        "address": "重慶南路一段30號同向(向南)",
        "lon": "121.5131649",
        "lat": "25.04469193",
        "version": 1
    },
    {
        "id": 1966,
        "name": "耕莘文教院",
        "address": "辛亥路一段22號同向(向東)",
        "lon": "121.52865",
        "lat": "25.019",
        "version": 2
    },
    {
        "id": 1972,
        "name": "聯合醫院婦幼院區一",
        "address": "南昌路一段141號同向(向北)",
        "lon": "121.5183087",
        "lat": "25.02997969",
        "version": 2
    },
    {
        "id": 1974,
        "name": "強恕中學",
        "address": "汀州路二段135號同向(向東)",
        "lon": "121.520849613285",
        "lat": "25.0244366497317",
        "version": 3
    },
    {
        "id": 1975,
        "name": "小南門",
        "address": "中華路ㄧ段+愛國西路同向(向南)",
        "lon": "121.5068863",
        "lat": "25.03788299",
        "version": 3
    },
    {
        "id": 1976,
        "name": "捷運小南門站",
        "address": "捷運小南門站出口4東側50公尺(向東)",
        "lon": "121.511946",
        "lat": "25.035137",
        "version": 2
    },
    {
        "id": 1978,
        "name": "捷運中正紀念堂站(勞保局)",
        "address": "羅斯福路一段6號前(向東)",
        "lon": "121.51730635582",
        "lat": "25.0337181062065",
        "version": 5
    },
    {
        "id": 1980,
        "name": "羅斯福寧波街口",
        "address": "羅斯福路一段97號同向(向北)",
        "lon": "121.519850537153",
        "lat": "25.0307396300277",
        "version": 3
    },
    {
        "id": 1985,
        "name": "捷運中正紀念堂站(愛國)",
        "address": "愛國東路76號同向(向西)",
        "lon": "121.51992",
        "lat": "25.0337",
        "version": 1
    },
    {
        "id": 1990,
        "name": "捷運公館站",
        "address": "羅斯福路四段公車專用道(向北)",
        "lon": "121.534819",
        "lat": "25.014326",
        "version": 4
    },
    {
        "id": 1991,
        "name": "捷運公館站",
        "address": "羅斯福路公車專用道(向南) ",
        "lon": "121.534722",
        "lat": "25.014321",
        "version": 4
    },
    {
        "id": 1993,
        "name": "捷運台大醫院站",
        "address": "捷運臺大醫院案3號出口西側20至80公尺公園路公車停靠區(向北)",
        "lon": "121.51631",
        "lat": "25.04151",
        "version": 1
    },
    {
        "id": 1994,
        "name": "捷運台大醫院站",
        "address": "公園路與常德街交岔口西北側(向南)",
        "lon": "121.51614",
        "lat": "25.04222",
        "version": 1
    },
    {
        "id": 1997,
        "name": "捷運善導寺站",
        "address": "忠孝東路一段與林森南口以西30公尺(向東)",
        "lon": "121.522629",
        "lat": "25.044844",
        "version": 4
    },
    {
        "id": 1998,
        "name": "捷運善導寺站",
        "address": "忠孝東路一段7號同向(向西)",
        "lon": "121.52223",
        "lat": "25.045222",
        "version": 2
    },
    {
        "id": 2000,
        "name": "博物館(襄陽)",
        "address": "襄陽路2號同向(向東)",
        "lon": "121.5146668",
        "lat": "25.04337336",
        "version": 5
    },
    {
        "id": 2002,
        "name": "博愛路",
        "address": "博愛路87號(向北)",
        "lon": "121.511568478369",
        "lat": "25.0434747064907",
        "version": 3
    },
    {
        "id": 2003,
        "name": "景福門",
        "address": "地標同向(向北)",
        "lon": "121.51751",
        "lat": "25.03787",
        "version": 1
    },
    {
        "id": 2004,
        "name": "植物園",
        "address": "和平西路二段100號同向(向東)",
        "lon": "121.509834",
        "lat": "25.030056",
        "version": 2
    },
    {
        "id": 2087,
        "name": "協和祐德高中",
        "address": "中坡南路26號同向(向南)",
        "lon": "121.5832524",
        "lat": "25.04280193",
        "version": 2
    },
    {
        "id": 2089,
        "name": "忠孝大道路口",
        "address": "大道路8號同向(向南)",
        "lon": "121.5815161",
        "lat": "25.04253505",
        "version": 1
    },
    {
        "id": 2090,
        "name": "拇指山登山口",
        "address": "信義路五段499號對向(向南)",
        "lon": "121.57356",
        "lat": "25.02112",
        "version": 1
    },
    {
        "id": 2092,
        "name": "松山車站(松隆)",
        "address": "松隆路327號(向西)",
        "lon": "121.578919701617",
        "lat": "25.0481837452085",
        "version": 3
    },
    {
        "id": 2094,
        "name": "松山高中(松隆)",
        "address": "松隆路36號同向(向北)",
        "lon": "121.567591569732",
        "lat": "25.0435711712161",
        "version": 3
    },
    {
        "id": 2095,
        "name": "松山高中(基隆路)",
        "address": "基隆路一段松山高中圍牆旁(向南)",
        "lon": "121.56628044728",
        "lat": "25.0444493988665",
        "version": 3
    },
    {
        "id": 2097,
        "name": "松山商職(福德)",
        "address": "福德街6號同向(向西)",
        "lon": "121.578737539702",
        "lat": "25.0363727952991",
        "version": 2
    },
    {
        "id": 2098,
        "name": "松山商職(信義)",
        "address": "信義路六段108號同向(向東)",
        "lon": "121.5777733",
        "lat": "25.03596885",
        "version": 1
    },
    {
        "id": 2102,
        "name": "松平路口",
        "address": "松仁路148號(向南)",
        "lon": "121.568193073869",
        "lat": "25.0307954082722",
        "version": 5
    },
    {
        "id": 2104,
        "name": "松隆路口",
        "address": "松隆路100號同向(向東)",
        "lon": "121.5695497",
        "lat": "25.04479737",
        "version": 1
    },
    {
        "id": 2106,
        "name": "松德站",
        "address": "松德路279號對面(向南)",
        "lon": "121.5744778",
        "lat": "25.03255317",
        "version": 2
    },
    {
        "id": 2107,
        "name": "松德站",
        "address": "松德路287號同向(向北)",
        "lon": "121.5746629",
        "lat": "25.03236982",
        "version": 1
    },
    {
        "id": 2108,
        "name": "臥龍新村",
        "address": "臥龍街442號同向(向南)",
        "lon": "121.563395667285",
        "lat": "25.0125182192084",
        "version": 2
    },
    {
        "id": 2111,
        "name": "信安街",
        "address": "信安街143號同向(向南)",
        "lon": "121.55546",
        "lat": "25.0234",
        "version": 1
    },
    {
        "id": 2113,
        "name": "信義大安路口",
        "address": "信義路四段71號同向(向西)",
        "lon": "121.5461666",
        "lat": "25.0333837",
        "version": 1
    },
    {
        "id": 2115,
        "name": "信義永康街口",
        "address": "信義路二段上近永康街口同向(向西)",
        "lon": "121.5301447",
        "lat": "25.03376514",
        "version": 3
    },
    {
        "id": 2117,
        "name": "信義光復路口",
        "address": "信義路四段上近光復南路同向(向西)",
        "lon": "121.55813",
        "lat": "25.0331",
        "version": 1
    },
    {
        "id": 2118,
        "name": "信義光復路口",
        "address": "信義路四段上近光復南路同向(向東)",
        "lon": "121.55687",
        "lat": "25.03311",
        "version": 1
    },
    {
        "id": 2119,
        "name": "捷運信義安和站(信義)",
        "address": "信義路四段上近安和路口同向(向東)",
        "lon": "121.551229",
        "lat": "25.033142",
        "version": 2
    },
    {
        "id": 2122,
        "name": "信義行政中心(松仁)",
        "address": "松仁路130號對面(向北)",
        "lon": "121.568446471104",
        "lat": "25.0336908507959",
        "version": 2
    },
    {
        "id": 2123,
        "name": "信義行政中心(信義)",
        "address": "信義路五段108號同向(向東)",
        "lon": "121.5671167",
        "lat": "25.03273307",
        "version": 1
    },
    {
        "id": 2126,
        "name": "信義杭州路口",
        "address": "信義路一段上近杭州南路一段同向(向西)",
        "lon": "121.524629613002",
        "lat": "25.0354175096997",
        "version": 2
    },
    {
        "id": 2127,
        "name": "信義建國路口",
        "address": "信義路三段上近建國南路同向(向東)",
        "lon": "121.539045",
        "lat": "25.033441",
        "version": 2
    },
    {
        "id": 2131,
        "name": "信義通化街口",
        "address": "信義路四段上近通化街口同向(向東)",
        "lon": "121.553994124674",
        "lat": "25.0330873803964",
        "version": 2
    },
    {
        "id": 2132,
        "name": "信義通化街口",
        "address": "信義路四段上近通化街口同向(向西)",
        "lon": "121.554622114057",
        "lat": "25.033193427795",
        "version": 2
    },
    {
        "id": 2134,
        "name": "信義新生路口",
        "address": "信義路二段上近新生南路二段同向(向西)",
        "lon": "121.5331327",
        "lat": "25.03362797",
        "version": 1
    },
    {
        "id": 2135,
        "name": "挹翠山莊",
        "address": "景雲街600巷同向(向南)",
        "lon": "121.57349",
        "lat": "25.01951",
        "version": 1
    },
    {
        "id": 2136,
        "name": "泰和公園",
        "address": "吳興街600巷76號同向(向南)",
        "lon": "121.57071",
        "lat": "25.01905",
        "version": 1
    },
    {
        "id": 2137,
        "name": "泰和里",
        "address": "吳興街600巷25號同向(向南)",
        "lon": "121.569528",
        "lat": "25.020953",
        "version": 2
    },
    {
        "id": 2139,
        "name": "消防局(松仁)",
        "address": "松仁路3號(向北)",
        "lon": "121.5686363",
        "lat": "25.04013418",
        "version": 2
    },
    {
        "id": 2140,
        "name": "國父紀念館",
        "address": "光復南路306號對向(向北)",
        "lon": "121.5577",
        "lat": "25.0386",
        "version": 1
    },
    {
        "id": 2141,
        "name": "國民住宅",
        "address": "永吉路288號同向(向東)",
        "lon": "121.574507095768",
        "lat": "25.0454550872459",
        "version": 3
    },
    {
        "id": 2146,
        "name": "捷運六張犁站(和平)",
        "address": "和平東路三段215號對向(向東)",
        "lon": "121.553534505165",
        "lat": "25.0232432826612",
        "version": 7
    },
    {
        "id": 2149,
        "name": "捷運市政府站",
        "address": "忠孝東路五段53號同向(向西)",
        "lon": "121.56629",
        "lat": "25.04124",
        "version": 1
    },
    {
        "id": 2150,
        "name": "捷運市政府站",
        "address": "忠孝東路五段17號對向(向東)",
        "lon": "121.565349363034",
        "lat": "25.0410572691565",
        "version": 2
    },
    {
        "id": 2153,
        "name": "捷運永春站(忠孝)",
        "address": "忠孝東路五段434號與436號間(向東)",
        "lon": "121.575809",
        "lat": "25.040733",
        "version": 3
    },
    {
        "id": 2155,
        "name": "捷運後山埤站(永吉)",
        "address": "永吉路585號同向(向東)",
        "lon": "121.581945222038",
        "lat": "25.04523472781",
        "version": 7
    },
    {
        "id": 2157,
        "name": "捷運麟光站",
        "address": "和平東路三段408號(向東)",
        "lon": "121.55853",
        "lat": "25.01825",
        "version": 1
    },
    {
        "id": 2158,
        "name": "清水祖師廟",
        "address": "和平東路3段631巷50號對面(向西)",
        "lon": "121.56842752097",
        "lat": "25.0121451742645",
        "version": 2
    },
    {
        "id": 2160,
        "name": "富陽街口",
        "address": "和平東路三段329號同向(向西)",
        "lon": "121.55616",
        "lat": "25.021127",
        "version": 2
    },
    {
        "id": 2161,
        "name": "景新里",
        "address": "莊敬路250號同向(向南)",
        "lon": "121.5624103",
        "lat": "25.02923056",
        "version": 1
    },
    {
        "id": 2162,
        "name": "景新里",
        "address": "莊敬路251號同向(向北)",
        "lon": "121.5623852",
        "lat": "25.02952622",
        "version": 1
    },
    {
        "id": 2164,
        "name": "慈恩園",
        "address": "臥龍街431巷47號同向(向東)",
        "lon": "121.56947",
        "lat": "25.01219",
        "version": 1
    },
    {
        "id": 2165,
        "name": "瑞雲街口",
        "address": "祥雲街67號同向(向北)",
        "lon": "121.57518",
        "lat": "25.01705",
        "version": 1
    },
    {
        "id": 2167,
        "name": "福德國小",
        "address": "福德街304號對向(向東)",
        "lon": "121.58728",
        "lat": "25.03918064",
        "version": 1
    },
    {
        "id": 2169,
        "name": "廣安宮",
        "address": "吳興街284巷30弄47號同向(向北)",
        "lon": "121.56335",
        "lat": "25.02332",
        "version": 1
    },
    {
        "id": 2170,
        "name": "廣安宮",
        "address": "吳興街284巷30弄47號同向(向南)",
        "lon": "121.562987",
        "lat": "25.02332",
        "version": 1
    },
    {
        "id": 2171,
        "name": "黎安里",
        "address": "臥龍街431巷4之6號同向(向東)",
        "lon": "121.56491",
        "lat": "25.01217",
        "version": 1
    },
    {
        "id": 2173,
        "name": "黎順里",
        "address": "信安街106號同向(向南)",
        "lon": "121.55626",
        "lat": "25.02511",
        "version": 1
    },
    {
        "id": 2174,
        "name": "黎順里",
        "address": "信安街106號同向(向北)",
        "lon": "121.55632",
        "lat": "25.02506",
        "version": 1
    },
    {
        "id": 2175,
        "name": "黎雙公園",
        "address": "吳興街284巷22弄同向(向北)",
        "lon": "121.56062",
        "lat": "25.02437",
        "version": 1
    },
    {
        "id": 2176,
        "name": "黎雙公園",
        "address": "吳興街284巷22弄同向(向南)",
        "lon": "121.56066",
        "lat": "25.02428",
        "version": 1
    },
    {
        "id": 2178,
        "name": "興雅國中",
        "address": "松仁路89號(向北)",
        "lon": "121.568534",
        "lat": "25.03724",
        "version": 4
    },
    {
        "id": 2179,
        "name": "興雅國中",
        "address": "松仁路48號(向南)",
        "lon": "121.568268559011",
        "lat": "25.0372323905063",
        "version": 3
    },
    {
        "id": 2182,
        "name": "麟光站",
        "address": "臥龍街378號(向東)",
        "lon": "121.56087",
        "lat": "25.01568",
        "version": 2
    },
    {
        "id": 2185,
        "name": "大安國中",
        "address": "敦化南路二段26號同向(向南)",
        "lon": "121.548486903395",
        "lat": "25.0323779291193",
        "version": 3
    },
    {
        "id": 2186,
        "name": "大安國中",
        "address": "敦化南路二段93號同向(向北)",
        "lon": "121.5489397",
        "lat": "25.03061531",
        "version": 1
    },
    {
        "id": 2187,
        "name": "大安國宅",
        "address": "建國南路二段109號前(向南)",
        "lon": "121.537445",
        "lat": "25.02976279",
        "version": 2
    },
    {
        "id": 2190,
        "name": "大安森林公園",
        "address": "和平東路二段20號同向(向東)",
        "lon": "121.536235879941",
        "lat": "25.0257355123764",
        "version": 2
    },
    {
        "id": 2192,
        "name": "大安森林公園",
        "address": "和平東路二段22號對向(向西)",
        "lon": "121.53631985296",
        "lat": "25.0259280472003",
        "version": 3
    },
    {
        "id": 2193,
        "name": "大我新舍",
        "address": "臥龍街416號同向(向北)",
        "lon": "121.562293962737",
        "lat": "25.0143745337282",
        "version": 2
    },
    {
        "id": 2195,
        "name": "公企中心",
        "address": "金華街120號同向(向東)",
        "lon": "121.52707",
        "lat": "25.03008",
        "version": 1
    },
    {
        "id": 2199,
        "name": "臺大綜合體育館",
        "address": "新生南路三段38號同向(向南)",
        "lon": "121.534113646475",
        "lat": "25.0215502113013",
        "version": 5
    },
    {
        "id": 2200,
        "name": "復興南路(埤頭里)",
        "address": "復興南路一段34號同向(向南)",
        "lon": "121.54377",
        "lat": "25.0465",
        "version": 4
    },
    {
        "id": 2204,
        "name": "仁愛建國路口一",
        "address": "仁愛路四段上近建國南路一段同向(向西)",
        "lon": "121.53942763922",
        "lat": "25.038167764865",
        "version": 2
    },
    {
        "id": 2210,
        "name": "仁愛國中",
        "address": "安和路一段83號同向(向北)",
        "lon": "121.5521758",
        "lat": "25.03661955",
        "version": 3
    },
    {
        "id": 2211,
        "name": "安和敦化路口",
        "address": "敦化南路一段277號同向(向北)",
        "lon": "121.5489579",
        "lat": "25.03976179",
        "version": 1
    },
    {
        "id": 2214,
        "name": "仁愛新生路口",
        "address": "仁愛路同向(向東)",
        "lon": "121.532402806246",
        "lat": "25.038163002655",
        "version": 3
    },
    {
        "id": 2215,
        "name": "仁愛路二段",
        "address": "金山南路一段76號同向(向南)",
        "lon": "121.5279594",
        "lat": "25.03742288",
        "version": 1
    },
    {
        "id": 2218,
        "name": "聯合醫院仁愛院區",
        "address": "復興南路一段227號同向(向北)",
        "lon": "121.543905345353",
        "lat": "25.0385037857679",
        "version": 4
    },
    {
        "id": 2219,
        "name": "公館",
        "address": "基隆路二段台電營業處對面(向西)",
        "lon": "121.538069443257",
        "lat": "25.0121089588721",
        "version": 2
    },
    {
        "id": 2222,
        "name": "文昌街口",
        "address": "安和路二段48號同向(向南)",
        "lon": "121.5523363",
        "lat": "25.03120638",
        "version": 1
    },
    {
        "id": 2224,
        "name": "臺大",
        "address": "新生南路三段86號同向(向南)",
        "lon": "121.533435",
        "lat": "25.018239",
        "version": 7
    },
    {
        "id": 2226,
        "name": "臺大癌醫(基隆路)",
        "address": "基隆路三段115巷同向(向西)",
        "lon": "121.5422472",
        "lat": "25.01571376",
        "version": 2
    },
    {
        "id": 2227,
        "name": "臺大資訊大樓",
        "address": "辛亥路二段157號(向西)",
        "lon": "121.540400",
        "lat": "25.021594",
        "version": 3
    },
    {
        "id": 2230,
        "name": "台電大樓",
        "address": "羅斯福路三段269號公車專用道(向北)",
        "lon": "121.530566",
        "lat": "25.018486",
        "version": 2
    },
    {
        "id": 2231,
        "name": "台電大樓",
        "address": "羅斯福路三段上近羅斯福路244巷公車專用道(向南)",
        "lon": "121.531379",
        "lat": "25.017546",
        "version": 4
    },
    {
        "id": 2232,
        "name": "臺灣科技大學",
        "address": "基隆路四段75號同向(向西)",
        "lon": "121.540464",
        "lat": "25.01415156",
        "version": 3
    },
    {
        "id": 2006,
        "name": "開南商工",
        "address": "地標同向(向南)",
        "lon": "121.522214",
        "lat": "25.04161112",
        "version": 1
    },
    {
        "id": 2007,
        "name": "廈門街口",
        "address": "汀州路二段34號同向(向東)",
        "lon": "121.517223396453",
        "lat": "25.0253827252609",
        "version": 4
    },
    {
        "id": 2011,
        "name": "福州街口",
        "address": "羅斯福路二段6巷同向(向東)",
        "lon": "121.520643",
        "lat": "25.029291",
        "version": 2
    },
    {
        "id": 2013,
        "name": "華山文創園區",
        "address": "八德路1段27號對面(向東)",
        "lon": "121.526233",
        "lat": "25.044024",
        "version": 2
    },
    {
        "id": 2015,
        "name": "華山文創園區",
        "address": "忠孝東路2段25號(向西)",
        "lon": "121.527413",
        "lat": "25.043925",
        "version": 3
    },
    {
        "id": 2017,
        "name": "和平公園",
        "address": "忠孝路二段34號同向(向東)",
        "lon": "121.485736",
        "lat": "25.07085586",
        "version": 1
    },
    {
        "id": 2018,
        "name": "螢橋國小",
        "address": "汀州路二段19號對向(向東)",
        "lon": "121.5148181",
        "lat": "25.02600956",
        "version": 2
    },
    {
        "id": 2020,
        "name": "衡陽路",
        "address": "衡陽路81號同向(向西)",
        "lon": "121.510217537682",
        "lat": "25.04227396959",
        "version": 2
    },
    {
        "id": 2024,
        "name": "龍口市場",
        "address": "汀州路一段194號同向(向東)",
        "lon": "121.509145",
        "lat": "25.02815",
        "version": 2
    },
    {
        "id": 2025,
        "name": "龍興宮",
        "address": "三元街158號同向(向東)",
        "lon": "121.51094",
        "lat": "25.02815",
        "version": 1
    },
    {
        "id": 2027,
        "name": "寶慶路",
        "address": "寶慶路43號對面(向東)",
        "lon": "121.509834083745",
        "lat": "25.0414915346214",
        "version": 2
    },
    {
        "id": 2028,
        "name": "101國際購物中心",
        "address": "松智路同向(向南)",
        "lon": "121.565358",
        "lat": "25.03426179",
        "version": 3
    },
    {
        "id": 2029,
        "name": "捷運台北101/世貿站(市府)",
        "address": "市府路同向(向北)",
        "lon": "121.56364",
        "lat": "25.03376",
        "version": 2
    },
    {
        "id": 2032,
        "name": "三張犁",
        "address": "光復南路570號同向(向南)",
        "lon": "121.5573365",
        "lat": "25.03409828",
        "version": 1
    },
    {
        "id": 2033,
        "name": "三張犁",
        "address": "光復南路467號同向(向北)",
        "lon": "121.5575983",
        "lat": "25.03377721",
        "version": 1
    },
    {
        "id": 2034,
        "name": "大道路",
        "address": "大道路93號同向(向南)",
        "lon": "121.5827287",
        "lat": "25.04015768",
        "version": 1
    },
    {
        "id": 2042,
        "name": "水塔",
        "address": "瑞雲街3號同向(向北)",
        "lon": "121.574963",
        "lat": "25.018561",
        "version": 2
    },
    {
        "id": 2044,
        "name": "101國際購物中心",
        "address": "松智路(向北)",
        "lon": "121.565536",
        "lat": "25.034635",
        "version": 4
    },
    {
        "id": 2046,
        "name": "世貿中心(基隆路)",
        "address": "基隆路一段432號同向(向南)",
        "lon": "121.5597982",
        "lat": "25.03377228",
        "version": 1
    },
    {
        "id": 2051,
        "name": "臺北醫學大學",
        "address": "莊敬路302號同向(向南)",
        "lon": "121.5632643",
        "lat": "25.02827334",
        "version": 1
    },
    {
        "id": 2052,
        "name": "臺北醫學大學附設醫院",
        "address": "吳興街260巷同向(向南)",
        "lon": "121.5633",
        "lat": "25.02729",
        "version": 3
    },
    {
        "id": 2054,
        "name": "市民住宅",
        "address": "光復南路412號同向(向南)",
        "lon": "121.5574552",
        "lat": "25.03646972",
        "version": 1
    },
    {
        "id": 2056,
        "name": "永吉國小",
        "address": "松山路298號同向(向南)",
        "lon": "121.57771125853",
        "lat": "25.0428257926695",
        "version": 4
    },
    {
        "id": 2057,
        "name": "永吉國中",
        "address": "永吉路225巷52弄27號同向(向東)",
        "lon": "121.57363",
        "lat": "25.0477",
        "version": 1
    },
    {
        "id": 2058,
        "name": "永春公寓",
        "address": "松山路474號同向(向南)",
        "lon": "121.5777181",
        "lat": "25.0399753",
        "version": 1
    },
    {
        "id": 2060,
        "name": "捷運永春站(松山)",
        "address": "松山路346號同向(向南)",
        "lon": "121.577628",
        "lat": "25.04134",
        "version": 5
    },
    {
        "id": 2063,
        "name": "市政府(市府)",
        "address": "市府路1號(向北)",
        "lon": "121.563625169371",
        "lat": "25.0383666649821",
        "version": 2
    },
    {
        "id": 2066,
        "name": "市政府(松高)",
        "address": "松高路11號同向(向東)",
        "lon": "121.56453",
        "lat": "25.03902",
        "version": 1
    },
    {
        "id": 2069,
        "name": "市政府(松壽)",
        "address": "松壽路6號同向(向東)",
        "lon": "121.564893286779",
        "lat": "25.0358368102123",
        "version": 2
    },
    {
        "id": 2070,
        "name": "松壽路口",
        "address": "松壽路11號西側(向西)",
        "lon": "121.566640146973",
        "lat": "25.036",
        "version": 2
    },
    {
        "id": 2072,
        "name": "市議會",
        "address": "北市1號道路(向北)",
        "lon": "121.562097736356",
        "lat": "25.0370286899675",
        "version": 3
    },
    {
        "id": 2073,
        "name": "玉成公園(成福)",
        "address": "成福路(向北)",
        "lon": "121.5870046",
        "lat": "25.04275161",
        "version": 1
    },
    {
        "id": 2074,
        "name": "玄覺寺",
        "address": "吳興街284巷24弄61號同向(向北)",
        "lon": "121.56174",
        "lat": "25.02302",
        "version": 1
    },
    {
        "id": 2075,
        "name": "光復南路口",
        "address": "光復南路670號同向(向南)",
        "lon": "121.55746",
        "lat": "25.03031",
        "version": 1
    },
    {
        "id": 2077,
        "name": "成福路口",
        "address": "福德街329號(向東)",
        "lon": "121.588329",
        "lat": "25.03946811",
        "version": 1
    },
    {
        "id": 2078,
        "name": "吳興國小(松仁)",
        "address": "松仁路227號對向(向南)",
        "lon": "121.568554",
        "lat": "25.026231",
        "version": 2
    },
    {
        "id": 2081,
        "name": "吳興街派出所",
        "address": "吳興街277號同向(向南)",
        "lon": "121.5641109",
        "lat": "25.02658084",
        "version": 2
    },
    {
        "id": 2082,
        "name": "松仁路",
        "address": "松仁路277號(向北)",
        "lon": "121.5695997",
        "lat": "25.02453056",
        "version": 2
    },
    {
        "id": 2083,
        "name": "康寧國小",
        "address": "星雲街121號(向南)",
        "lon": "121.594378",
        "lat": "25.07980532",
        "version": 1
    },
    {
        "id": 2084,
        "name": "吳興街站",
        "address": "吳興街497號同向(向南)",
        "lon": "121.570009",
        "lat": "25.023339",
        "version": 5
    },
    {
        "id": 2086,
        "name": "協和祐德高中",
        "address": "忠孝東路五段725號對面候車亭(向東)",
        "lon": "121.5807813",
        "lat": "25.04260323",
        "version": 3
    },
    {
        "id": 2905,
        "name": "安康車子路口",
        "address": "安康路二段269號同向(向南)",
        "lon": "121.5048646",
        "lat": "24.95808137",
        "version": 2
    },
    {
        "id": 2906,
        "name": "花開富貴",
        "address": "中正路485號對面(向北)",
        "lon": "121.533862",
        "lat": "24.98173127",
        "version": 1
    },
    {
        "id": 2907,
        "name": "青潭(北宜路)",
        "address": "北宜路二段10號同向(向南)",
        "lon": "121.5478309",
        "lat": "24.95179673",
        "version": 1
    },
    {
        "id": 2909,
        "name": "青潭國小一",
        "address": "北宜路二段82之15號同向(向東)",
        "lon": "121.554812",
        "lat": "24.953485",
        "version": 2
    },
    {
        "id": 2910,
        "name": "青潭新村",
        "address": "北宜路二段151號同向(向南)",
        "lon": "121.5515749",
        "lat": "24.95316979",
        "version": 1
    },
    {
        "id": 2913,
        "name": "建業路",
        "address": "安康路三段452號同向(向南)",
        "lon": "121.48431",
        "lat": "24.95122",
        "version": 1
    },
    {
        "id": 2914,
        "name": "活動中心",
        "address": "民義路二段97-1號同向(向南)",
        "lon": "121.40665",
        "lat": "25.10711",
        "version": 1
    },
    {
        "id": 2915,
        "name": "美墅家",
        "address": "安康路三段666號同向(向南)",
        "lon": "121.476217",
        "lat": "24.944302",
        "version": 1
    },
    {
        "id": 2917,
        "name": "浪漫貴族",
        "address": "安康路二段196-1號同向(向南)",
        "lon": "121.51084",
        "lat": "24.95991",
        "version": 1
    },
    {
        "id": 2918,
        "name": "真光教養院",
        "address": "安和路76號同向(向南)",
        "lon": "121.517855",
        "lat": "24.983478",
        "version": 1
    },
    {
        "id": 2920,
        "name": "耕莘醫院(中正路)",
        "address": "中正路359號同向(向東)",
        "lon": "121.53501",
        "lat": "24.97613",
        "version": 3
    },
    {
        "id": 2921,
        "name": "崇光女中",
        "address": "中正路222號同向(向西)",
        "lon": "121.540288",
        "lat": "24.972628",
        "version": 1
    },
    {
        "id": 2922,
        "name": "康樂新村",
        "address": "安康路二段400號同向(向南)",
        "lon": "121.4969862",
        "lat": "24.95540015",
        "version": 1
    },
    {
        "id": 2925,
        "name": "捷運大坪林站",
        "address": "北新路三段169號同向(向南)",
        "lon": "121.5411399",
        "lat": "24.98335228",
        "version": 1
    },
    {
        "id": 2928,
        "name": "捷運新店區公所站(北新)",
        "address": "北新路一段307號同向(向南)",
        "lon": "121.541385",
        "lat": "24.967768",
        "version": 4
    },
    {
        "id": 2929,
        "name": "捷運新店站(北新路)",
        "address": "北宜路一段2號同向(向南)",
        "lon": "121.538077",
        "lat": "24.958206",
        "version": 5
    },
    {
        "id": 2934,
        "name": "頂城",
        "address": "安康路一段74號同向(向南)",
        "lon": "121.5277485",
        "lat": "24.96198645",
        "version": 1
    },
    {
        "id": 2938,
        "name": "郵政橋",
        "address": "北宜路二段150號同向(向南)",
        "lon": "121.5570943",
        "lat": "24.95372232",
        "version": 1
    },
    {
        "id": 1690,
        "name": "凌雲五村",
        "address": "研究院路二段226號對向(向南)",
        "lon": "121.616893",
        "lat": "25.036259",
        "version": 2
    },
    {
        "id": 1694,
        "name": "國家文官學院",
        "address": "忠孝東路七段585號同向(向東)",
        "lon": "121.6139003",
        "lat": "25.05281991",
        "version": 1
    },
    {
        "id": 1696,
        "name": "國華新村",
        "address": "忠孝東路六段238號同向(向東)",
        "lon": "121.587873523899",
        "lat": "25.0488726204446",
        "version": 2
    },
    {
        "id": 1697,
        "name": "捷運昆陽站",
        "address": "忠孝東路六段451號同向(向西)",
        "lon": "121.593165",
        "lat": "25.050346",
        "version": 3
    },
    {
        "id": 1699,
        "name": "捷運南港站",
        "address": "捷運南港站3號出口同向(向西)",
        "lon": "121.6080179",
        "lat": "25.05241598",
        "version": 1
    },
    {
        "id": 1700,
        "name": "捷運南港軟體園區站",
        "address": "經貿二路170號同向(向南)",
        "lon": "121.61533",
        "lat": "25.05985329",
        "version": 2
    },
    {
        "id": 1701,
        "name": "捷運後山埤站(忠孝)",
        "address": "忠孝東路5段805號(向南)",
        "lon": "121.582072",
        "lat": "25.04457266",
        "version": 5
    },
    {
        "id": 1702,
        "name": "富德公墓",
        "address": "木柵路四段159巷130號同向(向東)",
        "lon": "121.5804394",
        "lat": "25.01187059",
        "version": 2
    },
    {
        "id": 1708,
        "name": "園區街",
        "address": "園區街30號對面(向東)",
        "lon": "121.61268231371",
        "lat": "25.0590313762939",
        "version": 3
    },
    {
        "id": 1711,
        "name": "誠正國中",
        "address": "研究院路一段114號同向(向南)",
        "lon": "121.615865875754",
        "lat": "25.0518036904539",
        "version": 2
    },
    {
        "id": 1712,
        "name": "廣化天宮",
        "address": "研究院路四段188號對向(向北)",
        "lon": "121.58281",
        "lat": "25.01337698",
        "version": 1
    },
    {
        "id": 1716,
        "name": "聯合醫院忠孝院區",
        "address": "忠孝東路六段150號同向(向東)",
        "lon": "121.585736",
        "lat": "25.048227",
        "version": 2
    },
    {
        "id": 1719,
        "name": "陸軍後勤指揮部",
        "address": "忠孝東路六段326號旁同向(向東)",
        "lon": "121.59096",
        "lat": "25.04964",
        "version": 1
    },
    {
        "id": 1724,
        "name": "舊莊一站",
        "address": "舊庄路一段78號同向(向東)",
        "lon": "121.6189",
        "lat": "25.04086",
        "version": 3
    },
    {
        "id": 1725,
        "name": "舊莊二站",
        "address": "舊庄路二段5號同向(向南)",
        "lon": "121.6243761",
        "lat": "25.03749047",
        "version": 1
    },
    {
        "id": 1726,
        "name": "舊莊公園",
        "address": "林森街1號同向(向北)",
        "lon": "121.6208947",
        "lat": "25.04107056",
        "version": 1
    },
    {
        "id": 1732,
        "name": "麗山橋",
        "address": "研究院路四段25號同向(向南)",
        "lon": "121.5995",
        "lat": "25.02499",
        "version": 1
    },
    {
        "id": 1739,
        "name": "大理高中",
        "address": "環河南路二段292號同向(向南)",
        "lon": "121.490859",
        "lat": "25.031597",
        "version": 2
    },
    {
        "id": 1740,
        "name": "中正新城",
        "address": "青年路60號同向(向南)",
        "lon": "121.503183945666",
        "lat": "25.0248005786137",
        "version": 2
    },
    {
        "id": 1742,
        "name": "中國時報",
        "address": "和平西路三段212號同向(向東)",
        "lon": "121.4969389",
        "lat": "25.03528635",
        "version": 1
    },
    {
        "id": 1744,
        "name": "中華路北站",
        "address": "中華路一段29號同向(向北)",
        "lon": "121.509380726049",
        "lat": "25.0456964941835",
        "version": 2
    },
    {
        "id": 1748,
        "name": "古亭國中",
        "address": "中華路二段602號同向(向東)",
        "lon": "121.509833",
        "lat": "25.024664",
        "version": 3
    },
    {
        "id": 1749,
        "name": "民和街口",
        "address": "寶興街96號對向(向東)",
        "lon": "121.4952326",
        "lat": "25.02425231",
        "version": 2
    },
    {
        "id": 1751,
        "name": "老松國小",
        "address": "桂林路67號同向(向東)",
        "lon": "121.502118",
        "lat": "25.03827637",
        "version": 1
    },
    {
        "id": 1752,
        "name": "西門市場(成都)",
        "address": "成都路35-1號前(向西)",
        "lon": "121.50665358531",
        "lat": "25.042689544956",
        "version": 2
    },
    {
        "id": 1754,
        "name": "西門國小",
        "address": "成都路119號(向西)",
        "lon": "121.50400338161",
        "lat": "25.043299072488",
        "version": 2
    },
    {
        "id": 1755,
        "name": "西門國小(臺大醫院北護分院)",
        "address": "康定路46號對面(向北)",
        "lon": "121.502463",
        "lat": "25.042344",
        "version": 4
    },
    {
        "id": 1757,
        "name": "西寧南路",
        "address": "西寧南路166號同向(向南)",
        "lon": "121.50604",
        "lat": "25.03991",
        "version": 1
    },
    {
        "id": 1758,
        "name": "西藏路",
        "address": "西藏路127號同向(向東)",
        "lon": "121.5020893",
        "lat": "25.02959932",
        "version": 1
    },
    {
        "id": 1759,
        "name": "西藏路口",
        "address": "萬大路152號(向南)",
        "lon": "121.500457",
        "lat": "25.02899",
        "version": 3
    },
    {
        "id": 1761,
        "name": "昆明派出所",
        "address": "桂林路41號同向(向西)",
        "lon": "121.5043",
        "lat": "25.0381",
        "version": 2
    },
    {
        "id": 1762,
        "name": "昆明街口",
        "address": "和平西路三段83號對向(向西)",
        "lon": "121.5020082",
        "lat": "25.03534159",
        "version": 1
    },
    {
        "id": 1764,
        "name": "昆明街口",
        "address": "和平西路三段82號同向(向東)",
        "lon": "121.5024902037",
        "lat": "25.035100755316",
        "version": 2
    },
    {
        "id": 1767,
        "name": "東隆宮",
        "address": "環河南路三段157號同向(向北)",
        "lon": "121.49163",
        "lat": "25.02288",
        "version": 1
    },
    {
        "id": 1768,
        "name": "東園公園",
        "address": "萬大路424巷同向(向東)",
        "lon": "121.495968",
        "lat": "25.021365",
        "version": 1
    },
    {
        "id": 1770,
        "name": "東園國小",
        "address": "東園街156號同向(向南)",
        "lon": "121.4977476",
        "lat": "25.02298139",
        "version": 1
    },
    {
        "id": 1772,
        "name": "青年新城",
        "address": "青年路38號同向(向南)",
        "lon": "121.504417330502",
        "lat": "25.0254734500499",
        "version": 2
    },
    {
        "id": 1773,
        "name": "青年路",
        "address": "青年路126號同向(向南)",
        "lon": "121.502584060851",
        "lat": "25.0224814905119",
        "version": 2
    },
    {
        "id": 1774,
        "name": "長沙街",
        "address": "長沙街62號同向(向東)",
        "lon": "121.5056466",
        "lat": "25.04060961",
        "version": 1
    },
    {
        "id": 1776,
        "name": "保德里",
        "address": "東園街114號同向(向南)",
        "lon": "121.4972069",
        "lat": "25.02410306",
        "version": 1
    },
    {
        "id": 1777,
        "name": "南機場公寓",
        "address": "中華路二段392號同向(向南)",
        "lon": "121.505465333891",
        "lat": "25.028384629531",
        "version": 2
    },
    {
        "id": 1779,
        "name": "崁頂",
        "address": "中華路二段670號同向(向東)",
        "lon": "121.513072",
        "lat": "25.02502148",
        "version": 1
    },
    {
        "id": 1780,
        "name": "峨嵋街口(中醫院區)",
        "address": "康定路24號同向(向北)",
        "lon": "121.5032749",
        "lat": "25.04583321",
        "version": 5
    },
    {
        "id": 1783,
        "name": "桂林路",
        "address": "桂林路84之1號同向(向東)",
        "lon": "121.501102766364",
        "lat": "25.0383544871594",
        "version": 2
    },
    {
        "id": 1784,
        "name": "祖師廟(貴陽)",
        "address": "貴陽街128號(向東)",
        "lon": "121.502490233032",
        "lat": "25.0399728811606",
        "version": 2
    },
    {
        "id": 1787,
        "name": "國興社區",
        "address": "國興路59號同向(向北)",
        "lon": "121.508458466878",
        "lat": "25.023497597331",
        "version": 3
    },
    {
        "id": 1788,
        "name": "國興路口",
        "address": "中華路二段518號同向(向南)",
        "lon": "121.508316077824",
        "lat": "25.0256215629554",
        "version": 2
    },
    {
        "id": 1790,
        "name": "國興路口一",
        "address": "國興路1巷同向(向北)",
        "lon": "121.508810147614",
        "lat": "25.0245858237515",
        "version": 3
    },
    {
        "id": 1792,
        "name": "康定路口",
        "address": "長沙街二段161號同向(向西)",
        "lon": "121.5024023",
        "lat": "25.04057897",
        "version": 1
    },
    {
        "id": 1794,
        "name": "捷運龍山寺站",
        "address": "和平西路三段120號同向(向東)",
        "lon": "121.500164",
        "lat": "25.035143",
        "version": 4
    },
    {
        "id": 1795,
        "name": "莒光路口",
        "address": "萬大路39號同向(向北)",
        "lon": "121.500615375179",
        "lat": "25.031831103587",
        "version": 4
    },
    {
        "id": 1797,
        "name": "莒光派出所",
        "address": "莒光路145號同向(向東)",
        "lon": "121.50255",
        "lat": "25.03113",
        "version": 2
    },
    {
        "id": 1798,
        "name": "莒光派出所",
        "address": "莒光路130號同向(向西)",
        "lon": "121.50298",
        "lat": "25.03141",
        "version": 2
    },
    {
        "id": 1800,
        "name": "華中河濱公園",
        "address": "萬大路609號同向(向北)",
        "lon": "121.496094355207",
        "lat": "25.0171711735736",
        "version": 4
    },
    {
        "id": 1803,
        "name": "華江高中(西藏)",
        "address": "西藏路452號同向(向東)",
        "lon": "121.496298011848",
        "lat": "25.0288292965661",
        "version": 4
    },
    {
        "id": 1804,
        "name": "華江高中(西園)",
        "address": "西園路二段168號同向(向南)",
        "lon": "121.495950804601",
        "lat": "25.0296582647227",
        "version": 5
    },
    {
        "id": 1806,
        "name": "貴陽街",
        "address": "貴陽街2段26號(向東)",
        "lon": "121.50582384788",
        "lat": "25.03944952637",
        "version": 2
    },
    {
        "id": 1810,
        "name": "萬大國小",
        "address": "萬大路334號同向(向南)",
        "lon": "121.500101",
        "lat": "25.024038",
        "version": 3
    },
    {
        "id": 1811,
        "name": "萬大路",
        "address": "萬大路76號同向(向南)",
        "lon": "121.500473",
        "lat": "25.030744",
        "version": 2
    },
    {
        "id": 1814,
        "name": "萬華車站",
        "address": "康定路273號同向(向北)",
        "lon": "121.5011471",
        "lat": "25.03440391",
        "version": 1
    },
    {
        "id": 1815,
        "name": "萬華國中",
        "address": "西藏路210號同向(向東)",
        "lon": "121.49914",
        "lat": "25.02935",
        "version": 1
    },
    {
        "id": 1817,
        "name": "萬華醫院",
        "address": "寧波西街237號同向(向南)",
        "lon": "121.50982",
        "lat": "25.02391",
        "version": 1
    },
    {
        "id": 1820,
        "name": "漢口昆明街口",
        "address": "漢口街54之33號同向(向東)",
        "lon": "121.5057978",
        "lat": "25.04590158",
        "version": 1
    },
    {
        "id": 1824,
        "name": "聚福宮",
        "address": "東園街44號同向(向南)",
        "lon": "121.4959018",
        "lat": "25.02677111",
        "version": 1
    },
    {
        "id": 1825,
        "name": "西園29服飾基地",
        "address": "西園路二段34號前候車亭(向南)",
        "lon": "121.49746",
        "lat": "25.03244",
        "version": 1
    },
    {
        "id": 1830,
        "name": "德昌街口",
        "address": "萬大路291-297號同向(向北)",
        "lon": "121.500485",
        "lat": "25.025045",
        "version": 3
    },
    {
        "id": 1833,
        "name": "龍山寺(西園)",
        "address": "西園路一段194號同向(向南)",
        "lon": "121.499273755657",
        "lat": "25.0363166106079",
        "version": 2
    },
    {
        "id": 1835,
        "name": "龍山國中",
        "address": "南寧路45號同向(向南)",
        "lon": "121.5038948",
        "lat": "25.03584463",
        "version": 1
    },
    {
        "id": 1837,
        "name": "環南市場",
        "address": "西藏路273號(向東)",
        "lon": "121.493132",
        "lat": "25.028426",
        "version": 2
    },
    {
        "id": 1839,
        "name": "雙園國中",
        "address": "寶興街40號同向(向東)",
        "lon": "121.4930716",
        "lat": "25.02751471",
        "version": 1
    },
    {
        "id": 1841,
        "name": "寶興街",
        "address": "寶興街96號對向(向西)",
        "lon": "121.494436",
        "lat": "25.0259561",
        "version": 1
    },
    {
        "id": 1842,
        "name": "臺北護理健康大學",
        "address": "內江街100號(向東)",
        "lon": "121.5031201",
        "lat": "25.04168923",
        "version": 3
    },
    {
        "id": 1848,
        "name": "二二八和平公園",
        "address": "衡陽路35號同向(向西)",
        "lon": "121.512543916311",
        "lat": "25.0423685522993",
        "version": 3
    },
    {
        "id": 1849,
        "name": "三元街",
        "address": "三元街235號同向(向東)",
        "lon": "121.5133626",
        "lat": "25.02747328",
        "version": 1
    },
    {
        "id": 1850,
        "name": "三元街口",
        "address": "南海路60號同向(向東)",
        "lon": "121.5091439",
        "lat": "25.0298392",
        "version": 1
    },
    {
        "id": 1853,
        "name": "小南門(和平院區)",
        "address": "愛國西路50-3號同向(向東)",
        "lon": "121.5085509",
        "lat": "25.03630737",
        "version": 1
    },
    {
        "id": 1856,
        "name": "三軍總醫院",
        "address": "汀州路三段107號同向(向西)",
        "lon": "121.529932254751",
        "lat": "25.0168386855906",
        "version": 3
    },
    {
        "id": 1858,
        "name": "中正二分局",
        "address": "重慶南路二段25號同向(向南)",
        "lon": "121.5138969",
        "lat": "25.03238167",
        "version": 1
    },
    {
        "id": 1861,
        "name": "仁愛中山路口",
        "address": "仁愛路上近中山南路同向(向西)",
        "lon": "121.5183669",
        "lat": "25.03926197",
        "version": 1
    },
    {
        "id": 1862,
        "name": "仁愛光復路口",
        "address": "仁愛路四段上近光復南路同向(向東)",
        "lon": "121.55728",
        "lat": "25.03754",
        "version": 1
    },
    {
        "id": 1865,
        "name": "仁愛杭州路口",
        "address": "仁愛路上近杭州南路同向(向西)",
        "lon": "121.5254546",
        "lat": "25.03835233",
        "version": 1
    },
    {
        "id": 1866,
        "name": "仁愛林森路口",
        "address": "林森南路47號對面(向南)",
        "lon": "121.521878540227",
        "lat": "25.040352",
        "version": 6
    },
    {
        "id": 1868,
        "name": "仁愛紹興街口",
        "address": "仁愛路上近紹興南街同向(向東)",
        "lon": "121.5235878",
        "lat": "25.0384529",
        "version": 4
    },
    {
        "id": 1869,
        "name": "仁愛復興路口(福華飯店)",
        "address": "仁愛路復興路口公車專用道(向西)",
        "lon": "121.544071",
        "lat": "25.03806",
        "version": 5
    },
    {
        "id": 1871,
        "name": "仁愛路二段",
        "address": "金山南路一段69號同向(向北)",
        "lon": "121.5281994",
        "lat": "25.03778986",
        "version": 1
    },
    {
        "id": 1873,
        "name": "財政大樓",
        "address": "南昌路一段10巷北側公賣局前(向南)",
        "lon": "121.51548",
        "lat": "25.03348",
        "version": 1
    },
    {
        "id": 1878,
        "name": "臺北市立大學",
        "address": "愛國西路1號同向(向西)",
        "lon": "121.51386",
        "lat": "25.03535",
        "version": 3
    },
    {
        "id": 1882,
        "name": "臺北車站(忠孝)",
        "address": "臺北市中正區忠孝西路一段50號（新光三越站前店前面）(向東)",
        "lon": "121.515689438859",
        "lat": "25.0465635496954",
        "version": 2
    },
    {
        "id": 1884,
        "name": "臺北車站(公園)",
        "address": "公園路38號同向(向南)",
        "lon": "121.516775",
        "lat": "25.043929",
        "version": 5
    },
    {
        "id": 1888,
        "name": "臺北車站(忠孝)",
        "address": "忠孝西路與懷寧街東側公路總局前(向東)",
        "lon": "121.514521527226",
        "lat": "25.0468151658683",
        "version": 4
    },
    {
        "id": 1890,
        "name": "臺北車站(青島)",
        "address": "青島西路15號同向(向東)",
        "lon": "121.517704",
        "lat": "25.04484411",
        "version": 1
    },
    {
        "id": 1892,
        "name": "臺北車站(開封)",
        "address": "開封街一段11號同向(向西)",
        "lon": "121.513879",
        "lat": "25.046027",
        "version": 3
    },
    {
        "id": 1895,
        "name": "臺北車站(鄭州)",
        "address": "捷運臺北車站M1出口~臺北車站北1門(向東)",
        "lon": "121.517739472626",
        "lat": "25.0483859091605",
        "version": 3
    },
    {
        "id": 1896,
        "name": "臺北法院",
        "address": "愛國西路同向(向西)",
        "lon": "121.511387293498",
        "lat": "25.0358143595359",
        "version": 2
    },
    {
        "id": 1903,
        "name": "臺北商大(濟南)",
        "address": "杭州南路一段同向(向西)",
        "lon": "121.5248024",
        "lat": "25.04196413",
        "version": 5
    },
    {
        "id": 1912,
        "name": "市立大學附小",
        "address": "公園路29號同向(向南)",
        "lon": "121.514976309391",
        "lat": "25.0364625980204",
        "version": 4
    },
    {
        "id": 1913,
        "name": "汀州路",
        "address": "汀州路一段276號同向(向東)",
        "lon": "121.511010",
        "lat": "25.026730",
        "version": 2
    },
    {
        "id": 1915,
        "name": "成功中學(濟南)",
        "address": "濟南路71號對向(向西)",
        "lon": "121.5230509",
        "lat": "25.04241371",
        "version": 1
    },
    {
        "id": 1916,
        "name": "自來水西分處(寧波)",
        "address": "臺北市寧波西街86號(向東)",
        "lon": "121.5157",
        "lat": "25.029828",
        "version": 3
    },
    {
        "id": 2466,
        "name": "景福街",
        "address": "景福街143號同向(向西)",
        "lon": "121.5362705",
        "lat": "24.99569293",
        "version": 1
    },
    {
        "id": 2471,
        "name": "普羅旺世",
        "address": "政大二街88~110號(向北)",
        "lon": "121.5839587",
        "lat": "24.98776697",
        "version": 3
    },
    {
        "id": 2472,
        "name": "棲霞山莊",
        "address": "萬壽路萬壽3號公園同向(向南)",
        "lon": "121.5876992",
        "lat": "24.98715168",
        "version": 3
    },
    {
        "id": 2473,
        "name": "棕櫚泉社區",
        "address": "萬芳路103號對向(向西)",
        "lon": "121.5625566",
        "lat": "24.99756829",
        "version": 1
    },
    {
        "id": 2476,
        "name": "猴山坑",
        "address": "萬壽路萬壽幹50支15(向南)",
        "lon": "121.5890261",
        "lat": "24.98287142",
        "version": 3
    },
    {
        "id": 2477,
        "name": "華夏六村",
        "address": "秀明路一段84號同向(向西)",
        "lon": "121.566304206745",
        "lat": "24.9906195262001",
        "version": 3
    },
    {
        "id": 2480,
        "name": "象頭埔",
        "address": "木柵路五段64號同向(向東)",
        "lon": "121.588451423211",
        "lat": "25.0017166398919",
        "version": 2
    },
    {
        "id": 2481,
        "name": "圓山",
        "address": "指南路三段40巷同向(茶坊旁)(向北)",
        "lon": "121.600480",
        "lat": "24.970103",
        "version": 2
    },
    {
        "id": 2485,
        "name": "溝子口",
        "address": "木柵路一段156號同向(向東)",
        "lon": "121.5520009",
        "lat": "24.98763799",
        "version": 1
    },
    {
        "id": 2487,
        "name": "溪口國小",
        "address": "景福街204號同向(向南)",
        "lon": "121.5389062",
        "lat": "24.99383424",
        "version": 1
    },
    {
        "id": 2489,
        "name": "萬利街口",
        "address": "萬利街2號(向西)",
        "lon": "121.567262",
        "lat": "24.999065",
        "version": 2
    },
    {
        "id": 2492,
        "name": "萬芳派出所",
        "address": "萬美街一段89號同向(向北)",
        "lon": "121.566256708836",
        "lat": "25.0017624091424",
        "version": 3
    },
    {
        "id": 2494,
        "name": "萬芳國小",
        "address": "萬和街6號對向(向東)",
        "lon": "121.56805440013",
        "lat": "25.001037360536",
        "version": 2
    },
    {
        "id": 2495,
        "name": "萬芳國宅",
        "address": "萬寧街1號同向(向東)",
        "lon": "121.565624",
        "lat": "25.003393",
        "version": 2
    },
    {
        "id": 2497,
        "name": "萬芳路口",
        "address": "木柵路四段23號同向(向南)",
        "lon": "121.571444566484",
        "lat": "24.9935653207503",
        "version": 3
    },
    {
        "id": 2501,
        "name": "萬美社區",
        "address": "萬美街2巷對向(向東)",
        "lon": "121.5626346",
        "lat": "25.00347536",
        "version": 1
    },
    {
        "id": 2502,
        "name": "世界山莊",
        "address": "軍功路188巷同向(向西)",
        "lon": "121.56435",
        "lat": "25.00564",
        "version": 6
    },
    {
        "id": 2503,
        "name": "萬隆",
        "address": "羅斯福路六段18號同向(向南)",
        "lon": "121.5398039",
        "lat": "24.99939586",
        "version": 1
    },
    {
        "id": 2504,
        "name": "政大清境社區",
        "address": "萬壽路電桿編號(向東)",
        "lon": "121.5874836",
        "lat": "24.98941624",
        "version": 4
    },
    {
        "id": 2512,
        "name": "萬壽橋頭(新光)",
        "address": "新光路一段164號對向(向南)",
        "lon": "121.573725603131",
        "lat": "24.9935042275141",
        "version": 5
    },
    {
        "id": 2514,
        "name": "萬寧山莊",
        "address": "萬寧街163號同向(向東)",
        "lon": "121.570371684081",
        "lat": "25.0041631244417",
        "version": 3
    },
    {
        "id": 2515,
        "name": "萬寧街",
        "address": "萬寧街141號同向(向東)",
        "lon": "121.5705532",
        "lat": "25.0031179",
        "version": 3
    },
    {
        "id": 2518,
        "name": "萬福橋",
        "address": "木柵路五段43巷同向(向東)",
        "lon": "121.584612472655",
        "lat": "25.0029972947861",
        "version": 3
    },
    {
        "id": 2519,
        "name": "萬興國小",
        "address": "秀明路二段114號同向(向南)",
        "lon": "121.576775629156",
        "lat": "24.9896645440275",
        "version": 4
    },
    {
        "id": 2523,
        "name": "滬江中學",
        "address": "羅斯福路六段292號同向(向南)",
        "lon": "121.539770",
        "lat": "24.990980",
        "version": 2
    },
    {
        "id": 2525,
        "name": "福興路口",
        "address": "福興路29號同向(向南)",
        "lon": "121.55102",
        "lat": "25.00296",
        "version": 1
    },
    {
        "id": 2527,
        "name": "樟山寺",
        "address": "指南路三段118號同向(向南)",
        "lon": "121.58003",
        "lat": "24.97112",
        "version": 1
    },
    {
        "id": 2528,
        "name": "樟山寺一",
        "address": "指南路三段同向(向南)",
        "lon": "121.5803701",
        "lat": "24.97414808",
        "version": 1
    },
    {
        "id": 2530,
        "name": "樟湖步道",
        "address": "指南路三段34巷53-2號同向(向南)",
        "lon": "121.58306",
        "lat": "24.96589",
        "version": 1
    },
    {
        "id": 2534,
        "name": "興得閱覽室",
        "address": "興隆路三段304巷145號同向(向東)",
        "lon": "121.55507",
        "lat": "24.99579",
        "version": 1
    },
    {
        "id": 2535,
        "name": "興隆山莊",
        "address": "興隆路三段299號南側(向南)",
        "lon": "121.5586916",
        "lat": "24.9913869",
        "version": 3
    },
    {
        "id": 2536,
        "name": "興隆市場",
        "address": "興隆路二段68號同向(向東)",
        "lon": "121.547902045529",
        "lat": "24.9996328919305",
        "version": 4
    },
    {
        "id": 2539,
        "name": "興隆路口(忠順)",
        "address": "忠順街147號同向(向東)",
        "lon": "121.5609",
        "lat": "24.9844",
        "version": 1
    },
    {
        "id": 2540,
        "name": "興隆路口(辛亥)",
        "address": "辛亥路四段234號同向(向南)",
        "lon": "121.554986690157",
        "lat": "25.0015622899858",
        "version": 2
    },
    {
        "id": 2542,
        "name": "興德國小",
        "address": "興隆路二段118號同向(向東)",
        "lon": "121.550307886322",
        "lat": "25.0009702685655",
        "version": 4
    },
    {
        "id": 2543,
        "name": "貓空站(小天空步道)",
        "address": "指南路三段40巷12之1號同向(向北)",
        "lon": "121.59539",
        "lat": "24.96796",
        "version": 4
    },
    {
        "id": 2545,
        "name": "貓空纜車站",
        "address": "指南路三段同向(向北)",
        "lon": "121.5881",
        "lat": "24.9685",
        "version": 3
    },
    {
        "id": 2550,
        "name": "懷恩隧道",
        "address": "辛亥路五段102號同向(向南)",
        "lon": "121.5526047",
        "lat": "24.99796724",
        "version": 1
    },
    {
        "id": 2552,
        "name": "靈糧山莊",
        "address": "萬美街二段82號同向(向東)",
        "lon": "121.56",
        "lat": "25.0055",
        "version": 1
    },
    {
        "id": 2554,
        "name": "八德公園",
        "address": "八德公園地標同向(向東)",
        "lon": "121.475060",
        "lat": "25.023408",
        "version": 2
    },
    {
        "id": 2556,
        "name": "大庭新村",
        "address": "中正路191號同向(向南)",
        "lon": "121.45638",
        "lat": "25.01716",
        "version": 1
    },
    {
        "id": 2560,
        "name": "民生中山路口",
        "address": "民生路一段60號同向(向北)",
        "lon": "121.474",
        "lat": "25.01507",
        "version": 2
    },
    {
        "id": 20280,
        "name": "三角坑",
        "address": "基隆市暖暖區南勢湖40號對面(向西)",
        "lon": "121.611883809311",
        "lat": "25.2180034962402",
        "version": 4
    },
    {
        "id": 20272,
        "name": "上磺溪橋(魚路古道)",
        "address": "新北市金山區陽金公路上磺溪橋前候車亭(向西)",
        "lon": "121.582484",
        "lat": "25.179738",
        "version": 4
    },
    {
        "id": 20285,
        "name": "中正路",
        "address": "新北市金山區金山區中正路65號對面(向西)",
        "lon": "121.634037",
        "lat": "25.221938",
        "version": 9
    },
    {
        "id": 20282,
        "name": "中國金屬",
        "address": "新北市金山區五湖村南勢湖29號對面(向西)",
        "lon": "121.618996359315",
        "lat": "25.2183584325841",
        "version": 5
    },
    {
        "id": 20260,
        "name": "五股站",
        "address": "新北市五股區成泰路一段136號",
        "lon": "121.435084",
        "lat": "25.075422",
        "version": 4
    },
    {
        "id": 20288,
        "name": "林口",
        "address": "新北市金山區新北市金山區觀煉鐵廠入口西面20公尺(向南)",
        "lon": "121.601077223467",
        "lat": "25.2130162333872",
        "version": 3
    },
    {
        "id": 20278,
        "name": "林莊",
        "address": "新北市金山區重和村28-2號東面20公尺(向南)",
        "lon": "121.597489742571",
        "lat": "25.2096083029236",
        "version": 5
    },
    {
        "id": 20284,
        "name": "金山(南勢)",
        "address": "新北市金山區五湖村南勢湖65號(向東)",
        "lon": "121.626401",
        "lat": "25.220253",
        "version": 6
    },
    {
        "id": 20283,
        "name": "南勢湖",
        "address": "新北市金山區五湖村南勢湖13號對面(向西)",
        "lon": "121.62154045271",
        "lat": "25.2194587166735",
        "version": 4
    },
    {
        "id": 20277,
        "name": "重光",
        "address": "新北市金山區五湖村茅埔頭5號西面候車亭對面(向南)",
        "lon": "121.603876295636",
        "lat": "25.216801854538",
        "version": 4
    },
    {
        "id": 20276,
        "name": "強薪(陽明山水、八煙溫泉)",
        "address": "新北市金山區重和村林口36號對面(向北)",
        "lon": "121.594590472406",
        "lat": "25.2067324293663",
        "version": 4
    },
    {
        "id": 20290,
        "name": "頂八煙",
        "address": "新北市金山區重和村三重橋34號(向南)",
        "lon": "121.585539253184",
        "lat": "25.1870443879536",
        "version": 4
    },
    {
        "id": 20289,
        "name": "頂八煙",
        "address": "新北市金山區重和村三重橋34號(向北)",
        "lon": "121.585659",
        "lat": "25.186913",
        "version": 4
    },
    {
        "id": 20279,
        "name": "達樂花園",
        "address": "新北市金山區五湖村南勢湖50號對面(向西)",
        "lon": "121.607189385133",
        "lat": "25.2174666002989",
        "version": 4
    },
    {
        "id": 20306,
        "name": "電子公司(寶中路)",
        "address": "新北市新店區寶中路104號對面(向北)",
        "lon": "121.55006",
        "lat": "24.97896",
        "version": 3
    },
    {
        "id": 20273,
        "name": "養鱒場",
        "address": "新北市金山區重和村三重橋14號對面(向西)",
        "lon": "121.590959",
        "lat": "25.18967",
        "version": 5
    },
    {
        "id": 20281,
        "name": "磺溪仔橋",
        "address": "新北市金山區五湖村南勢湖28號(向西)",
        "lon": "121.615661360846",
        "lat": "25.2182791916073",
        "version": 5
    },
    {
        "id": 20269,
        "name": "土地銀行",
        "address": "臺北市信義區松德路105號(向東)",
        "lon": "121.575633643328",
        "lat": "25.037873435751",
        "version": 6
    },
    {
        "id": 20271,
        "name": "大油坑",
        "address": "臺北市竹子湖路大油坑站候車亭前對面(向北)",
        "lon": "121.579656043561",
        "lat": "25.1796751982147",
        "version": 6
    },
    {
        "id": 1000164,
        "name": "中山女高",
        "address": "臺北市中山區八德路二段(向東)",
        "lon": "121.5381002",
        "lat": "25.04827992",
        "version": 2
    },
    {
        "id": 4974,
        "name": "安湖站",
        "address": "臺北市內湖區東湖路113巷88號(向北)",
        "lon": "121.6156274",
        "lat": "25.07205909",
        "version": 2
    },
    {
        "id": 20297,
        "name": "臥龍富陽街口",
        "address": "臺北市大安區臥龍街254號(向東)",
        "lon": "121.557209",
        "lat": "25.018381",
        "version": 10
    },
    {
        "id": 20298,
        "name": "臥龍富陽街口",
        "address": "臺北市大安區臥龍街254號對面(向西)",
        "lon": "121.557095",
        "lat": "25.018574",
        "version": 12
    },
    {
        "id": 20294,
        "name": "芳蘭山莊",
        "address": "臺北市大安區基隆路3段155巷148號(向東)",
        "lon": "121.548066",
        "lat": "25.01272",
        "version": 2
    },
    {
        "id": 20270,
        "name": "信義松德路口",
        "address": "臺北市信義區松德路202號(向南)",
        "lon": "121.5744265",
        "lat": "25.034555",
        "version": 2
    },
    {
        "id": 1001282,
        "name": "康寧天闊站",
        "address": "臺北市內湖區康寧路3段75巷179號(向東)",
        "lon": "121.61341548745",
        "lat": "25.077014045415",
        "version": 7
    },
    {
        "id": 1001283,
        "name": "康寧天闊站",
        "address": "臺北市內湖區康寧路3段75巷120號(向西)",
        "lon": "121.61330283467",
        "lat": "25.077154949435",
        "version": 6
    },
    {
        "id": 20266,
        "name": "康寧護專",
        "address": "臺北市內湖區康寧路三段137號北側20M對面(向北)",
        "lon": "121.6094837",
        "lat": "25.07448959",
        "version": 3
    },
    {
        "id": 1095,
        "name": "康寧護專",
        "address": "臺北市內湖區康寧路三段137號北側20M(向南)",
        "lon": "121.6093047",
        "lat": "25.07450422",
        "version": 3
    },
    {
        "id": 20264,
        "name": "第二果菜市場",
        "address": "臺北市中山區建國北路三段107號前(向北)",
        "lon": "121.536103",
        "lat": "25.066251",
        "version": 2
    },
    {
        "id": 20267,
        "name": "湖山村",
        "address": "臺北市內湖區東湖路3段75巷261號對面(向南)",
        "lon": "121.615107",
        "lat": "25.075165",
        "version": 5
    },
    {
        "id": 20268,
        "name": "湖山村",
        "address": "臺北市內湖區東湖路3段75巷259號(向北)",
        "lon": "121.615208",
        "lat": "25.075322",
        "version": 5
    },
    {
        "id": 20296,
        "name": "樂業街",
        "address": "臺北市大安區樂業街與樂業街159巷口南側10公尺(向北)",
        "lon": "121.553784",
        "lat": "25.019672",
        "version": 2
    },
    {
        "id": 20295,
        "name": "樂業街",
        "address": "臺北市大安區樂業街154號(向南)",
        "lon": "121.5532208",
        "lat": "25.01976878",
        "version": 3
    },
    {
        "id": 20302,
        "name": "環東大道口",
        "address": "臺北市南港區經貿二路157巷口南側50公尺(向南)",
        "lon": "121.61814",
        "lat": "25.060624",
        "version": 2
    },
    {
        "id": 20291,
        "name": "環東大道口",
        "address": "臺北市南港區經貿一路環東大道口(向北)",
        "lon": "121.619320046669",
        "lat": "25.0594207806529",
        "version": 3
    },
    {
        "id": 20293,
        "name": "寶藏巖",
        "address": "臺北市大安區台北市汀洲路三段230巷巷口南側15公尺(向東)",
        "lon": "121.5358731",
        "lat": "25.01142683",
        "version": 2
    },
    {
        "id": 20241,
        "name": "舊宗路一段(行善)",
        "address": "行善路188號(向西)",
        "lon": "121.579639",
        "lat": "25.058701",
        "version": 3
    },
    {
        "id": 20232,
        "name": "新湖舊宗路口",
        "address": "新湖一路南側(向東)",
        "lon": "121.578622",
        "lat": "25.059881",
        "version": 2
    },
    {
        "id": 20229,
        "name": "中社路一段61巷口",
        "address": "中社路一段61巷口南側20公尺處回收箱前方(向北)",
        "lon": "121.560788036637",
        "lat": "25.107004336741",
        "version": 3
    },
    {
        "id": 20228,
        "name": "中社路一段61巷口",
        "address": "中社路一段61巷口對面白線往南15公尺處(向南)",
        "lon": "121.560717535671",
        "lat": "25.1068988170426",
        "version": 3
    },
    {
        "id": 1165603212,
        "name": "臺北科技大學(建國)",
        "address": "建國南路一段台北科技大樓停車場出入口南側15公尺(向北)",
        "lon": "121.536995",
        "lat": "25.042828",
        "version": 4
    },
    {
        "id": 1165603213,
        "name": "臺北科技大學(建國)",
        "address": "建國南路一段與建國南路迴轉道交叉口南側約20公尺(向南)",
        "lon": "121.536351",
        "lat": "25.043566",
        "version": 4
    },
    {
        "id": 1165603214,
        "name": "捷運江子翠站",
        "address": "新北市板橋區文化路二段341號(向南)",
        "lon": "121.472668",
        "lat": "25.030537",
        "version": 4
    },
    {
        "id": 1165603215,
        "name": "政大學苑",
        "address": "政大一街169-171號對面(向北)",
        "lon": "121.583528256631",
        "lat": "24.9852588957558\t",
        "version": 4
    },
    {
        "id": 1001369,
        "name": "中行里",
        "address": "中坡南路241號路燈旁(向北)",
        "lon": "121.584886",
        "lat": "25.040216",
        "version": 1
    },
    {
        "id": 10601,
        "name": "三安里",
        "address": "正義北路270號(向南)",
        "lon": "121.495867",
        "lat": "25.068954",
        "version": 4
    },
    {
        "id": 1000630,
        "name": "塔悠路",
        "address": "塔悠路(向北)",
        "lon": "121.568893",
        "lat": "25.061248",
        "version": 1
    },
    {
        "id": 1000669,
        "name": "景福街",
        "address": "景福街(向東)",
        "lon": "121.5363395",
        "lat": "24.99550417",
        "version": 1
    },
    {
        "id": 1000786,
        "name": "新莊田徑場(中和里)",
        "address": "復興路一段195號對面候車亭(向東)",
        "lon": "121.4521206",
        "lat": "25.04352298",
        "version": 2
    },
    {
        "id": 1000217,
        "name": "發電所",
        "address": "塔悠路195路(向北)",
        "lon": "121.569875007341",
        "lat": "25.0550274643832",
        "version": 2
    },
    {
        "id": 1457,
        "name": "酒泉街",
        "address": "酒泉街110號對向(向西)",
        "lon": "121.5135209",
        "lat": "25.07218551",
        "version": 1
    },
    {
        "id": 1354,
        "name": "華泰飯店",
        "address": "林森北路309號同向(向北)",
        "lon": "121.5255878",
        "lat": "25.05676553",
        "version": 1
    },
    {
        "id": 1001018,
        "name": "青潭停車場",
        "address": "新北市新店區新烏路一段26巷35號之1",
        "lon": "121.5450033",
        "lat": "24.95104968",
        "version": 3
    },
    {
        "id": 1001147,
        "name": "湖前街口",
        "address": "新北市汐止區康寧街467號(向西)",
        "lon": "121.6317256",
        "lat": "25.0684216",
        "version": 4
    },
    {
        "id": 45,
        "name": "大興街口",
        "address": "北投路二段5號同向(向北)",
        "lon": "121.499594",
        "lat": "25.13042627",
        "version": 1
    },
    {
        "id": 597,
        "name": "士商路",
        "address": "士商路70號對向(向北)",
        "lon": "121.51989",
        "lat": "25.091",
        "version": 1
    },
    {
        "id": 759,
        "name": "建安新村",
        "address": "延平北路八段181號同向(向南)",
        "lon": "121.4812673",
        "lat": "25.10595228",
        "version": 1
    },
    {
        "id": 830,
        "name": "普濟堂",
        "address": "延平北路七段3號同向(向南)",
        "lon": "121.497441758086",
        "lat": "25.094151501983",
        "version": 2
    },
    {
        "id": 667,
        "name": "永平街口",
        "address": "社中街340號同向(向南)",
        "lon": "121.5047689",
        "lat": "25.09227372",
        "version": 2
    },
    {
        "id": 345,
        "name": "崇仁路口",
        "address": "公館路410號同向(向北)",
        "lon": "121.502948188139",
        "lat": "25.1223766584811",
        "version": 2
    },
    {
        "id": 439,
        "name": "郵政訓練所",
        "address": "泉源路48號同向(向東)",
        "lon": "121.5097788",
        "lat": "25.14102259",
        "version": 1
    },
    {
        "id": 50736,
        "name": "龍山國中",
        "address": "南寧路50號對向(向北)",
        "lon": "121.5042542",
        "lat": "25.03583407",
        "version": 1
    },
    {
        "id": 56114,
        "name": "象頭埔",
        "address": "木柵路五段64號對向(向西)",
        "lon": "121.588485768495",
        "lat": "25.0018480966022",
        "version": 2
    },
    {
        "id": 2561,
        "name": "向陽公園",
        "address": "成功路一段78、80號前(向南)",
        "lon": "121.592481",
        "lat": "25.057228",
        "version": 3
    },
    {
        "id": 2562,
        "name": "仁愛新村",
        "address": "四川路一段361號同向(向東)",
        "lon": "121.458228",
        "lat": "24.999518",
        "version": 1
    },
    {
        "id": 2563,
        "name": "仁愛新村",
        "address": "四川路一段373號同向(向西)",
        "lon": "121.4581385",
        "lat": "24.99966254",
        "version": 1
    },
    {
        "id": 2565,
        "name": "五福新村",
        "address": "懷德街201巷同向(向東)",
        "lon": "121.482661",
        "lat": "25.027770",
        "version": 2
    },
    {
        "id": 2568,
        "name": "五權公園",
        "address": "廣權路99號同向(向西)",
        "lon": "121.464571",
        "lat": "24.992745",
        "version": 3
    },
    {
        "id": 2573,
        "name": "民族區運路口",
        "address": "民族路87號對向(向東)",
        "lon": "121.46584",
        "lat": "25.00839",
        "version": 2
    },
    {
        "id": 2577,
        "name": "民生路橋",
        "address": "民生路二段62號同向(向北)",
        "lon": "121.47202",
        "lat": "25.01795",
        "version": 1
    },
    {
        "id": 2584,
        "name": "玉光里",
        "address": "民生路二段18號同向(向北)",
        "lon": "121.47289",
        "lat": "25.01663",
        "version": 1
    },
    {
        "id": 2585,
        "name": "光復橋",
        "address": "中山路二段481號同向(向西)",
        "lon": "121.48227",
        "lat": "25.0207",
        "version": 1
    },
    {
        "id": 2588,
        "name": "名來新城(中正路)",
        "address": "板橋區中正路438號同向(向北)",
        "lon": "121.45452",
        "lat": "25.02613",
        "version": 7
    },
    {
        "id": 2590,
        "name": "江子翠",
        "address": "仁化街117號同向(向西)",
        "lon": "121.476953",
        "lat": "25.032535",
        "version": 1
    },
    {
        "id": 2591,
        "name": "自來水公司",
        "address": "三民路二段226號同向(向南)",
        "lon": "121.4787483",
        "lat": "25.01178723",
        "version": 1
    },
    {
        "id": 2592,
        "name": "江翠國小",
        "address": "文聖街6號同向(向南)",
        "lon": "121.4751564",
        "lat": "25.03247167",
        "version": 1
    },
    {
        "id": 2593,
        "name": "江翠國中",
        "address": "文化路二段284號同向(向東)",
        "lon": "121.4720492",
        "lat": "25.02943176",
        "version": 1
    },
    {
        "id": 2594,
        "name": "西安里",
        "address": "中山路二段20號同向(向東)",
        "lon": "121.4724073",
        "lat": "25.01497569",
        "version": 1
    },
    {
        "id": 2595,
        "name": "冷凍廠(文聖)",
        "address": "文聖街136號同向(向南)",
        "lon": "121.47837",
        "lat": "25.02824",
        "version": 1
    },
    {
        "id": 2596,
        "name": "冷凍廠(懷德)",
        "address": "地標同向(向北)",
        "lon": "121.479456",
        "lat": "25.030025",
        "version": 1
    },
    {
        "id": 2601,
        "name": "亞東技術學院",
        "address": "四川路二段57號同向(向東)",
        "lon": "121.4535562",
        "lat": "24.99516386",
        "version": 1
    },
    {
        "id": 2602,
        "name": "亞東技術學院",
        "address": "四川路二段58號同向(向西)",
        "lon": "121.4532287",
        "lat": "24.99527614",
        "version": 1
    },
    {
        "id": 20231,
        "name": "新湖舊宗路口",
        "address": "新湖一路北側(向西)",
        "lon": "121.578876",
        "lat": "25.060133",
        "version": 2
    },
    {
        "id": 1165603216,
        "name": "宜安吉立",
        "address": "新北市中和區宜安路35號前(向東)",
        "lon": "121.51246",
        "lat": "24.99621",
        "version": 4
    },
    {
        "id": 1165603217,
        "name": "宜安吉立",
        "address": "新北市中和區宜安路35號對面(向西)",
        "lon": "121.51244",
        "lat": "24.99634",
        "version": 5
    },
    {
        "id": 15065,
        "name": "仁愛國小",
        "address": "民族路409號(向西)",
        "lon": "121.4695776",
        "lat": "25.09051072",
        "version": 1
    },
    {
        "id": 20315,
        "name": "林口",
        "address": "新北市金山區台灣煉鐵廠入口對面候車亭(向北)",
        "lon": "121.60101",
        "lat": "25.21286",
        "version": 2
    },
    {
        "id": 14418,
        "name": "山仔后",
        "address": "菁山路26號(向北)",
        "lon": "121.5471173",
        "lat": "25.13808703",
        "version": 1
    },
    {
        "id": 20234,
        "name": "王厝",
        "address": "深南路128號",
        "lon": "121.622431",
        "lat": "25.01310198",
        "version": 3
    },
    {
        "id": 20233,
        "name": "王厝",
        "address": "深南路128號對面",
        "lon": "121.622193",
        "lat": "25.012338",
        "version": 2
    },
    {
        "id": 4127,
        "name": "三和國中",
        "address": "三和路四段97號(向北)",
        "lon": "121.4873983",
        "lat": "25.07639978",
        "version": 1
    },
    {
        "id": 20414,
        "name": "靈糧山莊",
        "address": "萬美街2段(向西)",
        "lon": "121.56061",
        "lat": "25.00544",
        "version": 1
    },
    {
        "id": 30021,
        "name": "富國路口",
        "address": "富國路27號(向北)",
        "lon": "121.4195863",
        "lat": "25.02610294",
        "version": 3
    },
    {
        "id": 36051,
        "name": "親水公園",
        "address": "中興路3段(向東)",
        "lon": "121.45498",
        "lat": "25.07822",
        "version": 2
    },
    {
        "id": 2234,
        "name": "正義郵局",
        "address": "忠孝東路三段160號同向(向東)",
        "lon": "121.53843988618",
        "lat": "25.0416069783946",
        "version": 2
    },
    {
        "id": 2235,
        "name": "立人國際國中小學",
        "address": "安和路二段88號同向(向南)",
        "lon": "121.550354",
        "lat": "25.028825",
        "version": 5
    },
    {
        "id": 2240,
        "name": "地震研究中心",
        "address": "地標同向(向東)",
        "lon": "121.547977985864",
        "lat": "25.0159628784948",
        "version": 2
    },
    {
        "id": 2242,
        "name": "濟南路二段",
        "address": "濟南路二段9號同向(向東)",
        "lon": "121.52708",
        "lat": "25.04128",
        "version": 1
    },
    {
        "id": 2244,
        "name": "自來水處(基隆路)",
        "address": "基隆路三段+長興街口同向(向西)",
        "lon": "121.544649",
        "lat": "25.017752",
        "version": 2
    },
    {
        "id": 2249,
        "name": "辛亥路口",
        "address": "建國南路二段306號同向(向北)",
        "lon": "121.53788",
        "lat": "25.02347",
        "version": 1
    },
    {
        "id": 2250,
        "name": "和平安和路口",
        "address": "和平東路三段76號(向東)",
        "lon": "121.550861893498",
        "lat": "25.0242726614044",
        "version": 2
    },
    {
        "id": 2251,
        "name": "和平安和路口",
        "address": "和平東路三段113號(向西)",
        "lon": "121.550915062346",
        "lat": "25.0245319230801",
        "version": 2
    },
    {
        "id": 2254,
        "name": "和平高中",
        "address": "基隆路二段20-1號同向(向北)",
        "lon": "121.54746",
        "lat": "25.01963",
        "version": 1
    },
    {
        "id": 2256,
        "name": "和平新生路口",
        "address": "新生南路二段上近和平東路同向(向南)",
        "lon": "121.53478",
        "lat": "25.02639",
        "version": 1
    },
    {
        "id": 2257,
        "name": "和安里",
        "address": "復興南路一段350號同向(向南)",
        "lon": "121.54349",
        "lat": "25.035705",
        "version": 1
    },
    {
        "id": 2259,
        "name": "捷運忠孝敦化站",
        "address": "敦化南路一段173號同向(向北)",
        "lon": "121.549174",
        "lat": "25.0430127",
        "version": 1
    },
    {
        "id": 2262,
        "name": "忠孝敦化路口",
        "address": "敦化南路一段上近忠孝東路同向(向南)",
        "lon": "121.5487541",
        "lat": "25.04186596",
        "version": 3
    },
    {
        "id": 2266,
        "name": "空軍總部",
        "address": "建國南路一段177號同向(向北)",
        "lon": "121.537887",
        "lat": "25.040593",
        "version": 1
    },
    {
        "id": 2267,
        "name": "臥龍街",
        "address": "和平東路三段36號同向(向東)",
        "lon": "121.547571",
        "lat": "25.024522",
        "version": 2
    },
    {
        "id": 2268,
        "name": "芳蘭路",
        "address": "芳蘭街68號對向(向南)",
        "lon": "121.5454",
        "lat": "25.01288",
        "version": 1
    },
    {
        "id": 2270,
        "name": "青年活動中心",
        "address": "辛亥路三段55號對面(向南)",
        "lon": "121.544425705591",
        "lat": "25.0207309356073",
        "version": 3
    },
    {
        "id": 2271,
        "name": "大安運動中心",
        "address": "辛亥路三段55號(向北)",
        "lon": "121.545887467263",
        "lat": "25.0203240566478",
        "version": 3
    },
    {
        "id": 2272,
        "name": "阿波羅大廈",
        "address": "忠孝東路四段220號同向(向東)",
        "lon": "121.553619",
        "lat": "25.041262",
        "version": 3
    },
    {
        "id": 2275,
        "name": "青峰活動中心",
        "address": "辛亥路三段223號同向(向西)",
        "lon": "121.550823439075",
        "lat": "25.015980780143",
        "version": 2
    },
    {
        "id": 2277,
        "name": "金華國中",
        "address": "地標同向(向東)",
        "lon": "121.53291",
        "lat": "25.03044",
        "version": 1
    },
    {
        "id": 2278,
        "name": "金甌女中",
        "address": "杭州南路二段1號同向(向北)",
        "lon": "121.524185846428",
        "lat": "25.0349344108172",
        "version": 3
    },
    {
        "id": 2280,
        "name": "捷運東門站(金山)",
        "address": "金山南路二段27號對向(向南)",
        "lon": "121.526951",
        "lat": "25.03288598",
        "version": 1
    },
    {
        "id": 2281,
        "name": "師大附中",
        "address": "信義路三段上近復興南路同向(向西)",
        "lon": "121.542275",
        "lat": "25.033382",
        "version": 2
    },
    {
        "id": 2282,
        "name": "捷運大安站(信義)",
        "address": "信義路四段上近復興南路同向(向西)",
        "lon": "121.5438266",
        "lat": "25.03340442",
        "version": 1
    },
    {
        "id": 2287,
        "name": "捷運信義安和站(安和)",
        "address": "安和路100號同向(向南)",
        "lon": "121.5523788",
        "lat": "25.03397949",
        "version": 1
    },
    {
        "id": 2288,
        "name": "建國南路",
        "address": "建國南路2段大安森林公園信箱前(向南)",
        "lon": "121.5374388",
        "lat": "25.03134398",
        "version": 1
    },
    {
        "id": 2289,
        "name": "師大",
        "address": "和平東路一段162號同向(向東)",
        "lon": "121.52777157516",
        "lat": "25.0265354883766",
        "version": 4
    },
    {
        "id": 2291,
        "name": "師大綜合大樓",
        "address": "和平東路一段184號同向(向東)",
        "lon": "121.529958",
        "lat": "25.026362",
        "version": 3
    },
    {
        "id": 2296,
        "name": "師大路",
        "address": "師大路91號同向(向北)",
        "lon": "121.52848",
        "lat": "25.02307",
        "version": 1
    },
    {
        "id": 2297,
        "name": "捷運台電大樓站",
        "address": "羅斯福路公車專用道(向北)",
        "lon": "121.52803",
        "lat": "25.02092",
        "version": 2
    },
    {
        "id": 2299,
        "name": "國北教大實小",
        "address": "和平東路二段131號同向(向西)",
        "lon": "121.54065",
        "lat": "25.02532",
        "version": 2
    },
    {
        "id": 2304,
        "name": "國立臺北教育大學",
        "address": "和平東路二段297號同向(向西)",
        "lon": "121.5448151",
        "lat": "25.02482681",
        "version": 1
    },
    {
        "id": 2305,
        "name": "仁愛國泰醫院",
        "address": "仁愛路四段上近仁愛路四段266巷同向(向東)",
        "lon": "121.5525491",
        "lat": "25.03770832",
        "version": 1
    },
    {
        "id": 2307,
        "name": "捷運六張犁站(基隆路)",
        "address": "基隆路二段207號同向(向北)",
        "lon": "121.5519799",
        "lat": "25.02377215",
        "version": 2
    },
    {
        "id": 2309,
        "name": "捷運公館站",
        "address": "羅斯福路四段76號(向東)",
        "lon": "121.534519737431",
        "lat": "25.0143244784564",
        "version": 3
    },
    {
        "id": 2311,
        "name": "捷運古亭站(和平)",
        "address": "和平東路一段69號對向(向東)",
        "lon": "121.5246159",
        "lat": "25.02678744",
        "version": 3
    },
    {
        "id": 2313,
        "name": "捷運古亭站(杭州)",
        "address": "杭州南路二段85號同向(向北)",
        "lon": "121.5219375",
        "lat": "25.02886065",
        "version": 1
    },
    {
        "id": 2316,
        "name": "捷運忠孝復興站",
        "address": "忠孝東路三段268號同向(向東)",
        "lon": "121.5423491",
        "lat": "25.0415371",
        "version": 1
    },
    {
        "id": 2317,
        "name": "捷運忠孝復興站",
        "address": "復興南路一段170-172同向(向南)",
        "lon": "121.5435725",
        "lat": "25.04090344",
        "version": 5
    },
    {
        "id": 2320,
        "name": "捷運科技大樓站",
        "address": "復興南路二段235號同向(向北)",
        "lon": "121.5435778",
        "lat": "25.02598619",
        "version": 1
    },
    {
        "id": 2321,
        "name": "捷運國父紀念館站(光復)",
        "address": "光復南路202號對面(向北)",
        "lon": "121.557772",
        "lat": "25.042032",
        "version": 4
    },
    {
        "id": 2325,
        "name": "頂好市場",
        "address": "忠孝東路三段100號同向(向東)",
        "lon": "121.546380002806",
        "lat": "25.0414709888816",
        "version": 2
    },
    {
        "id": 2327,
        "name": "復興南路口",
        "address": "和平東路二段106號同向(向東)",
        "lon": "121.542239793699",
        "lat": "25.0249140592421",
        "version": 2
    },
    {
        "id": 2328,
        "name": "敦化安和路口",
        "address": "安和路一段9號同向(向北)",
        "lon": "121.54946",
        "lat": "25.03984",
        "version": 1
    },
    {
        "id": 2330,
        "name": "開平餐飲學校",
        "address": "復興南路二段106號同向(向南)",
        "lon": "121.54334032005",
        "lat": "25.0294644602605",
        "version": 3
    },
    {
        "id": 2331,
        "name": "愛國東路口",
        "address": "杭州南路二段53號同向(向北)",
        "lon": "121.522887",
        "lat": "25.03276",
        "version": 1
    },
    {
        "id": 2333,
        "name": "新民國小",
        "address": "辛亥路一段113號同向(向南)",
        "lon": "121.53203",
        "lat": "25.02235",
        "version": 1
    },
    {
        "id": 2334,
        "name": "新生南路一段",
        "address": "濟南路二段58號同向(向東)",
        "lon": "121.5317999",
        "lat": "25.04021896",
        "version": 1
    },
    {
        "id": 2336,
        "name": "溫州街口",
        "address": "辛亥路一段94號同向(向東)",
        "lon": "121.53164",
        "lat": "25.02152",
        "version": 4
    },
    {
        "id": 2341,
        "name": "潮州街口",
        "address": "杭州南路二段61號同向(向北)",
        "lon": "121.5221853",
        "lat": "25.03003392",
        "version": 3
    },
    {
        "id": 2342,
        "name": "潮州街口",
        "address": "羅斯福路二段5號同向(向北)",
        "lon": "121.5210821",
        "lat": "25.0291861",
        "version": 1
    },
    {
        "id": 2345,
        "name": "龍門國中(和平)",
        "address": "和平東路二段58號同向(向東)",
        "lon": "121.538492198683",
        "lat": "25.0254072414078",
        "version": 2
    },
    {
        "id": 2349,
        "name": "聯合醫院仁愛院區",
        "address": "復興南路一段318號同向(向南)",
        "lon": "121.543525",
        "lat": "25.037683",
        "version": 1
    },
    {
        "id": 2350,
        "name": "懷生國中",
        "address": "忠孝東路三段232號同向(向東)",
        "lon": "121.54088",
        "lat": "25.04156",
        "version": 1
    },
    {
        "id": 2353,
        "name": "捷運台電大樓站",
        "address": "羅斯福路公車專用道(向東)",
        "lon": "121.528697",
        "lat": "25.020027",
        "version": 3
    },
    {
        "id": 2359,
        "name": "羅斯福浦城街口",
        "address": "羅斯福路三段上近浦城街口同向(向南)",
        "lon": "121.526085861859",
        "lat": "25.0224187553298",
        "version": 2
    },
    {
        "id": 2361,
        "name": "觀光局",
        "address": "忠孝東路段巷4弄300號同向(向東)",
        "lon": "121.5561283",
        "lat": "25.04123169",
        "version": 2
    },
    {
        "id": 2362,
        "name": "力行國小",
        "address": "木新路三段184號同向(向西)",
        "lon": "121.560289058141",
        "lat": "24.9816609828931",
        "version": 4
    },
    {
        "id": 2363,
        "name": "貓空纜車站",
        "address": "指南路三段38巷16-5號前(向北)",
        "lon": "121.58791",
        "lat": "24.96818",
        "version": 2
    },
    {
        "id": 2364,
        "name": "小坑口",
        "address": "指南路2段106號(向東)",
        "lon": "121.579379",
        "lat": "24.986195",
        "version": 2
    },
    {
        "id": 2365,
        "name": "三角公園",
        "address": "指南路三段55號同向(向南)",
        "lon": "121.579781",
        "lat": "24.983627",
        "version": 2
    },
    {
        "id": 2368,
        "name": "大誠高中",
        "address": "秀明路二段175號同向(向北)",
        "lon": "121.576906425571",
        "lat": "24.9903655257946",
        "version": 2
    },
    {
        "id": 2369,
        "name": "淡水農會自強分會",
        "address": "自強路231號(向南)",
        "lon": "121.46368",
        "lat": "25.12632",
        "version": 2
    },
    {
        "id": 2372,
        "name": "公訓正門",
        "address": "萬美街二段21巷同向(向北)",
        "lon": "121.5607455",
        "lat": "25.00328085",
        "version": 1
    },
    {
        "id": 2375,
        "name": "中國科技大學(興隆)",
        "address": "興隆路三段35號同向(向北)",
        "lon": "121.555797991874",
        "lat": "25.0004051038435",
        "version": 4
    },
    {
        "id": 2376,
        "name": "中港抽水站",
        "address": "辛亥路七段27號同向(向南)",
        "lon": "121.55331",
        "lat": "24.98616",
        "version": 1
    },
    {
        "id": 2377,
        "name": "中興公寓",
        "address": "木柵路一段324號同向(向東)",
        "lon": "121.556482491508",
        "lat": "24.9884116429436",
        "version": 3
    },
    {
        "id": 2378,
        "name": "文山一分局",
        "address": "木柵路二段176號同向(向東)",
        "lon": "121.56251",
        "lat": "24.98887",
        "version": 3
    },
    {
        "id": 2380,
        "name": "文山行政中心",
        "address": "木柵路三段220號同向(向東)",
        "lon": "121.569819909086",
        "lat": "24.9897960352517",
        "version": 2
    },
    {
        "id": 2386,
        "name": "木柵高工",
        "address": "萬芳路28號(向南)",
        "lon": "121.570597587092",
        "lat": "24.9960077164869",
        "version": 5
    },
    {
        "id": 2387,
        "name": "木柵國小",
        "address": "秀明路一段221號同向(向東)",
        "lon": "121.570181640374",
        "lat": "24.9915933733952",
        "version": 2
    },
    {
        "id": 2391,
        "name": "木新市場",
        "address": "木新路三段270號同向(向西)",
        "lon": "121.558272457788",
        "lat": "24.9811534735698",
        "version": 3
    },
    {
        "id": 2392,
        "name": "木新路口",
        "address": "辛亥路七段78號同向(向南)",
        "lon": "121.55363",
        "lat": "24.98199",
        "version": 1
    },
    {
        "id": 2393,
        "name": "水鋼琴社區",
        "address": "指南路三段58號同向(向南)",
        "lon": "121.580987473883",
        "lat": "24.9817002929854",
        "version": 2
    },
    {
        "id": 2395,
        "name": "北政國中",
        "address": "指南路三段15號對向(向南)",
        "lon": "121.579955106331",
        "lat": "24.9850502753839",
        "version": 4
    },
    {
        "id": 2398,
        "name": "指南國小",
        "address": "指南路3段38巷5-2號國小正門對面(向南)",
        "lon": "121.58347",
        "lat": "24.9764",
        "version": 1
    },
    {
        "id": 2399,
        "name": "田寮橋",
        "address": "指南路三段38巷14號同向(向南)",
        "lon": "121.58686",
        "lat": "24.97012",
        "version": 1
    },
    {
        "id": 2400,
        "name": "石壁坑",
        "address": "木柵路五段同向(向東)",
        "lon": "121.58298514477",
        "lat": "25.0026452670992",
        "version": 2
    },
    {
        "id": 2402,
        "name": "永建國小",
        "address": "木柵路一段278號同向(向東)",
        "lon": "121.554868",
        "lat": "24.98809",
        "version": 5
    },
    {
        "id": 2403,
        "name": "再興中學",
        "address": "木柵路二段64號同向(向東)",
        "lon": "121.559246461721",
        "lat": "24.9886499986778",
        "version": 2
    },
    {
        "id": 2404,
        "name": "木柵公園",
        "address": "興隆路四段同向(向南)",
        "lon": "121.56074",
        "lat": "24.98693",
        "version": 1
    },
    {
        "id": 2405,
        "name": "木柵公園",
        "address": "地標對向(向北)",
        "lon": "121.56077",
        "lat": "24.98702",
        "version": 1
    },
    {
        "id": 2406,
        "name": "考試院",
        "address": "木柵路一段72號同向(向東)",
        "lon": "121.549735378275",
        "lat": "24.9873383747906",
        "version": 4
    },
    {
        "id": 2408,
        "name": "辛亥國小",
        "address": "辛亥路四段101巷同向(向南)",
        "lon": "121.558472554297",
        "lat": "25.006882553836",
        "version": 3
    },
    {
        "id": 2409,
        "name": "實踐國小",
        "address": "忠順街一段1號對面距木新路3段310巷10公尺(向東)",
        "lon": "121.556904",
        "lat": "24.983484",
        "version": 3
    },
    {
        "id": 2411,
        "name": "忠順廟",
        "address": "木新路三段36號同向(向西)",
        "lon": "121.56452654233",
        "lat": "24.982650387537",
        "version": 3
    },
    {
        "id": 2412,
        "name": "武功國小(羅斯福)",
        "address": "羅斯福路五段186號同向(向南)",
        "lon": "121.5384705",
        "lat": "25.00341174",
        "version": 1
    },
    {
        "id": 2415,
        "name": "政大",
        "address": "指南路二段32號(向東)",
        "lon": "121.574633255625",
        "lat": "24.9878362086283",
        "version": 5
    },
    {
        "id": 2417,
        "name": "政大三街",
        "address": "地標同向(向東)",
        "lon": "121.5824604",
        "lat": "24.98591151",
        "version": 1
    },
    {
        "id": 2420,
        "name": "政大御花園",
        "address": "萬壽路75巷2號對向(向南)",
        "lon": "121.5872664",
        "lat": "24.98565649",
        "version": 3
    },
    {
        "id": 2421,
        "name": "指南山莊",
        "address": "萬壽路15號(向西)",
        "lon": "121.578362099893",
        "lat": "24.9890523658557",
        "version": 3
    },
    {
        "id": 2425,
        "name": "指南路",
        "address": "指南路一段33號同向(向東)",
        "lon": "121.56976146408",
        "lat": "24.9876073867321",
        "version": 2
    },
    {
        "id": 2426,
        "name": "指南路口",
        "address": "木新路二段11號同向(向北)",
        "lon": "121.570722800802",
        "lat": "24.9871941238226",
        "version": 4
    },
    {
        "id": 2427,
        "name": "軍功新村",
        "address": "軍功路11號對向(向南)",
        "lon": "121.57372",
        "lat": "24.99966",
        "version": 2
    },
    {
        "id": 2428,
        "name": "和平東路四段",
        "address": "臺北市和平東路4段016路燈對面(向東)",
        "lon": "121.570861398628",
        "lat": "25.00449451854",
        "version": 10
    },
    {
        "id": 2430,
        "name": "師大分部",
        "address": "羅斯福路公車專用道(向南)",
        "lon": "121.538064047069",
        "lat": "25.0081406778406",
        "version": 6
    },
    {
        "id": 2431,
        "name": "海巡署",
        "address": "興隆路三段296號同向(向南)",
        "lon": "121.559493216995",
        "lat": "24.9946704139026",
        "version": 4
    },
    {
        "id": 2434,
        "name": "馬明潭",
        "address": "興隆路四段6之14-15號同向(向南)",
        "lon": "121.5597219",
        "lat": "24.98937794",
        "version": 3
    },
    {
        "id": 2437,
        "name": "國泰新村(興隆)",
        "address": "興隆路四段128號同向(向南)",
        "lon": "121.5622646",
        "lat": "24.98254356",
        "version": 1
    },
    {
        "id": 2438,
        "name": "國關中心",
        "address": "萬壽路政大清境社區往西150公尺(向東)",
        "lon": "121.5804463",
        "lat": "24.98914141",
        "version": 3
    },
    {
        "id": 2441,
        "name": "捷運辛亥站",
        "address": "辛亥路四段166巷同向(向南)",
        "lon": "121.556723874541",
        "lat": "25.0044613438634",
        "version": 2
    },
    {
        "id": 2442,
        "name": "捷運動物園站",
        "address": "新光路二段38號對向(向南)",
        "lon": "121.580221",
        "lat": "24.99882",
        "version": 5
    },
    {
        "id": 2445,
        "name": "捷運景美站",
        "address": "羅斯福路六段206號同向(向南)",
        "lon": "121.5407986",
        "lat": "24.99344807",
        "version": 1
    },
    {
        "id": 2446,
        "name": "捷運萬芳社區站",
        "address": "萬和路8號同向(向南)",
        "lon": "121.5695557",
        "lat": "24.99858575",
        "version": 2
    },
    {
        "id": 2449,
        "name": "捷運萬芳醫院站",
        "address": "萬芳醫院大門右側(向西)",
        "lon": "121.556965",
        "lat": "24.999741",
        "version": 4
    },
    {
        "id": 2450,
        "name": "捷運萬隆站",
        "address": "羅斯福路五段226號同向(向南)",
        "lon": "121.5387951",
        "lat": "25.0018621",
        "version": 1
    },
    {
        "id": 2452,
        "name": "海巡署",
        "address": "興隆路三段223之5號同向(向北)",
        "lon": "121.5594086",
        "lat": "24.99385696",
        "version": 3
    },
    {
        "id": 2453,
        "name": "涼亭站",
        "address": "指南路三段40巷同向(向南)",
        "lon": "121.59729",
        "lat": "24.96582",
        "version": 1
    },
    {
        "id": 2454,
        "name": "博嘉國小",
        "address": "木柵路四段153號對向(向東)",
        "lon": "121.575567988047",
        "lat": "24.9995010005433",
        "version": 3
    },
    {
        "id": 2456,
        "name": "景文中學(臺灣戲曲學院)",
        "address": "保儀路113號斜對面(向南)",
        "lon": "121.56737",
        "lat": "24.98575",
        "version": 3
    },
    {
        "id": 2458,
        "name": "景明街口",
        "address": "興隆路一段170號同向(向東)",
        "lon": "121.5422579",
        "lat": "25.00163127",
        "version": 5
    },
    {
        "id": 2460,
        "name": "敦南美景",
        "address": "福興路61號同向(向南)",
        "lon": "121.54995",
        "lat": "25.00353",
        "version": 1
    },
    {
        "id": 2461,
        "name": "景美女中",
        "address": "木新路三段320號對面(向東)",
        "lon": "121.55548",
        "lat": "24.98033",
        "version": 1
    },
    {
        "id": 2463,
        "name": "景美國小(景興)",
        "address": "景興街272號同向(向南)",
        "lon": "121.542536892973",
        "lat": "24.9897079824046",
        "version": 2
    },
    {
        "id": 2464,
        "name": "景美國中",
        "address": "景中街27號對向(向東)",
        "lon": "121.542708979168",
        "lat": "24.992776404618",
        "version": 2
    },
    {
        "id": 2465,
        "name": "景華公園",
        "address": "景興街98號同向(向南)",
        "lon": "121.5445573",
        "lat": "24.99482216",
        "version": 1
    },
    {
        "id": 390,
        "name": "捷運復興崗站",
        "address": "中央北路三段225號同向(向南)",
        "lon": "121.485",
        "lat": "25.138268490176",
        "version": 2
    },
    {
        "id": 394,
        "name": "清天宮",
        "address": "復興路三段552號對向(向南)",
        "lon": "121.500823",
        "lat": "25.159885",
        "version": 1
    },
    {
        "id": 401,
        "name": "北藝大圖書館",
        "address": "學園路一號同向(向西)",
        "lon": "121.4713087",
        "lat": "25.134576",
        "version": 1
    },
    {
        "id": 414,
        "name": "復興中學",
        "address": "中和街296號同向(向南)",
        "lon": "121.500142024239",
        "lat": "25.1404257952951",
        "version": 2
    },
    {
        "id": 430,
        "name": "華南銀行",
        "address": "中山路1號同向(向西)",
        "lon": "121.444257",
        "lat": "25.16938",
        "version": 2
    },
    {
        "id": 437,
        "name": "貴子坑水土保持園區",
        "address": "秀山路46巷同向(向東)",
        "lon": "121.49262",
        "lat": "25.14506",
        "version": 1
    },
    {
        "id": 450,
        "name": "集應廟",
        "address": "稻香路147號同向(向南)",
        "lon": "121.489860552554",
        "lat": "25.1423265533076",
        "version": 2
    },
    {
        "id": 457,
        "name": "新民國中",
        "address": "新民路10號同向(向南)",
        "lon": "121.50718",
        "lat": "25.13936",
        "version": 1
    },
    {
        "id": 468,
        "name": "聖人瀑布",
        "address": "至善路三段同向(向北)",
        "lon": "121.587897",
        "lat": "25.125754",
        "version": 1
    },
    {
        "id": 480,
        "name": "實踐街口",
        "address": "承德路七段223號同向(向南)",
        "lon": "121.506438836067",
        "lat": "25.114726442462",
        "version": 3
    },
    {
        "id": 487,
        "name": "漾館時尚旅館",
        "address": "溫泉路68巷同向(向北)",
        "lon": "121.50471",
        "lat": "25.13505",
        "version": 1
    },
    {
        "id": 492,
        "name": "福安宮",
        "address": "公館路91號對向(向南)",
        "lon": "121.5046188",
        "lat": "25.13064857",
        "version": 1
    },
    {
        "id": 506,
        "name": "鳳甲美術館",
        "address": "大業路282號同向(向北)",
        "lon": "121.498447",
        "lat": "25.126464",
        "version": 2
    },
    {
        "id": 525,
        "name": "龍安大第",
        "address": "台北市建國北路同向(向東)",
        "lon": "121.4222103",
        "lat": "25.01929167",
        "version": 1
    },
    {
        "id": 545,
        "name": "關渡里",
        "address": "知行路314號同向(向南)",
        "lon": "121.466867",
        "lat": "25.12271001",
        "version": 1
    },
    {
        "id": 549,
        "name": "關渡國中(關渡醫院)",
        "address": "知行路247號同向(向南)",
        "lon": "121.467155642476",
        "lat": "25.1208320010993",
        "version": 7
    },
    {
        "id": 553,
        "name": "關渡碼頭",
        "address": "關渡碼頭地標同向(向南)",
        "lon": "121.46232",
        "lat": "25.12064",
        "version": 3
    },
    {
        "id": 559,
        "name": "山仔后派出所",
        "address": "仰德大道四段12號同向(向北)",
        "lon": "121.546296671701",
        "lat": "25.1361057782174",
        "version": 4
    },
    {
        "id": 568,
        "name": "大坪尾一",
        "address": "地標同向(向東)",
        "lon": "121.5736131",
        "lat": "25.12219372",
        "version": 1
    },
    {
        "id": 572,
        "name": "天文科學館",
        "address": "基河路363號同向(向北)",
        "lon": "121.51822",
        "lat": "25.09549",
        "version": 1
    },
    {
        "id": 575,
        "name": "士林區行政中心(中正)",
        "address": "中正路439號同向(向西)",
        "lon": "121.520293745507",
        "lat": "25.0936986773603",
        "version": 2
    },
    {
        "id": 581,
        "name": "士林區行政中心(中正)",
        "address": "中正路439號同向(向東)",
        "lon": "121.519562",
        "lat": "25.092849",
        "version": 3
    },
    {
        "id": 587,
        "name": "士東路",
        "address": "士東路206號同向(向東)",
        "lon": "121.536630466477",
        "lat": "25.1131959694498",
        "version": 2
    },
    {
        "id": 589,
        "name": "士林電機(中山德行路口)",
        "address": "中山北路六段90號同向(向北)",
        "lon": "121.524987614739",
        "lat": "25.1053156895768",
        "version": 3
    },
    {
        "id": 603,
        "name": "下過溪",
        "address": "平菁路9號對向(向南)",
        "lon": "121.5688647",
        "lat": "25.14092838",
        "version": 3
    },
    {
        "id": 610,
        "name": "中山北路口",
        "address": "德行西路27號對向(向東)",
        "lon": "121.523499574413",
        "lat": "25.1056913645801",
        "version": 4
    },
    {
        "id": 614,
        "name": "中社路11巷",
        "address": "中社路一段11巷同向(向東)",
        "lon": "121.5599722",
        "lat": "25.11075838",
        "version": 2
    },
    {
        "id": 618,
        "name": "內厝",
        "address": "平菁街95巷同向(向北)",
        "lon": "121.57964",
        "lat": "25.13287",
        "version": 1
    },
    {
        "id": 624,
        "name": "中影文化城",
        "address": "三重市三和路四段同向(向東)",
        "lon": "121.54455",
        "lat": "25.09704",
        "version": 2
    },
    {
        "id": 628,
        "name": "水井尾",
        "address": "紗帽路21號同向(向北)",
        "lon": "121.5318941",
        "lat": "25.14594827",
        "version": 1
    },
    {
        "id": 635,
        "name": "天母",
        "address": "中山北路七段168號同向(向北)",
        "lon": "121.53273",
        "lat": "25.12424",
        "version": 1
    },
    {
        "id": 640,
        "name": "天母棒球場(士東)",
        "address": "士東路134號同向(向東)",
        "lon": "121.53289",
        "lat": "25.11244",
        "version": 2
    },
    {
        "id": 651,
        "name": "格致國中",
        "address": "地標對向(向北)",
        "lon": "121.54684",
        "lat": "25.13135",
        "version": 1
    },
    {
        "id": 2,
        "name": "十八份福德宮",
        "address": "東昇路同向(向南)",
        "lon": "121.52225",
        "lat": "25.14767",
        "version": 1
    },
    {
        "id": 5,
        "name": "幼華高中(北投)",
        "address": "北投路二段大業路12號同向1(向北)",
        "lon": "121.49683",
        "lat": "25.13423",
        "version": 2
    },
    {
        "id": 21,
        "name": "大同街口",
        "address": "大業路695號同向(向南)",
        "lon": "121.49982",
        "lat": "25.13694",
        "version": 1
    },
    {
        "id": 35,
        "name": "關渡",
        "address": "中央北路四段589號對面(向南)",
        "lon": "121.46523",
        "lat": "25.12488",
        "version": 1
    },
    {
        "id": 38,
        "name": "大業路(大興街口)",
        "address": "大業路392號同向(向南)",
        "lon": "121.49669",
        "lat": "25.12976",
        "version": 2
    },
    {
        "id": 52,
        "name": "中央北路",
        "address": "中央北路四段178號同向(向南)",
        "lon": "121.475216087313",
        "lat": "25.1328676139155",
        "version": 2
    },
    {
        "id": 60,
        "name": "中正高中",
        "address": "文林北路110號同向(向南)",
        "lon": "121.517803",
        "lat": "25.105059",
        "version": 2
    },
    {
        "id": 75,
        "name": "幸安國小",
        "address": "地標同向(向東)",
        "lon": "121.5343357",
        "lat": "25.03804468",
        "version": 2
    },
    {
        "id": 660,
        "name": "外雙溪(故宮)",
        "address": "故宮路34巷口同向(向南)",
        "lon": "121.546828656344",
        "lat": "25.0971722381372",
        "version": 2
    },
    {
        "id": 665,
        "name": "永公橋",
        "address": "永公路3號同向(向南)",
        "lon": "121.55065",
        "lat": "25.1137",
        "version": 1
    },
    {
        "id": 672,
        "name": "平頂古圳步道口",
        "address": "至善路三段370巷29號同向(向西)",
        "lon": "121.58682",
        "lat": "25.12814",
        "version": 1
    },
    {
        "id": 679,
        "name": "永福(林語堂故居)",
        "address": "仰德大道二段132號同向(向南)",
        "lon": "121.547154139609",
        "lat": "25.1095275064689",
        "version": 3
    },
    {
        "id": 688,
        "name": "光興宮",
        "address": "永公路300號同向(向南)",
        "lon": "121.55992",
        "lat": "25.12022",
        "version": 1
    },
    {
        "id": 693,
        "name": "磺仔外",
        "address": "竹子湖路3之3與3之20號標示牌對面(向北)",
        "lon": "121.54528",
        "lat": "25.16067",
        "version": 7
    },
    {
        "id": 702,
        "name": "冷水坑",
        "address": "中湖戰備道路與菁山路101巷口交岔口南側40公尺處(向東)",
        "lon": "121.5631306",
        "lat": "25.16752826",
        "version": 2
    },
    {
        "id": 706,
        "name": "沙埔",
        "address": "台北市羅斯福路同向(向南)",
        "lon": "121.48682",
        "lat": "25.1061",
        "version": 1
    },
    {
        "id": 712,
        "name": "岩山里一",
        "address": "仰德大道一段11號同向(向南)",
        "lon": "121.53692",
        "lat": "25.10331",
        "version": 1
    },
    {
        "id": 717,
        "name": "忠義新城",
        "address": "德行東路121號對向(向東)",
        "lon": "121.5277039",
        "lat": "25.10740411",
        "version": 1
    },
    {
        "id": 724,
        "name": "拔子埔",
        "address": "仰德大道二段41巷同向(向北)",
        "lon": "121.543899657612",
        "lat": "25.1050667160996",
        "version": 3
    },
    {
        "id": 729,
        "name": "東吳大學(錢穆故居)",
        "address": "至善路、臨溪路口西側(向東)",
        "lon": "121.541888",
        "lat": "25.097131",
        "version": 3
    },
    {
        "id": 735,
        "name": "明德樂園",
        "address": "至善路三段55號同向(向東)",
        "lon": "121.56491",
        "lat": "25.11293",
        "version": 1
    },
    {
        "id": 741,
        "name": "社子國小",
        "address": "延平北路六段308號對面(向南)",
        "lon": "121.5028142",
        "lat": "25.08961",
        "version": 1
    },
    {
        "id": 746,
        "name": "德行芝玉路口",
        "address": "德行東路242號同向(向東)",
        "lon": "121.533752",
        "lat": "25.109549",
        "version": 2
    },
    {
        "id": 750,
        "name": "全成土雞城",
        "address": "台北縣新店新鳥路同向(向東)",
        "lon": "121.5972753",
        "lat": "25.13233796",
        "version": 2
    },
    {
        "id": 754,
        "name": "前半嶺",
        "address": "至善路三段71巷10弄同向(向南)",
        "lon": "121.568001",
        "lat": "25.116555",
        "version": 1
    },
    {
        "id": 761,
        "name": "後港里",
        "address": "福港街99號同向(向南)",
        "lon": "121.51819",
        "lat": "25.08915",
        "version": 1
    },
    {
        "id": 774,
        "name": "風櫃嘴",
        "address": "地標同向(向東)",
        "lon": "121.593606",
        "lat": "25.12799229",
        "version": 1
    },
    {
        "id": 777,
        "name": "泰北中學",
        "address": "福林路240號同向(向東)",
        "lon": "121.533481875716",
        "lat": "25.0972847950979",
        "version": 3
    },
    {
        "id": 779,
        "name": "海光新村",
        "address": "延平北路五段105號同向(向南)",
        "lon": "121.5103891",
        "lat": "25.08132113",
        "version": 1
    },
    {
        "id": 786,
        "name": "乾坑子",
        "address": "菁山路110巷同向(向南)",
        "lon": "121.558337712714",
        "lat": "25.1420099648513",
        "version": 2
    },
    {
        "id": 790,
        "name": "國立科教館",
        "address": "士商路189號同向(向南)",
        "lon": "121.517419129378",
        "lat": "25.0953476878965",
        "version": 3
    },
    {
        "id": 793,
        "name": "教師中心",
        "address": "陽明路一段68號同向(向北)",
        "lon": "121.550053",
        "lat": "25.150511",
        "version": 3
    },
    {
        "id": 797,
        "name": "捷運士林站(中正)",
        "address": "中正路204號同向(向西)",
        "lon": "121.526622443472",
        "lat": "25.0955831514139",
        "version": 2
    },
    {
        "id": 803,
        "name": "捷運劍潭站(中山)",
        "address": "中山北路5段75號捷運劍潭站1號出口前(向南)",
        "lon": "121.525419230555",
        "lat": "25.0855887315291",
        "version": 2
    },
    {
        "id": 1621,
        "name": "九如里二",
        "address": "研究院路三段35號對向(向西)",
        "lon": "121.6161708",
        "lat": "25.03500483",
        "version": 3
    },
    {
        "id": 1634,
        "name": "松山磚廠",
        "address": "南港路三段141號同向(向東)",
        "lon": "121.584201721401",
        "lat": "25.052203296391",
        "version": 2
    },
    {
        "id": 1646,
        "name": "南港分局(向陽)",
        "address": "向陽路139號對向(向北)",
        "lon": "121.594415258716",
        "lat": "25.0553345135907",
        "version": 2
    },
    {
        "id": 1650,
        "name": "南港水廠",
        "address": "研究院路一段187號對面(向南)",
        "lon": "121.615625",
        "lat": "25.049543",
        "version": 2
    },
    {
        "id": 1659,
        "name": "捷運南港展覽館站(南港路)",
        "address": "南港路23號同向(向西)",
        "lon": "121.617342075005",
        "lat": "25.0551425857593",
        "version": 2
    },
    {
        "id": 1666,
        "name": "南港展覽館",
        "address": "研究院路一段2-2號(向東)",
        "lon": "121.61591",
        "lat": "25.05513",
        "version": 6
    },
    {
        "id": 1674,
        "name": "南港花園社區五",
        "address": "臺北市福德街387巷A1棟(向東)",
        "lon": "121.5926",
        "lat": "25.04004",
        "version": 2
    },
    {
        "id": 1676,
        "name": "南港軟體園區北站",
        "address": "三重路39號候車亭(向南)",
        "lon": "121.614204546465",
        "lat": "25.0596870231816",
        "version": 3
    },
    {
        "id": 1685,
        "name": "南港輪胎",
        "address": "南港路二段有天橋同向(向東)",
        "lon": "121.60075620256",
        "lat": "25.0533242413246",
        "version": 2
    },
    {
        "id": 1693,
        "name": "國家文官學院",
        "address": "忠孝東路七段576號同向(向西)",
        "lon": "121.6145567",
        "lat": "25.05311326",
        "version": 2
    },
    {
        "id": 1698,
        "name": "南港分局(重陽)",
        "address": "台北市重陽路49號(向西)",
        "lon": "121.5960871",
        "lat": "25.05548009",
        "version": 1
    },
    {
        "id": 1707,
        "name": "圓拱橋",
        "address": "研究院路二段20號同向(向南)",
        "lon": "121.615363",
        "lat": "25.047199",
        "version": 2
    },
    {
        "id": 1715,
        "name": "興華路",
        "address": "興華路100號同向(向南)",
        "lon": "121.6054424",
        "lat": "25.05709835",
        "version": 1
    },
    {
        "id": 1723,
        "name": "舊莊",
        "address": "舊莊街一段216巷南側(向西)",
        "lon": "121.6228397",
        "lat": "25.03811142",
        "version": 7
    },
    {
        "id": 1741,
        "name": "內江街",
        "address": "內江街62號同向(向東)",
        "lon": "121.5051324",
        "lat": "25.04153818",
        "version": 1
    },
    {
        "id": 1750,
        "name": "光仁國小",
        "address": "萬大路31號同向(向東)",
        "lon": "121.5004577",
        "lat": "25.02122028",
        "version": 1
    },
    {
        "id": 1753,
        "name": "西門市場(漢中)",
        "address": "漢中街137號同向(向北)",
        "lon": "121.507436",
        "lat": "25.04202065",
        "version": 1
    },
    {
        "id": 1756,
        "name": "西園路二段",
        "address": "西園路二段296號(向南)",
        "lon": "121.49323",
        "lat": "25.02657",
        "version": 1
    },
    {
        "id": 1760,
        "name": "和德里",
        "address": "環河南路三段103號同向(向北)",
        "lon": "121.4906879",
        "lat": "25.02489835",
        "version": 1
    },
    {
        "id": 1766,
        "name": "果菜市場",
        "address": "萬大路478號同向(向南)",
        "lon": "121.497464378634",
        "lat": "25.0198502695038",
        "version": 2
    },
    {
        "id": 1771,
        "name": "青年公園(青年)",
        "address": "青年路12號同向(向南)",
        "lon": "121.506023819486",
        "lat": "25.0259638732249",
        "version": 2
    },
    {
        "id": 1775,
        "name": "青年路派出所",
        "address": "萬大路108號同向(向東)",
        "lon": "121.5021881",
        "lat": "25.02199685",
        "version": 2
    },
    {
        "id": 1781,
        "name": "家禽市場",
        "address": "環河南路三段同向(向北)",
        "lon": "121.4894532",
        "lat": "25.02767161",
        "version": 3
    },
    {
        "id": 1785,
        "name": "祖師廟(康定)",
        "address": "康定路123號北側(暫調康定路99號)(向北)",
        "lon": "121.5019792",
        "lat": "25.03968147",
        "version": 1
    },
    {
        "id": 1793,
        "name": "捷運西門站",
        "address": "中華路一段上公車專用道近寶慶路(向北)",
        "lon": "121.508188",
        "lat": "25.04095",
        "version": 4
    },
    {
        "id": 1796,
        "name": "莒光路口",
        "address": "臺北市萬華區萬大路27-31號對面(向南)",
        "lon": "121.500486",
        "lat": "25.032025",
        "version": 5
    },
    {
        "id": 1799,
        "name": "華中河濱公園",
        "address": "萬大路614號同向(向南)",
        "lon": "121.49565",
        "lat": "25.01714",
        "version": 1
    },
    {
        "id": 1807,
        "name": "安泰公園",
        "address": "安泰街45巷14弄巷口對面(向北)",
        "lon": "121.618342",
        "lat": "25.074097",
        "version": 2
    },
    {
        "id": 1812,
        "name": "萬華分局",
        "address": "桂林路154號同向(向東)",
        "lon": "121.4979101",
        "lat": "25.03842129",
        "version": 1
    },
    {
        "id": 1816,
        "name": "萬華運動中心",
        "address": "西寧南路6號同向(向南)",
        "lon": "121.50705",
        "lat": "25.04701",
        "version": 1
    },
    {
        "id": 15087,
        "name": "民和公寓",
        "address": "中山ㄧ路70號(向西)",
        "lon": "121.4791180235",
        "lat": "25.0810914736106",
        "version": 2
    },
    {
        "id": 3475,
        "name": "歌林公司",
        "address": "溪尾街35號同向(向東)",
        "lon": "121.49118",
        "lat": "25.07575",
        "version": 1
    },
    {
        "id": 15103,
        "name": "玉成里",
        "address": "八德路四段899號同向(向西)",
        "lon": "121.580911886242",
        "lat": "25.0509225264878",
        "version": 2
    },
    {
        "id": 15109,
        "name": "青峰活動中心",
        "address": "辛亥路三段292號上游30公尺同向(向東)",
        "lon": "121.55133",
        "lat": "25.01517",
        "version": 1
    },
    {
        "id": 3220,
        "name": "新北高工(學府)",
        "address": "學府路一段276號同向(向西)",
        "lon": "121.44997",
        "lat": "24.98314",
        "version": 2
    },
    {
        "id": 3885,
        "name": "清白區民活動中心",
        "address": "星雲街165號(向南)",
        "lon": "121.596963",
        "lat": "25.08122662",
        "version": 1
    },
    {
        "id": 3750,
        "name": "陸光國宅",
        "address": "民義路一段186號同向(向南)",
        "lon": "121.432152",
        "lat": "25.08828581",
        "version": 1
    },
    {
        "id": 10127,
        "name": "清水",
        "address": "青雲路199號(向北)",
        "lon": "121.459146",
        "lat": "24.98253",
        "version": 1
    },
    {
        "id": 6678,
        "name": "捷運東門站(金山)",
        "address": "金山南路二段27號同向(向北)",
        "lon": "121.527155",
        "lat": "25.03280054",
        "version": 1
    },
    {
        "id": 5049,
        "name": "溫歌華社區",
        "address": "258巷1號對面(向東)",
        "lon": "121.5932404",
        "lat": "25.05815478",
        "version": 1
    },
    {
        "id": 2804,
        "name": "遠東科技中心",
        "address": "大同路二段112號同向(向西)",
        "lon": "121.650647",
        "lat": "25.063860",
        "version": 3
    },
    {
        "id": 2643,
        "name": "埔墘國小",
        "address": "中山路二段110號同向(向東)",
        "lon": "121.4759315",
        "lat": "25.01672597",
        "version": 1
    },
    {
        "id": 6948,
        "name": "泉州街口",
        "address": "汀洲路一段271號同向(向西)",
        "lon": "121.51324",
        "lat": "25.02628",
        "version": 1
    },
    {
        "id": 7614,
        "name": "華山公園",
        "address": "林森北路40號同向(向北)",
        "lon": "121.524405",
        "lat": "25.04809523",
        "version": 1
    },
    {
        "id": 1808,
        "name": "昆明活動中心",
        "address": "昆明街209號(向北)",
        "lon": "121.5040228",
        "lat": "25.03871131",
        "version": 1
    },
    {
        "id": 1907,
        "name": "南福板溪(南昌公園)",
        "address": "臺北市和平西路一段38號(向東)",
        "lon": "121.52066",
        "lat": "25.02661",
        "version": 5
    },
    {
        "id": 2522,
        "name": "實踐國中",
        "address": "辛亥路七段60號同向(向南)",
        "lon": "121.554206953881",
        "lat": "24.9843744621288",
        "version": 2
    },
    {
        "id": 818,
        "name": "通河街(承德)",
        "address": "承德路四段40巷60號(向東)",
        "lon": "121.5209247",
        "lat": "25.08138706",
        "version": 1
    },
    {
        "id": 827,
        "name": "富洲里九段",
        "address": "延平北路九段99號同向(向南)",
        "lon": "121.47427",
        "lat": "25.10614",
        "version": 1
    },
    {
        "id": 834,
        "name": "菁山一",
        "address": "菁山路101巷23弄同向(向南)",
        "lon": "121.5575439",
        "lat": "25.14515072",
        "version": 3
    },
    {
        "id": 840,
        "name": "菁山里二",
        "address": "菁山路146號同向(向南)",
        "lon": "121.56488",
        "lat": "25.14206",
        "version": 1
    },
    {
        "id": 855,
        "name": "陽明山國家公園管理處",
        "address": "陽金公路陽明山第二停車場出口處(向北)",
        "lon": "121.54608",
        "lat": "25.15532",
        "version": 5
    },
    {
        "id": 861,
        "name": "陽明教養院",
        "address": "仰德大道二段161巷同向(向南)",
        "lon": "121.54836175021",
        "lat": "25.1104191040479",
        "version": 3
    },
    {
        "id": 864,
        "name": "新光醫院",
        "address": "文昌路46號同向(向北)",
        "lon": "121.521417",
        "lat": "25.095666",
        "version": 4
    },
    {
        "id": 871,
        "name": "新安路三",
        "address": "地標同向(向南)",
        "lon": "121.55458",
        "lat": "25.1248",
        "version": 1
    },
    {
        "id": 880,
        "name": "溪山派出所",
        "address": "至善路三段267號同向(向北)",
        "lon": "121.5847324",
        "lat": "25.119814",
        "version": 2
    },
    {
        "id": 885,
        "name": "聖人橋",
        "address": "至善路三段336巷同向(向東)",
        "lon": "121.58778",
        "lat": "25.12488",
        "version": 1
    },
    {
        "id": 892,
        "name": "洲美橋",
        "address": "延平北路六段458號同向(向北)",
        "lon": "121.499221916662",
        "lat": "25.0926589514351",
        "version": 2
    },
    {
        "id": 895,
        "name": "福安國中",
        "address": "延平北路八段1號同向(向南)",
        "lon": "121.4872193",
        "lat": "25.10323827",
        "version": 1
    },
    {
        "id": 902,
        "name": "福壽橋",
        "address": "格致路251號同向(向南)",
        "lon": "121.54954",
        "lat": "25.14569",
        "version": 1
    },
    {
        "id": 907,
        "name": "綠園",
        "address": "永公路105號同向(向南)",
        "lon": "121.55509",
        "lat": "25.11719",
        "version": 1
    },
    {
        "id": 911,
        "name": "台北海大",
        "address": "延平北路九段247號對向(向北)",
        "lon": "121.4706761",
        "lat": "25.1085253",
        "version": 2
    },
    {
        "id": 917,
        "name": "劍南橋",
        "address": "至善路二段417號同向(向北)",
        "lon": "121.55751",
        "lat": "25.10731",
        "version": 2
    },
    {
        "id": 925,
        "name": "德行西路",
        "address": "德行西路15號同向(向西)",
        "lon": "121.521557470717",
        "lat": "25.1045901550924",
        "version": 2
    },
    {
        "id": 933,
        "name": "興農橋",
        "address": "菁山街16號同向(向北)",
        "lon": "121.570212",
        "lat": "25.139328",
        "version": 1
    },
    {
        "id": 938,
        "name": "礁坑",
        "address": "至善路三段同向(向東)",
        "lon": "121.57552",
        "lat": "25.11826",
        "version": 1
    },
    {
        "id": 941,
        "name": "聯合醫院陽明院區",
        "address": "台北市士林區忠義街40號對面(向東)",
        "lon": "121.530534",
        "lat": "25.105428",
        "version": 3
    },
    {
        "id": 946,
        "name": "簡厝",
        "address": "至善路三段291號同向(向東)",
        "lon": "121.58557",
        "lat": "25.12141",
        "version": 1
    },
    {
        "id": 948,
        "name": "職能發展學院一",
        "address": "士東路316號(向東)",
        "lon": "121.538411364625",
        "lat": "25.1136502479636",
        "version": 2
    },
    {
        "id": 954,
        "name": "雙溪社區",
        "address": "中杜路二段121號同向(向西)",
        "lon": "121.566212",
        "lat": "25.10586089",
        "version": 1
    },
    {
        "id": 960,
        "name": "鵝尾山步道口",
        "address": "平菁路105巷同向(向南)",
        "lon": "121.5753578",
        "lat": "25.12888113",
        "version": 1
    },
    {
        "id": 967,
        "name": "美國在臺協會",
        "address": "金湖路175號(向東)",
        "lon": "121.599295",
        "lat": "25.079518",
        "version": 2
    },
    {
        "id": 994,
        "name": "內湖派出所",
        "address": "內湖路二段257號同向(向西)",
        "lon": "121.5899512",
        "lat": "25.08198296",
        "version": 2
    },
    {
        "id": 999,
        "name": "內湖國小",
        "address": "內湖路二段84號同向(向東)",
        "lon": "121.5812755",
        "lat": "25.07929048",
        "version": 1
    },
    {
        "id": 1003,
        "name": "內湖新城",
        "address": "康寧路一段201號同向(向東)",
        "lon": "121.5966959",
        "lat": "25.07836599",
        "version": 1
    },
    {
        "id": 1008,
        "name": "文湖國小",
        "address": "內湖路一段101號同向(向東)",
        "lon": "121.5615165067",
        "lat": "25.0841512660387",
        "version": 2
    },
    {
        "id": 1013,
        "name": "瑞光港墘路口",
        "address": "瑞光路362號同向(向東)",
        "lon": "121.5731066",
        "lat": "25.07729684",
        "version": 5
    },
    {
        "id": 1019,
        "name": "民權東路六段(民權敦品)",
        "address": "民權東路六段201號對向(向東)",
        "lon": "121.598356860114",
        "lat": "25.0670359070235",
        "version": 4
    },
    {
        "id": 1031,
        "name": "成美幼稚園",
        "address": "新明路397巷8弄1號同向(向西)",
        "lon": "121.5820702",
        "lat": "25.05473551",
        "version": 1
    },
    {
        "id": 1037,
        "name": "行愛路77巷口",
        "address": "行愛路77巷11號同向(向南)",
        "lon": "121.5812173",
        "lat": "25.06233253",
        "version": 1
    },
    {
        "id": 1049,
        "name": "明湖國小(公共電視台)",
        "address": "康寧路三段54之5號同向(向東)",
        "lon": "121.609320074507",
        "lat": "25.0716328345384",
        "version": 3
    },
    {
        "id": 1064,
        "name": "金龍隧道口",
        "address": "金龍路155號(向北)",
        "lon": "121.588859044777",
        "lat": "25.0864884718836",
        "version": 2
    },
    {
        "id": 1068,
        "name": "金龍隧道口",
        "address": "金龍路159號對面(向南)",
        "lon": "121.589007379279",
        "lat": "25.0863162455649",
        "version": 2
    },
    {
        "id": 1074,
        "name": "星雲街",
        "address": "星雲街42-1號同向(向東)",
        "lon": "121.5916",
        "lat": "25.07861",
        "version": 1
    },
    {
        "id": 1077,
        "name": "時報廣場",
        "address": "民權東路六段25號同向(向東)",
        "lon": "121.58212115754",
        "lat": "25.0680848776157",
        "version": 3
    },
    {
        "id": 1081,
        "name": "國防醫學院(網球中心)",
        "address": "民權東路六段208號同向(向東)",
        "lon": "121.5957666",
        "lat": "25.06819281",
        "version": 4
    },
    {
        "id": 1093,
        "name": "明湖國中",
        "address": "康寧路三段72號同向(向南)",
        "lon": "121.6116528",
        "lat": "25.06996983",
        "version": 1
    },
    {
        "id": 1103,
        "name": "湖光市場",
        "address": "成功路四段36號同向(向南)",
        "lon": "121.591807350736",
        "lat": "25.0817360140354",
        "version": 2
    },
    {
        "id": 1108,
        "name": "紫陽",
        "address": "陽光街102號同向(向東)",
        "lon": "121.58467",
        "lat": "25.07492",
        "version": 1
    },
    {
        "id": 1117,
        "name": "陽光街",
        "address": "陽光街266號同向(向東)",
        "lon": "121.576777",
        "lat": "25.07290621",
        "version": 1
    },
    {
        "id": 1124,
        "name": "新湖舊宗路口",
        "address": "新湖二路128號對向(向東)",
        "lon": "121.57861",
        "lat": "25.062",
        "version": 4
    },
    {
        "id": 1134,
        "name": "衛勤訓練中心",
        "address": "金湖路361號同向(向東)",
        "lon": "121.602349",
        "lat": "25.073588",
        "version": 3
    },
    {
        "id": 1138,
        "name": "福華商場",
        "address": "民權東路六段186號同向(向東)",
        "lon": "121.59365",
        "lat": "25.06874",
        "version": 1
    },
    {
        "id": 1144,
        "name": "德明財經科技大學(環山)",
        "address": "環山路一段63號同向(向東)",
        "lon": "121.56821752149",
        "lat": "25.086349673182",
        "version": 2
    },
    {
        "id": 1149,
        "name": "麗山高中(環山)",
        "address": "環山路二段133號同向(向東)",
        "lon": "121.5768304",
        "lat": "25.08405797",
        "version": 1
    },
    {
        "id": 1187,
        "name": "進安公園",
        "address": "建國北路一段96號對向(向西)",
        "lon": "121.5372271",
        "lat": "25.04633671",
        "version": 2
    },
    {
        "id": 1196,
        "name": "中崙",
        "address": "八德路二段320號同向(向東)",
        "lon": "121.54312",
        "lat": "25.0472080804531",
        "version": 2
    },
    {
        "id": 1201,
        "name": "仁愛敦化路口",
        "address": "仁愛路四段上近敦化南路一段(向東)",
        "lon": "121.5476903",
        "lat": "25.03778353",
        "version": 1
    },
    {
        "id": 1206,
        "name": "臺北大學(臺北校區)",
        "address": "民生東路三段86巷(向東)",
        "lon": "121.54274",
        "lat": "25.05774",
        "version": 1
    },
    {
        "id": 1213,
        "name": "北安國中",
        "address": "明水路325號同向(向西)",
        "lon": "121.54181",
        "lat": "25.07768",
        "version": 1
    },
    {
        "id": 1218,
        "name": "台電台北北區營業處",
        "address": "中山北路五段380號同向(向北)",
        "lon": "121.527703",
        "lat": "25.091209",
        "version": 2
    },
    {
        "id": 1235,
        "name": "民權中山路口",
        "address": "民權東路一段上近中山北路(向東)",
        "lon": "121.5223009",
        "lat": "25.06271419",
        "version": 1
    },
    {
        "id": 1240,
        "name": "民權松江路口",
        "address": "民權東路二段上近松江路同向(向西)",
        "lon": "121.5334388",
        "lat": "25.06252486",
        "version": 1
    },
    {
        "id": 1244,
        "name": "民權敦化路口",
        "address": "民權東路三段上近敦化北路同向(向東)",
        "lon": "121.5477304",
        "lat": "25.06203825",
        "version": 1
    },
    {
        "id": 1255,
        "name": "自強隧道(大直教會)",
        "address": "北安路660號同向(向北)",
        "lon": "121.549307259251",
        "lat": "25.0837373733406",
        "version": 4
    },
    {
        "id": 1267,
        "name": "明水路二",
        "address": "明水路585號(向南)",
        "lon": "121.55214",
        "lat": "25.07972",
        "version": 2
    },
    {
        "id": 1271,
        "name": "松江新村",
        "address": "松江路303號同向(向北)",
        "lon": "121.5333498",
        "lat": "25.0612684",
        "version": 1
    },
    {
        "id": 1278,
        "name": "河濱公園大佳段",
        "address": "濱江街230巷3號同向(向東)",
        "lon": "121.5408",
        "lat": "25.072283",
        "version": 1
    },
    {
        "id": 1282,
        "name": "長安林森路口",
        "address": "長安東路一段28號同向(向東)",
        "lon": "121.5259734",
        "lat": "25.04871037",
        "version": 1
    },
    {
        "id": 1286,
        "name": "長安東路二段",
        "address": "長安東路二段71號同向(向西)",
        "lon": "121.5340244",
        "lat": "25.04853888",
        "version": 1
    },
    {
        "id": 1291,
        "name": "長安新生北路口",
        "address": "新生北路一段104號同向(向南)",
        "lon": "121.5287",
        "lat": "25.04914",
        "version": 1
    },
    {
        "id": 1295,
        "name": "長春國小",
        "address": "長春路176號同向(向東)",
        "lon": "121.53409",
        "lat": "25.05472",
        "version": 1
    },
    {
        "id": 1315,
        "name": "南京新生北路口",
        "address": "新生北路一段142號同向(向南)",
        "lon": "121.52774",
        "lat": "25.05109",
        "version": 1
    },
    {
        "id": 1322,
        "name": "美麗華",
        "address": "北安路837號同向(向西)",
        "lon": "121.558119339359",
        "lat": "25.0848172776379",
        "version": 4
    },
    {
        "id": 1333,
        "name": "大直美堤花園三",
        "address": "樂群二路128號同向(向西)",
        "lon": "121.55565762442",
        "lat": "25.080032815073",
        "version": 4
    },
    {
        "id": 1348,
        "name": "復興北村",
        "address": "復興北路480號同向(向南)",
        "lon": "121.544112",
        "lat": "25.064809",
        "version": 1
    },
    {
        "id": 1355,
        "name": "華泰飯店",
        "address": "林森北路358號同向(向南)",
        "lon": "121.5253871",
        "lat": "25.05688638",
        "version": 1
    },
    {
        "id": 1369,
        "name": "新生民族路口",
        "address": "新生北路三段民族東路口(新生公園門口)同向(向北)",
        "lon": "121.5279698",
        "lat": "25.06871027",
        "version": 1
    },
    {
        "id": 1377,
        "name": "農安街",
        "address": "農安街81號同向(向西)",
        "lon": "121.5286595",
        "lat": "25.06493634",
        "version": 1
    },
    {
        "id": 1380,
        "name": "聚盛里",
        "address": "林森北路382號同向(向南)",
        "lon": "121.52549",
        "lat": "25.05883",
        "version": 1
    },
    {
        "id": 1387,
        "name": "稻江護校",
        "address": "新生北路三段61號同向(向北)",
        "lon": "121.528089",
        "lat": "25.066076",
        "version": 2
    },
    {
        "id": 1396,
        "name": "濱江商圈",
        "address": "龍江路46號同向(向東)",
        "lon": "121.53905",
        "lat": "25.06605",
        "version": 1
    },
    {
        "id": 1408,
        "name": "天師宮",
        "address": "延平北路三段150號同向(向南)",
        "lon": "121.510875",
        "lat": "25.068085",
        "version": 3
    },
    {
        "id": 1418,
        "name": "民生西路口(大稻埕碼頭)",
        "address": "延平北路二段158號(向南)",
        "lon": "121.5114003",
        "lat": "25.05792854",
        "version": 1
    },
    {
        "id": 1421,
        "name": "民生重慶路口",
        "address": "民生西路上近重慶北路同向(向南)",
        "lon": "121.51369271164",
        "lat": "25.0571504842388",
        "version": 3
    },
    {
        "id": 1427,
        "name": "民權大龍街口",
        "address": "民權西路上近大龍街(向西)",
        "lon": "121.516467",
        "lat": "25.062976",
        "version": 2
    },
    {
        "id": 1435,
        "name": "防癆協會",
        "address": "承德路三段19號同向(向北)",
        "lon": "121.51846",
        "lat": "25.06357",
        "version": 1
    },
    {
        "id": 1438,
        "name": "延平國小",
        "address": "延平北路三段94號同向(向南)",
        "lon": "121.5108318",
        "lat": "25.06617549",
        "version": 1
    },
    {
        "id": 1442,
        "name": "明倫高中",
        "address": "承德路三段264號同向(向南)",
        "lon": "121.5191524",
        "lat": "25.07344017",
        "version": 1
    },
    {
        "id": 1449,
        "name": "後車站",
        "address": "重慶北路一段19號同向(向西)",
        "lon": "121.5151374",
        "lat": "25.05143327",
        "version": 2
    },
    {
        "id": 1454,
        "name": "酒泉重慶路口",
        "address": "酒泉街110號同向(向東)",
        "lon": "121.5143475",
        "lat": "25.07198581",
        "version": 4
    },
    {
        "id": 1468,
        "name": "朝陽公園(鈕釦街)",
        "address": "重慶北路二段60號同向(向南)",
        "lon": "121.513921801459",
        "lat": "25.0554242439792",
        "version": 2
    },
    {
        "id": 1482,
        "name": "靜修女中",
        "address": "民生西路214號同向(向東)",
        "lon": "121.5151417",
        "lat": "25.05696636",
        "version": 2
    },
    {
        "id": 1486,
        "name": "雙連市場",
        "address": "民生西路198之1號同向(向東)",
        "lon": "121.516666",
        "lat": "25.057166",
        "version": 1
    },
    {
        "id": 1497,
        "name": "介壽國中",
        "address": "民生東路五段8號同向(向東)",
        "lon": "121.555729330306",
        "lat": "25.0582385455295",
        "version": 4
    },
    {
        "id": 1501,
        "name": "市民延吉街口",
        "address": "台北市向陽路同向(向東)",
        "lon": "121.554377",
        "lat": "25.044426",
        "version": 1
    },
    {
        "id": 1506,
        "name": "民生社區活動中心",
        "address": "民生東路五段116號同向(向東)",
        "lon": "121.560927032747",
        "lat": "25.0586405271738",
        "version": 3
    },
    {
        "id": 1516,
        "name": "光復路口",
        "address": "八德路三段212號同向(向東)",
        "lon": "121.5571789",
        "lat": "25.04810317",
        "version": 2
    },
    {
        "id": 1521,
        "name": "西松國小",
        "address": "三民路20號同向(向南)",
        "lon": "121.56371",
        "lat": "25.05279",
        "version": 1
    },
    {
        "id": 1525,
        "name": "京華城",
        "address": "八德路四段203號同向(向東)",
        "lon": "121.563764829349",
        "lat": "25.0487596415527",
        "version": 2
    },
    {
        "id": 1536,
        "name": "松山機場",
        "address": "松山機場前公車候車亭同向(向西)",
        "lon": "121.551784",
        "lat": "25.06321",
        "version": 2
    },
    {
        "id": 1544,
        "name": "長庚醫院",
        "address": "敦化北路201號同向(向北)",
        "lon": "121.54929",
        "lat": "25.05656",
        "version": 1
    },
    {
        "id": 1547,
        "name": "捷運南京復興站",
        "address": "南京東路三段上近復興北路同向(向西)",
        "lon": "121.544464707353",
        "lat": "25.0518859229538",
        "version": 3
    },
    {
        "id": 1557,
        "name": "南松山(南京)",
        "address": "南京東路五段148號同向(向東)",
        "lon": "121.56915",
        "lat": "25.05115",
        "version": 1
    },
    {
        "id": 1568,
        "name": "基隆路口一",
        "address": "基隆路一段26號同向(向南)",
        "lon": "121.5695923",
        "lat": "25.05019804",
        "version": 1
    },
    {
        "id": 1572,
        "name": "民生松江路口",
        "address": "民生東路二段170號同向(向東)",
        "lon": "121.53557",
        "lat": "25.05793",
        "version": 3
    },
    {
        "id": 1578,
        "name": "博仁醫院",
        "address": "光復北路36號同向(向南)",
        "lon": "121.55774",
        "lat": "25.04937",
        "version": 1
    },
    {
        "id": 1586,
        "name": "微風廣場",
        "address": "市民大道四段26號同向(向東)",
        "lon": "121.54502",
        "lat": "25.04474",
        "version": 1
    },
    {
        "id": 1590,
        "name": "榮民服務處",
        "address": "光復北路3號同向(向北)",
        "lon": "121.557946",
        "lat": "25.04870308",
        "version": 1
    },
    {
        "id": 1592,
        "name": "臺北市區監理所",
        "address": "八德路四段54號同向(向東)",
        "lon": "121.559825171794",
        "lat": "25.048363258437",
        "version": 2
    },
    {
        "id": 1602,
        "name": "饒河街觀光夜市(八德)",
        "address": "八德路四段499號同向(向西)",
        "lon": "121.5716",
        "lat": "25.05",
        "version": 1
    },
    {
        "id": 84,
        "name": "公館華廈",
        "address": "公館路303號同向(向南)",
        "lon": "121.506468",
        "lat": "25.12460199",
        "version": 1
    },
    {
        "id": 90,
        "name": "文化國小",
        "address": "中央北路二段25號同向(向南)",
        "lon": "121.4957248",
        "lat": "25.1366901",
        "version": 1
    },
    {
        "id": 106,
        "name": "臺北城市科技大學(正門)",
        "address": "學園路2號對向(向東)",
        "lon": "121.4672932",
        "lat": "25.13292826",
        "version": 1
    },
    {
        "id": 120,
        "name": "北投國小",
        "address": "中央北路一段73號對向(向南)",
        "lon": "121.5007209",
        "lat": "25.13384543",
        "version": 1
    },
    {
        "id": 134,
        "name": "臺視",
        "address": "八德路三段30號對向(向西)",
        "lon": "121.5511017",
        "lat": "25.04839384",
        "version": 1
    },
    {
        "id": 149,
        "name": "民權隧道",
        "address": "民權東路六段266號同向(向東)",
        "lon": "121.6048395",
        "lat": "25.07190837",
        "version": 1
    },
    {
        "id": 157,
        "name": "立農國小",
        "address": "承德路七段348號對向(向南)",
        "lon": "121.503568",
        "lat": "25.117433",
        "version": 1
    },
    {
        "id": 165,
        "name": "成淵高中",
        "address": "承德路二段170號同向(向南)",
        "lon": "121.518152",
        "lat": "25.062226",
        "version": 2
    },
    {
        "id": 178,
        "name": "行義路一",
        "address": "行義路188-2號(向北)",
        "lon": "121.52858",
        "lat": "25.13278",
        "version": 3
    },
    {
        "id": 188,
        "name": "行義路四",
        "address": "行義路363號同向(向南)",
        "lon": "121.52766",
        "lat": "25.14028",
        "version": 3
    },
    {
        "id": 198,
        "name": "宏國新村",
        "address": "明德路335號同向(向南)",
        "lon": "121.520123",
        "lat": "25.115962",
        "version": 2
    },
    {
        "id": 213,
        "name": "奇岩新村",
        "address": "公館路244號同向(向南)",
        "lon": "121.50815979629",
        "lat": "25.125899152288",
        "version": 2
    },
    {
        "id": 224,
        "name": "承德路七段",
        "address": "承德路七段142號同向(向北)",
        "lon": "121.50901",
        "lat": "25.11294",
        "version": 1
    },
    {
        "id": 233,
        "name": "東昇路口",
        "address": "東昇路+泉源路同向(向東)",
        "lon": "121.5157737",
        "lat": "25.14153586",
        "version": 1
    },
    {
        "id": 242,
        "name": "明德路267巷",
        "address": "明德路267巷同向(向北)",
        "lon": "121.522462412157",
        "lat": "25.1146167482393",
        "version": 4
    },
    {
        "id": 245,
        "name": "法藏寺",
        "address": "溫泉路156號同向(向北)",
        "lon": "121.51233",
        "lat": "25.13896",
        "version": 1
    },
    {
        "id": 253,
        "name": "青年公園(國興)",
        "address": "國興路46號同向(向北)",
        "lon": "121.50712",
        "lat": "25.0253",
        "version": 2
    },
    {
        "id": 261,
        "name": "長壽抽水站",
        "address": "安康路44巷6號同向(向北)",
        "lon": "121.59659",
        "lat": "25.06131",
        "version": 1
    },
    {
        "id": 279,
        "name": "奎山國中",
        "address": "明德路223號同向(向南)",
        "lon": "121.521737472443",
        "lat": "25.112441870257",
        "version": 4
    },
    {
        "id": 295,
        "name": "泉源國小",
        "address": "東昇路45-5號(向東)",
        "lon": "121.52465",
        "lat": "25.14917",
        "version": 1
    },
    {
        "id": 303,
        "name": "捷運紅樹林站",
        "address": "中正東路二段67號同向(向南)",
        "lon": "121.459145801051",
        "lat": "25.1538309248044",
        "version": 3
    },
    {
        "id": 319,
        "name": "桃源國中",
        "address": "中央北路四段80號對向(向南)",
        "lon": "121.478414765473",
        "lat": "25.1352415152076",
        "version": 2
    },
    {
        "id": 334,
        "name": "健行新村(東華)",
        "address": "地標同向(向北)",
        "lon": "121.50914",
        "lat": "25.12051",
        "version": 1
    },
    {
        "id": 340,
        "name": "國軍北投醫院",
        "address": "新民路同向(向南)",
        "lon": "121.5098139",
        "lat": "25.14003112",
        "version": 1
    },
    {
        "id": 357,
        "name": "中央南大興街口",
        "address": "中央南路一段134號同向(向南)",
        "lon": "121.500975766416",
        "lat": "25.1299886063313",
        "version": 5
    },
    {
        "id": 367,
        "name": "捷運奇岩站",
        "address": "捷運奇岩站停車場出口前(向北)",
        "lon": "121.5007132",
        "lat": "25.1266571",
        "version": 1
    },
    {
        "id": 375,
        "name": "捷運明德站(東華)",
        "address": "東華街一370號同向(向北)",
        "lon": "121.51904",
        "lat": "25.10987",
        "version": 1
    },
    {
        "id": 385,
        "name": "捷運唭哩岸站一(東華)",
        "address": "東華街二298號同向(向北)",
        "lon": "121.50736",
        "lat": "25.120913",
        "version": 1
    },
    {
        "id": 2459,
        "name": "敦南大地",
        "address": "福興路95巷21號同向(向南)",
        "lon": "121.5485939",
        "lat": "25.00485452",
        "version": 1
    },
    {
        "id": 2462,
        "name": "景美女中",
        "address": "木新路三段320號同向(向西)",
        "lon": "121.5555005",
        "lat": "24.9804367",
        "version": 1
    },
    {
        "id": 2467,
        "name": "景興國中",
        "address": "景興路21號同向(向北)",
        "lon": "121.544841356252",
        "lat": "24.9969326584305",
        "version": 2
    },
    {
        "id": 2475,
        "name": "棕櫚泉社區",
        "address": "萬芳路103號同向(向東)",
        "lon": "121.56229",
        "lat": "24.99729",
        "version": 1
    },
    {
        "id": 2490,
        "name": "萬芳社區",
        "address": "萬美街一段23號對面(向東)",
        "lon": "121.569815966856",
        "lat": "25.0022533526966",
        "version": 3
    },
    {
        "id": 2493,
        "name": "萬芳活動中心",
        "address": "萬美街51號同向(向東)",
        "lon": "121.568378960175",
        "lat": "25.002391659383",
        "version": 2
    },
    {
        "id": 2499,
        "name": "萬芳路口",
        "address": "木柵路四段23號同向(向北)",
        "lon": "121.571538681477",
        "lat": "24.9934870266137",
        "version": 3
    },
    {
        "id": 2510,
        "name": "萬壽橋頭(秀明)",
        "address": "秀明路二段8號同向(向東)",
        "lon": "121.5742290995",
        "lat": "24.9916682235675",
        "version": 2
    },
    {
        "id": 2520,
        "name": "萬興圖書館",
        "address": "萬壽路27號同向(向北)",
        "lon": "121.57697",
        "lat": "24.98897",
        "version": 1
    },
    {
        "id": 2526,
        "name": "綠野山莊",
        "address": "萬壽路63號同向(向南)",
        "lon": "121.58742",
        "lat": "24.98829565",
        "version": 3
    },
    {
        "id": 2533,
        "name": "憲光公寓",
        "address": "興隆路一段241號同向(向北)",
        "lon": "121.54393655953",
        "lat": "24.999719170953",
        "version": 3
    },
    {
        "id": 2538,
        "name": "興隆國小",
        "address": "興隆路二段226號同向(向東)",
        "lon": "121.553328388246",
        "lat": "25.0012218102124",
        "version": 4
    },
    {
        "id": 2541,
        "name": "興福國中",
        "address": "福興路80號同向(向北)",
        "lon": "121.5497912",
        "lat": "25.00453332",
        "version": 1
    },
    {
        "id": 2546,
        "name": "靜心中小學",
        "address": "興隆路二段34號同向(向東)",
        "lon": "121.545858667625",
        "lat": "24.9987973510924",
        "version": 4
    },
    {
        "id": 2599,
        "name": "育樂中心",
        "address": "中正路121號同向(向南)",
        "lon": "121.4564198",
        "lat": "25.01499638",
        "version": 1
    },
    {
        "id": 2604,
        "name": "和平一村",
        "address": "中正路283號同向(向南)",
        "lon": "121.4554555",
        "lat": "25.01912514",
        "version": 1
    },
    {
        "id": 2611,
        "name": "板橋外站",
        "address": "中山路一段111號同向(向西)",
        "lon": "121.4614947",
        "lat": "25.0101",
        "version": 1
    },
    {
        "id": 2626,
        "name": "板橋榮家",
        "address": "大觀路二段32號對面(向北)",
        "lon": "121.44574",
        "lat": "25.00115",
        "version": 1
    },
    {
        "id": 2635,
        "name": "後埔國小",
        "address": "實踐路161號同向(向北)",
        "lon": "121.46426",
        "lat": "25.00399",
        "version": 1
    },
    {
        "id": 2638,
        "name": "致理科技大學",
        "address": "文化路一段266號同向(向東)",
        "lon": "121.46695",
        "lat": "25.02096",
        "version": 4
    },
    {
        "id": 2645,
        "name": "海山國小",
        "address": "漢生東路312號同向(向南)",
        "lon": "121.4714132",
        "lat": "25.00862512",
        "version": 2
    },
    {
        "id": 2654,
        "name": "接雲寺",
        "address": "西門街50號同向(向北)",
        "lon": "121.45425",
        "lat": "25.00964",
        "version": 1
    },
    {
        "id": 2666,
        "name": "福星里",
        "address": "四川路一段274號同向(向東)",
        "lon": "121.4596824",
        "lat": "25.00234988",
        "version": 1
    },
    {
        "id": 2684,
        "name": "僑中一街",
        "address": "僑中一街92號同向(向西)",
        "lon": "121.4471728",
        "lat": "25.01173762",
        "version": 1
    },
    {
        "id": 2691,
        "name": "福星里",
        "address": "四川路一段180號同向(向西)",
        "lon": "121.4593639",
        "lat": "25.00209454",
        "version": 1
    },
    {
        "id": 2700,
        "name": "新北市政府(新府路)",
        "address": "新北市政府西側門外(新府路)(向南)",
        "lon": "121.4643742",
        "lat": "25.0118568",
        "version": 1
    },
    {
        "id": 2708,
        "name": "雙十路口",
        "address": "萬板路320號對向(向東)",
        "lon": "121.4779471",
        "lat": "25.02510475",
        "version": 1
    },
    {
        "id": 2713,
        "name": "懷德街(文聖)",
        "address": "文聖街76號同向(向南)",
        "lon": "121.477442",
        "lat": "25.029982",
        "version": 1
    },
    {
        "id": 2739,
        "name": "汐止國中",
        "address": "大同路二段394號對向(向東)",
        "lon": "121.659790112511",
        "lat": "25.0674659601258",
        "version": 5
    },
    {
        "id": 3402,
        "name": "捷運三重國小站",
        "address": "三和路二段212號同向(向南)",
        "lon": "121.496763",
        "lat": "25.07022903",
        "version": 1
    },
    {
        "id": 3428,
        "name": "忠孝路",
        "address": "忠孝路二段120號同向(向東)",
        "lon": "121.48313",
        "lat": "25.06894",
        "version": 1
    },
    {
        "id": 3432,
        "name": "東海中學",
        "address": "三民街158號對面(三民公園旁)(向西)",
        "lon": "121.481571219316",
        "lat": "25.0661295706901",
        "version": 2
    },
    {
        "id": 3436,
        "name": "金陵女中",
        "address": "重新路五段643號同向(向南)",
        "lon": "121.4667157",
        "lat": "25.04327993",
        "version": 2
    },
    {
        "id": 3440,
        "name": "厚德國小",
        "address": "自強路二段56號同向(向南)",
        "lon": "121.48867",
        "lat": "25.06991",
        "version": 1
    },
    {
        "id": 3444,
        "name": "重安街口",
        "address": "中正南路162號對面(向南)",
        "lon": "121.4939169",
        "lat": "25.05705719",
        "version": 2
    },
    {
        "id": 3448,
        "name": "修德國小",
        "address": "重陽路三段132號同向(向南)",
        "lon": "121.48910250793",
        "lat": "25.066958309947",
        "version": 2
    },
    {
        "id": 3453,
        "name": "博愛新村(三民街)",
        "address": "三民路324號同向(向東)",
        "lon": "121.4765517",
        "lat": "25.06950408",
        "version": 1
    },
    {
        "id": 3463,
        "name": "集美國小",
        "address": "集美街37號同向(向東)",
        "lon": "121.4879552",
        "lat": "25.05579794",
        "version": 1
    },
    {
        "id": 3468,
        "name": "慈化公園",
        "address": "溪尾街326號同向(向東)",
        "lon": "121.488483238014",
        "lat": "25.0851042085456",
        "version": 3
    },
    {
        "id": 3472,
        "name": "義天宮",
        "address": "力行路二段135號(向北)",
        "lon": "121.483298595423",
        "lat": "25.0770816519973",
        "version": 2
    },
    {
        "id": 3479,
        "name": "碧華國小",
        "address": "五華街147號同向(向北)",
        "lon": "121.490605",
        "lat": "25.08485455",
        "version": 1
    },
    {
        "id": 3484,
        "name": "維德補習班",
        "address": "溪尾街6號同向(向西)",
        "lon": "121.49157",
        "lat": "25.07433",
        "version": 1
    },
    {
        "id": 3487,
        "name": "捷運蘆洲站",
        "address": "三民路蘆洲捷運站1號出口對面(三民路與中正路交叉路口東側)",
        "lon": "121.465126",
        "lat": "25.09079",
        "version": 4
    },
    {
        "id": 3538,
        "name": "材試所",
        "address": "新泰路221號同向(向南)",
        "lon": "121.4466694",
        "lat": "25.03878495",
        "version": 1
    },
    {
        "id": 3541,
        "name": "幸福新城",
        "address": "幸福路505號同向(向東)",
        "lon": "121.4556259",
        "lat": "25.0492985",
        "version": 1
    },
    {
        "id": 3548,
        "name": "後港一路",
        "address": "後港一路186號同向(向東)",
        "lon": "121.4318429",
        "lat": "25.02800056",
        "version": 1
    },
    {
        "id": 3558,
        "name": "復興路三段",
        "address": "復興路三段77號同向(向東)",
        "lon": "121.46279",
        "lat": "25.04454",
        "version": 1
    },
    {
        "id": 3563,
        "name": "新泰國中北站",
        "address": "新泰路396號同向(向南)",
        "lon": "121.444017",
        "lat": "25.043308",
        "version": 1
    },
    {
        "id": 3567,
        "name": "捷運新莊站(新莊郵局)",
        "address": "中正路178號同向(向西)",
        "lon": "121.4502338",
        "lat": "25.03575947",
        "version": 2
    },
    {
        "id": 3573,
        "name": "新莊高中(中平路)",
        "address": "中平路265號同向(向南)",
        "lon": "121.4446583",
        "lat": "25.04961766",
        "version": 1
    },
    {
        "id": 3584,
        "name": "裕民國小",
        "address": "龍安路96號同向(向東)",
        "lon": "121.41789",
        "lat": "25.02065",
        "version": 1
    },
    {
        "id": 3588,
        "name": "捷運輔大站(建國一路)",
        "address": "建國一路36號同向(向南)",
        "lon": "121.433913557682",
        "lat": "25.0314655671616",
        "version": 2
    },
    {
        "id": 3593,
        "name": "頭前",
        "address": "中正路48號之5同向(向南)",
        "lon": "121.463812343859",
        "lat": "25.0411728444447",
        "version": 2
    },
    {
        "id": 3597,
        "name": "頭前國小",
        "address": "化成路231號(向南)",
        "lon": "121.466189",
        "lat": "25.05281393",
        "version": 1
    },
    {
        "id": 3599,
        "name": "頭前國中",
        "address": "中原路61號同向(向東)",
        "lon": "121.457532",
        "lat": "25.054379",
        "version": 5
    },
    {
        "id": 3603,
        "name": "聯邦社區",
        "address": "中華路二段127號同向(向南)",
        "lon": "121.452804",
        "lat": "25.051113",
        "version": 2
    },
    {
        "id": 3616,
        "name": "宏泰新村",
        "address": "明志路三段261號同向(向南)",
        "lon": "121.42325",
        "lat": "25.03727",
        "version": 4
    },
    {
        "id": 2755,
        "name": "伯爵山莊",
        "address": "伯爵街2巷側2m同向(向東)",
        "lon": "121.64166",
        "lat": "25.0753",
        "version": 2
    },
    {
        "id": 2758,
        "name": "秀峰高中(忠孝東路)",
        "address": "忠孝東路222號同向(向東)",
        "lon": "121.662188",
        "lat": "25.066697",
        "version": 8
    },
    {
        "id": 2765,
        "name": "東方科學園區",
        "address": "新台五路汐止家樂福向東18公尺同向(向東)",
        "lon": "121.64866",
        "lat": "25.06104",
        "version": 1
    },
    {
        "id": 2771,
        "name": "泛碟科技",
        "address": "福德一路390號同向(向南)",
        "lon": "121.62789",
        "lat": "25.06101",
        "version": 1
    },
    {
        "id": 2777,
        "name": "金龍國小",
        "address": "康寧街301號(向西)",
        "lon": "121.626867537731",
        "lat": "25.067368167607",
        "version": 2
    },
    {
        "id": 2782,
        "name": "厚德里",
        "address": "樟樹二路281號同向(向南)",
        "lon": "121.640846",
        "lat": "25.068566",
        "version": 2
    },
    {
        "id": 2785,
        "name": "胡適國小",
        "address": "舊莊街一段12號同向(向南)",
        "lon": "121.6188397",
        "lat": "25.04356116",
        "version": 1
    },
    {
        "id": 2790,
        "name": "崇義高中",
        "address": "大同路三段71號同向(向東)",
        "lon": "121.6675507",
        "lat": "25.07694684",
        "version": 1
    },
    {
        "id": 2796,
        "name": "湖濱別墅",
        "address": "地標同向(向南)",
        "lon": "121.63449",
        "lat": "25.06941",
        "version": 1
    },
    {
        "id": 2807,
        "name": "半島花園",
        "address": "樟樹二路352號同向(向西)",
        "lon": "121.6435",
        "lat": "25.07388",
        "version": 2
    },
    {
        "id": 2812,
        "name": "樟樹灣",
        "address": "大同路一段327號同向(向西)",
        "lon": "121.638152101611",
        "lat": "25.059228075748",
        "version": 4
    },
    {
        "id": 2816,
        "name": "國泰醫院",
        "address": "茄苳路3-37號對向(向北)",
        "lon": "121.664975448666",
        "lat": "25.0716573015275",
        "version": 4
    },
    {
        "id": 2828,
        "name": "草地尾",
        "address": "北深路三段299號同向(向東)",
        "lon": "121.598019958676",
        "lat": "25.0047543495442",
        "version": 2
    },
    {
        "id": 2837,
        "name": "深坑郵局",
        "address": "北深路三段16號對向(向西)",
        "lon": "121.609975015683",
        "lat": "25.0010200100432",
        "version": 2
    },
    {
        "id": 2842,
        "name": "賴仲坑",
        "address": "北深路一段151號同向(向南)",
        "lon": "121.62948718649",
        "lat": "25.0088090999413",
        "version": 2
    },
    {
        "id": 2896,
        "name": "光華新村(安康路)",
        "address": "安康路1段306號(向東)",
        "lon": "121.5186028",
        "lat": "24.96394753",
        "version": 7
    },
    {
        "id": 2900,
        "name": "安康派出所",
        "address": "安康路二段82號同向(向南)",
        "lon": "121.51395757731",
        "lat": "24.9632913013419",
        "version": 4
    },
    {
        "id": 2908,
        "name": "青潭一",
        "address": "北宜路一段194號同向(向東)",
        "lon": "121.54278",
        "lat": "24.95284",
        "version": 2
    },
    {
        "id": 2911,
        "name": "南青宮",
        "address": "北宜路一段256號同向(向南)",
        "lon": "121.54561",
        "lat": "24.95269",
        "version": 1
    },
    {
        "id": 2916,
        "name": "柴埕里",
        "address": "安和路二段146巷同向(向南)",
        "lon": "121.5195205",
        "lat": "24.97278102",
        "version": 1
    },
    {
        "id": 2919,
        "name": "耕莘醫院(中正路)",
        "address": "中正路362號同向(向西)",
        "lon": "121.535279",
        "lat": "24.97615",
        "version": 5
    },
    {
        "id": 2940,
        "name": "慈濟醫院",
        "address": "建國路289號同向(向北)",
        "lon": "121.5369951",
        "lat": "24.98555",
        "version": 1
    },
    {
        "id": 2944,
        "name": "陽光運動園區(新店花市)",
        "address": "安和路二段251號同向(向南)",
        "lon": "121.5165771",
        "lat": "24.97735333",
        "version": 3
    },
    {
        "id": 2952,
        "name": "電子公司",
        "address": "寶橋路188號同向(向西)",
        "lon": "121.5500764",
        "lat": "24.9781211",
        "version": 1
    },
    {
        "id": 2964,
        "name": "遠東工業城",
        "address": "中正路516號同向(向南)",
        "lon": "121.5334506",
        "lat": "24.98444031",
        "version": 1
    },
    {
        "id": 2972,
        "name": "錦繡站",
        "address": "錦秀路1號對面(向南)",
        "lon": "121.47894",
        "lat": "24.94562",
        "version": 3
    },
    {
        "id": 2978,
        "name": "環河力行路口",
        "address": "新北市新店區力行路100號巷口(向北)",
        "lon": "121.53711",
        "lat": "24.96665",
        "version": 3
    },
    {
        "id": 2984,
        "name": "寶中路",
        "address": "寶中路69號同向(向西)",
        "lon": "121.548333",
        "lat": "24.980666",
        "version": 1
    },
    {
        "id": 2988,
        "name": "寶橋路口",
        "address": "中興路三段125號同向(向北)",
        "lon": "121.54676",
        "lat": "24.97685",
        "version": 1
    },
    {
        "id": 3019,
        "name": "竹林路口",
        "address": "竹林路16號(向西)",
        "lon": "121.517667",
        "lat": "25.014315",
        "version": 2
    },
    {
        "id": 3028,
        "name": "得和路口",
        "address": "中正路277號同向(向北)",
        "lon": "121.5177138",
        "lat": "25.00054939",
        "version": 1
    },
    {
        "id": 3035,
        "name": "智光商職",
        "address": "中正路31號前(向南)",
        "lon": "121.51401799691",
        "lat": "24.9955699494036",
        "version": 4
    },
    {
        "id": 3037,
        "name": "智光商職",
        "address": "中正路64號(向南)",
        "lon": "121.5125768",
        "lat": "24.99403299",
        "version": 1
    },
    {
        "id": 3080,
        "name": "中和國稅局",
        "address": "連城路183號同向(向東)",
        "lon": "121.4951329",
        "lat": "24.99819818",
        "version": 4
    },
    {
        "id": 3098,
        "name": "自強國小(民德路)",
        "address": "民德路152號同向(向南)",
        "lon": "121.46855",
        "lat": "24.99986",
        "version": 2
    },
    {
        "id": 3103,
        "name": "佳和公園",
        "address": "中山路二段47號同向(向東)",
        "lon": "121.504545",
        "lat": "25.004905",
        "version": 10
    },
    {
        "id": 3106,
        "name": "板橋監理站",
        "address": "中山路三段77號同向(向東)",
        "lon": "121.476160",
        "lat": "25.005749",
        "version": 2
    },
    {
        "id": 3114,
        "name": "南華路口",
        "address": "景平路429號同向",
        "lon": "121.501412",
        "lat": "24.995486",
        "version": 6
    },
    {
        "id": 3121,
        "name": "飛駝二村",
        "address": "忠孝街3號同向(向北)",
        "lon": "121.5113314",
        "lat": "24.98355304",
        "version": 1
    },
    {
        "id": 3125,
        "name": "泰和街",
        "address": "泰和街23號同向(向南)",
        "lon": "121.4994011",
        "lat": "25.00029878",
        "version": 1
    },
    {
        "id": 3128,
        "name": "捷運永安市場站",
        "address": "中和路388號同向(向東)",
        "lon": "121.511388",
        "lat": "25.00296",
        "version": 1
    },
    {
        "id": 3134,
        "name": "連城景平路",
        "address": "連城路165號同向(向東)",
        "lon": "121.496428401096",
        "lat": "24.9996352583255",
        "version": 2
    },
    {
        "id": 3141,
        "name": "湖山巖",
        "address": "興南路二段222號同向(向南)",
        "lon": "121.5033889",
        "lat": "24.98242433",
        "version": 1
    },
    {
        "id": 3148,
        "name": "華新街",
        "address": "華新街48號同向(向南)",
        "lon": "121.5079595",
        "lat": "24.98406358",
        "version": 1
    },
    {
        "id": 3152,
        "name": "壽南橋",
        "address": "興南路二段58號同向(向南)",
        "lon": "121.5056504",
        "lat": "24.98456193",
        "version": 3
    },
    {
        "id": 3158,
        "name": "廟美里",
        "address": "中山路二段185號同向(向東)",
        "lon": "121.5003993",
        "lat": "25.00264981",
        "version": 1
    },
    {
        "id": 3169,
        "name": "環球購物中心",
        "address": "中山路三段173號同向(向東)",
        "lon": "121.4730341",
        "lat": "25.00622954",
        "version": 1
    },
    {
        "id": 3235,
        "name": "貨饒里",
        "address": "中央路一段106號對向(向南)",
        "lon": "121.446613",
        "lat": "24.98829459",
        "version": 4
    },
    {
        "id": 3247,
        "name": "廣福國小",
        "address": "學府路156號同向(向西)",
        "lon": "121.45429",
        "lat": "24.98687",
        "version": 1
    },
    {
        "id": 3252,
        "name": "檳榔科",
        "address": "青雲路329號對向(向南)",
        "lon": "121.45886",
        "lat": "24.97754",
        "version": 1
    },
    {
        "id": 1984,
        "name": "捷運中正紀念堂站",
        "address": "羅斯福路一段4號同向(向西)",
        "lon": "121.517358319526",
        "lat": "25.034101183711",
        "version": 3
    },
    {
        "id": 1987,
        "name": "捷運中正紀念堂站(羅斯福)",
        "address": "羅斯福路一段46號同向(向南)",
        "lon": "121.519393611622",
        "lat": "25.0309990709643",
        "version": 5
    },
    {
        "id": 2001,
        "name": "博物館(館前)",
        "address": "館前路71號同向(向北)",
        "lon": "121.515057344159",
        "lat": "25.0441772424518",
        "version": 4
    },
    {
        "id": 2009,
        "name": "寧波重慶路口",
        "address": "重慶南路三段22號同向(向南)",
        "lon": "121.5153917",
        "lat": "25.02888681",
        "version": 1
    },
    {
        "id": 2036,
        "name": "興雅國小",
        "address": "永吉路182號(向東)",
        "lon": "121.5716977",
        "lat": "25.04552009",
        "version": 1
    },
    {
        "id": 2047,
        "name": "世貿新城",
        "address": "松智路31巷對向(向南)",
        "lon": "121.5651",
        "lat": "25.03084",
        "version": 1
    },
    {
        "id": 2055,
        "name": "市立工農",
        "address": "忠孝東路五段248號同向(向東)",
        "lon": "121.5726502",
        "lat": "25.04085411",
        "version": 1
    },
    {
        "id": 2059,
        "name": "永春里(忠孝)",
        "address": "忠孝東路五段516號同向(向東)",
        "lon": "121.5785081",
        "lat": "25.04110183",
        "version": 2
    },
    {
        "id": 2067,
        "name": "市政府(松壽)",
        "address": "松壽路6號對向(向西)",
        "lon": "121.56478",
        "lat": "25.03601",
        "version": 1
    },
    {
        "id": 2071,
        "name": "永春高中",
        "address": "松山路大都會客運松職站停車場對面(向北)",
        "lon": "121.579780430471",
        "lat": "25.0334460670503",
        "version": 2
    },
    {
        "id": 2076,
        "name": "名門社區",
        "address": "軍功路125號對向(向東)",
        "lon": "121.567502036596",
        "lat": "25.0052162792279",
        "version": 3
    },
    {
        "id": 2080,
        "name": "吳興街口",
        "address": "基隆路二段27號同向(向北)",
        "lon": "121.5588464",
        "lat": "25.03159637",
        "version": 1
    },
    {
        "id": 2085,
        "name": "富陽街口",
        "address": "和平東路三段282號同向(向東)",
        "lon": "121.555910878022",
        "lat": "25.0210340657202",
        "version": 2
    },
    {
        "id": 2088,
        "name": "奉天宮",
        "address": "福德街159號(向東)",
        "lon": "121.583153",
        "lat": "25.037869",
        "version": 3
    },
    {
        "id": 2091,
        "name": "松山寺",
        "address": "吳興街284巷13弄6號(284巷上)(向北)",
        "lon": "121.563672",
        "lat": "25.024539",
        "version": 3
    },
    {
        "id": 2093,
        "name": "松山車站(松山)",
        "address": "松山路140號對面(向南)",
        "lon": "121.577685",
        "lat": "25.047159",
        "version": 3
    },
    {
        "id": 2096,
        "name": "松山商職(福德)",
        "address": "福德街6號對向(向東)",
        "lon": "121.578747487242",
        "lat": "25.0362197359093",
        "version": 2
    },
    {
        "id": 2105,
        "name": "松壽路口",
        "address": "松壽路20號同向(向東)",
        "lon": "121.567407790567",
        "lat": "25.0357841121602",
        "version": 2
    },
    {
        "id": 2112,
        "name": "信義大安路口",
        "address": "信義路上近大安路口同向(向東)",
        "lon": "121.5456",
        "lat": "25.0332",
        "version": 1
    },
    {
        "id": 2116,
        "name": "信義永康街口(捷運東門站)",
        "address": "信義路二段上近永康街口同向(向東)",
        "lon": "121.529727",
        "lat": "25.033693",
        "version": 2
    },
    {
        "id": 2121,
        "name": "信義行政中心(松仁)",
        "address": "松仁路150號莊敬路管制站巷口南側對面(向南)",
        "lon": "121.568236043782",
        "lat": "25.0345352489599",
        "version": 2
    },
    {
        "id": 2125,
        "name": "信義杭州路口",
        "address": "信義路一段上近杭州南路公車專用道(向東)",
        "lon": "121.523836199976",
        "lat": "25.035700422671",
        "version": 4
    },
    {
        "id": 2128,
        "name": "信義建國路口",
        "address": "信義路三段89號同向(向西)",
        "lon": "121.538468",
        "lat": "25.033595",
        "version": 3
    },
    {
        "id": 2133,
        "name": "信義新生路口",
        "address": "信義路二段上近新生南路一段同向(向東)",
        "lon": "121.5323283",
        "lat": "25.03353016",
        "version": 1
    },
    {
        "id": 2138,
        "name": "消防局(忠孝)",
        "address": "忠孝東路五段207巷同向(向西)",
        "lon": "121.56996",
        "lat": "25.04115",
        "version": 1
    },
    {
        "id": 2142,
        "name": "國稅局宿舍",
        "address": "信義路六段34號同向(向東)",
        "lon": "121.575678",
        "lat": "25.03433",
        "version": 3
    },
    {
        "id": 2147,
        "name": "捷運六張犁站(和平)",
        "address": "和平東路三段239號同向(向西)",
        "lon": "121.554225",
        "lat": "25.022926",
        "version": 5
    },
    {
        "id": 2154,
        "name": "捷運後山埤站(玉成)",
        "address": "中坡北路2號同向(向東)",
        "lon": "121.5829419",
        "lat": "25.04508818",
        "version": 2
    },
    {
        "id": 2159,
        "name": "喬治商職",
        "address": "基隆路二段151號同向(向北)",
        "lon": "121.5549231",
        "lat": "25.02628003",
        "version": 1
    },
    {
        "id": 2163,
        "name": "紫雲街口",
        "address": "祥雲街49號同向(向北)",
        "lon": "121.57497",
        "lat": "25.01803",
        "version": 1
    },
    {
        "id": 2168,
        "name": "網球場",
        "address": "瑞雲街38號同向(向南)",
        "lon": "121.57643",
        "lat": "25.01644",
        "version": 1
    },
    {
        "id": 2172,
        "name": "黎忠市場",
        "address": "和平東路三段362號同向(向東)",
        "lon": "121.5578044",
        "lat": "25.01926083",
        "version": 1
    },
    {
        "id": 2177,
        "name": "興雅國小",
        "address": "永吉路87號同向(向西)",
        "lon": "121.569761304102",
        "lat": "25.0457633038403",
        "version": 2
    },
    {
        "id": 2197,
        "name": "臺大綜合體育館",
        "address": "新生南路三段50號同向(向北)",
        "lon": "121.534388191196",
        "lat": "25.0214053337175",
        "version": 2
    },
    {
        "id": 2225,
        "name": "臺大癌醫(基隆路)",
        "address": "基隆路三段115巷同向(向東)",
        "lon": "121.5425256",
        "lat": "25.01552112",
        "version": 2
    },
    {
        "id": 2228,
        "name": "臺北科技大學(忠孝)",
        "address": "北科大西側30M同向(向西)",
        "lon": "121.53457",
        "lat": "25.04222",
        "version": 4
    },
    {
        "id": 2236,
        "name": "全安里",
        "address": "安和路二段203號同向(向南)",
        "lon": "121.5496744",
        "lat": "25.0270962",
        "version": 1
    },
    {
        "id": 2241,
        "name": "成功國宅",
        "address": "敦化南路二段105號同向(向南)",
        "lon": "121.5484575",
        "lat": "25.0284111",
        "version": 1
    },
    {
        "id": 2245,
        "name": "自來水處(基隆路)",
        "address": "基隆路三段+長興街口同向(向東)",
        "lon": "121.544721",
        "lat": "25.017378",
        "version": 2
    },
    {
        "id": 2253,
        "name": "和平高中",
        "address": "基隆路二段20-1號同向(向南)",
        "lon": "121.54763",
        "lat": "25.02024",
        "version": 1
    },
    {
        "id": 2258,
        "name": "延平中學",
        "address": "建國北路一段69號同向(向北)",
        "lon": "121.53825",
        "lat": "25.0365",
        "version": 1
    },
    {
        "id": 2264,
        "name": "捷運忠孝新生站",
        "address": "新生南路上近忠孝東路同向(向北)",
        "lon": "121.5328758",
        "lat": "25.04198981",
        "version": 1
    },
    {
        "id": 2269,
        "name": "金山潮州街口",
        "address": "金山南路二段180號同向(向南)",
        "lon": "121.526085",
        "lat": "25.028247",
        "version": 2
    },
    {
        "id": 2276,
        "name": "金華大廈",
        "address": "金華街41號同向(向東)",
        "lon": "121.52921",
        "lat": "25.02983",
        "version": 1
    },
    {
        "id": 2279,
        "name": "信義市場",
        "address": "建國南路二段89號同向(向北)",
        "lon": "121.5381185",
        "lat": "25.03412852",
        "version": 1
    },
    {
        "id": 2286,
        "name": "信義敦化路口",
        "address": "信義路上近敦化南路同向公車專用道(向東)",
        "lon": "121.548298",
        "lat": "25.03326235",
        "version": 2
    },
    {
        "id": 2290,
        "name": "半嶺一",
        "address": "至善路三段71巷11弄5號(向南)",
        "lon": "121.56796",
        "lat": "25.11869",
        "version": 1
    },
    {
        "id": 2292,
        "name": "師大綜合大樓",
        "address": "和平東路一段184號對向(向西)",
        "lon": "121.530063815015",
        "lat": "25.0266439211533",
        "version": 3
    },
    {
        "id": 2300,
        "name": "國立臺北教育大學",
        "address": "和平東路二段134號同向(向東)",
        "lon": "121.545343325676",
        "lat": "25.0246033941802",
        "version": 4
    },
    {
        "id": 2308,
        "name": "捷運六張犁站(基隆路)",
        "address": "基隆路二段218號同向(向南)",
        "lon": "121.5516159",
        "lat": "25.02370304",
        "version": 2
    },
    {
        "id": 2318,
        "name": "捷運忠孝敦化站",
        "address": "忠孝東路四段162號(向東)",
        "lon": "121.55037495586",
        "lat": "25.041391012662",
        "version": 2
    },
    {
        "id": 2322,
        "name": "捷運萬芳社區站",
        "address": "萬芳路60號同向(向東)",
        "lon": "121.56808367448",
        "lat": "24.9988589682607",
        "version": 3
    },
    {
        "id": 2329,
        "name": "信義敦化路口",
        "address": "信義路上近敦化南路同向(向西)",
        "lon": "121.549449",
        "lat": "25.03337757",
        "version": 1
    },
    {
        "id": 2339,
        "name": "金山泰安街口",
        "address": "金山南路一段62號同向(向南)",
        "lon": "121.528803",
        "lat": "25.04",
        "version": 1
    },
    {
        "id": 2348,
        "name": "聯合報",
        "address": "忠孝東路四段508號同向(向東)",
        "lon": "121.562106434251",
        "lat": "25.0411343471192",
        "version": 2
    },
    {
        "id": 2351,
        "name": "懷生國中",
        "address": "復興南路一段200號同向(向南)",
        "lon": "121.543583",
        "lat": "25.039866",
        "version": 1
    },
    {
        "id": 2360,
        "name": "羅斯福浦城街口",
        "address": "羅斯福路三段上近浦城街口同向(向北)",
        "lon": "121.526500263267",
        "lat": "25.0223114690134",
        "version": 2
    },
    {
        "id": 2396,
        "name": "司法新村",
        "address": "保儀路167號同向(向北)",
        "lon": "121.56594",
        "lat": "24.983643",
        "version": 1
    },
    {
        "id": 1829,
        "name": "德昌街口",
        "address": "萬大路304號同向(向南)",
        "lon": "121.500343",
        "lat": "25.025125",
        "version": 3
    },
    {
        "id": 1834,
        "name": "龍山國小",
        "address": "環河南路二段142號同向(向南)",
        "lon": "121.49478",
        "lat": "25.03611",
        "version": 1
    },
    {
        "id": 1886,
        "name": "臺北車站(忠孝)",
        "address": "捷運臺北車站M6出口(向東)",
        "lon": "121.51700353811",
        "lat": "25.0462559043502",
        "version": 3
    },
    {
        "id": 1891,
        "name": "臺北車站(重慶)",
        "address": "重慶南路一段10號同向(向南)",
        "lon": "121.513205815407",
        "lat": "25.0465655988455",
        "version": 2
    },
    {
        "id": 1900,
        "name": "臺北科技大學(忠孝)",
        "address": "忠孝東路三段1號同向(向東)",
        "lon": "121.53418",
        "lat": "25.04203",
        "version": 4
    },
    {
        "id": 1909,
        "name": "臺北商大(杭州)",
        "address": "杭州南路一段27號同向(向北)",
        "lon": "121.526368",
        "lat": "25.04197",
        "version": 5
    },
    {
        "id": 1914,
        "name": "成功中學(林森)",
        "address": "林森南路8巷對面(向北)",
        "lon": "121.5228117",
        "lat": "25.04313405",
        "version": 2
    },
    {
        "id": 1918,
        "name": "自來水博物館(太子學舍)",
        "address": "思源街16號(向南)",
        "lon": "121.53099",
        "lat": "25.01424",
        "version": 4
    },
    {
        "id": 1923,
        "name": "客家文化主題公園",
        "address": "汀州路三段1號同向(向東)",
        "lon": "121.52587",
        "lat": "25.01996",
        "version": 1
    },
    {
        "id": 1928,
        "name": "延平鄭州路口",
        "address": "延平北路一段43號同向(向北)",
        "lon": "121.512049",
        "lat": "25.05069486",
        "version": 1
    },
    {
        "id": 1937,
        "name": "青島林森路口",
        "address": "青島東路7號同向(向東)",
        "lon": "121.522278540137",
        "lat": "25.0437303889139",
        "version": 2
    },
    {
        "id": 1942,
        "name": "金華新生路口",
        "address": "金華街上近新生南路三段同向(向南)",
        "lon": "121.53346",
        "lat": "25.03087",
        "version": 1
    },
    {
        "id": 1947,
        "name": "中正紀念堂",
        "address": "信義路公車專用道(向西) ",
        "lon": "121.52056",
        "lat": "25.03739",
        "version": 2
    },
    {
        "id": 1960,
        "name": "牯嶺街小劇場",
        "address": "牯嶺街5巷2號同向(向北)",
        "lon": "121.51518",
        "lat": "25.03176",
        "version": 1
    },
    {
        "id": 1965,
        "name": "晉江師大路口",
        "address": "師大路132號同向(向南)",
        "lon": "121.526591616299",
        "lat": "25.0210488128183",
        "version": 3
    },
    {
        "id": 1969,
        "name": "自來水西分處(牯嶺)",
        "address": "牯嶺街49號(向北)",
        "lon": "121.5166342",
        "lat": "25.02986525",
        "version": 1
    },
    {
        "id": 1977,
        "name": "捷運中正紀念堂站(中山)",
        "address": "地標同向(向南)",
        "lon": "121.51673",
        "lat": "25.03643",
        "version": 2
    },
    {
        "id": 2019,
        "name": "螢橋國小",
        "address": "汀州路二段17號同向(向西)",
        "lon": "121.5146583",
        "lat": "25.02615202",
        "version": 2
    },
    {
        "id": 2401,
        "name": "兆如安養中心",
        "address": "政大二街129號同向(向北)",
        "lon": "121.5844314",
        "lat": "24.98942619",
        "version": 1
    },
    {
        "id": 2407,
        "name": "杏花林(老泉里)",
        "address": "老泉街45巷30號同向(向南)",
        "lon": "121.57678",
        "lat": "24.9691",
        "version": 2
    },
    {
        "id": 2410,
        "name": "忠順街口",
        "address": "興隆路四段68之3號同向(向南)",
        "lon": "121.5614966",
        "lat": "24.98477018",
        "version": 2
    },
    {
        "id": 2413,
        "name": "武功國小(興隆)",
        "address": "興隆路一段13號斜對面(向東)",
        "lon": "121.539868514521",
        "lat": "25.004127614735",
        "version": 4
    },
    {
        "id": 2423,
        "name": "貓纜指南宮站",
        "address": "指南路三段175巷200號同向(向東)",
        "lon": "121.58985",
        "lat": "24.97869",
        "version": 1
    },
    {
        "id": 2429,
        "name": "風動石",
        "address": "木柵路五段同向(向西)",
        "lon": "121.579255519338",
        "lat": "25.0011783104188",
        "version": 2
    },
    {
        "id": 2432,
        "name": "樟樹步道南口",
        "address": "指南路三段34巷33-6號同向(向南)",
        "lon": "121.58039",
        "lat": "24.96951",
        "version": 2
    },
    {
        "id": 2440,
        "name": "捷運木柵站",
        "address": "木柵路四段62號同向(向東)",
        "lon": "121.5743716",
        "lat": "24.99787339",
        "version": 4
    },
    {
        "id": 2443,
        "name": "貓纜動物園站",
        "address": "新光路二段32號同向(向北)",
        "lon": "121.576314002724",
        "lat": "24.9963006246947",
        "version": 3
    },
    {
        "id": 2451,
        "name": "海巡署一",
        "address": "興隆路三段302之4號同向(向南)",
        "lon": "121.558778",
        "lat": "24.993046",
        "version": 3
    },
    {
        "id": 2455,
        "name": "復興派出所",
        "address": "木柵路一段38之1號同向(向東)",
        "lon": "121.5465259",
        "lat": "24.9867882",
        "version": 2
    },
    {
        "id": 4792,
        "name": "長榮中原路口",
        "address": "長榮路128號(向北)",
        "lon": "121.461506",
        "lat": "25.084413",
        "version": 2
    },
    {
        "id": 4795,
        "name": "長榮光明路口",
        "address": "長榮路286對面(向南)",
        "lon": "121.4597668",
        "lat": "25.08679659",
        "version": 1
    },
    {
        "id": 4806,
        "name": "菁山莊",
        "address": "菁山路(向南)",
        "lon": "121.5572966",
        "lat": "25.14410738",
        "version": 1
    },
    {
        "id": 4822,
        "name": "幽雅路口",
        "address": "溫泉路、幽雅路口(向東)",
        "lon": "121.51183",
        "lat": "25.13704",
        "version": 2
    },
    {
        "id": 4829,
        "name": "富台公園",
        "address": "松信路176南側30公尺(向南)",
        "lon": "121.571943",
        "lat": "25.042525",
        "version": 2
    },
    {
        "id": 4835,
        "name": "張公聖君廟",
        "address": "登山幹24號電桿處(向東)",
        "lon": "121.51641",
        "lat": "25.14947",
        "version": 1
    },
    {
        "id": 4843,
        "name": "夢幻湖停車場",
        "address": "夢幻湖停車場標誌旁(向南)",
        "lon": "121.5624343",
        "lat": "25.1691087",
        "version": 4
    },
    {
        "id": 4855,
        "name": "富德公墓12區",
        "address": "富德公墓12區(向東)",
        "lon": "121.5847325",
        "lat": "25.01255662",
        "version": 1
    },
    {
        "id": 4858,
        "name": "富德公墓28區",
        "address": "富德公墓28區(向東)",
        "lon": "121.5893693",
        "lat": "25.01240868",
        "version": 1
    },
    {
        "id": 4861,
        "name": "康寧路一段",
        "address": "康寧路一段80號對面(向北)",
        "lon": "121.59252",
        "lat": "25.08013",
        "version": 3
    },
    {
        "id": 4867,
        "name": "富升大廈",
        "address": "埔頂自強路293號南側(向北)",
        "lon": "121.46324",
        "lat": "25.12957",
        "version": 1
    },
    {
        "id": 4875,
        "name": "嘉禾社區",
        "address": "水源路31巷口旁(向東)",
        "lon": "121.52425",
        "lat": "25.01812",
        "version": 1
    },
    {
        "id": 4881,
        "name": "興隆公園",
        "address": "興隆路2段220巷63號斜對面(向西)",
        "lon": "121.550994",
        "lat": "24.999711",
        "version": 2
    },
    {
        "id": 4886,
        "name": "淡江大學",
        "address": "淡江大學(向東)",
        "lon": "121.4481173",
        "lat": "25.17636452",
        "version": 3
    },
    {
        "id": 4892,
        "name": "蘭雅國小",
        "address": "克強路23號(向東)",
        "lon": "121.523596860119",
        "lat": "25.1088972862445",
        "version": 2
    },
    {
        "id": 4972,
        "name": "徐匯中學",
        "address": "null(向北)",
        "lon": "121.4814",
        "lat": "25.07973",
        "version": 1
    },
    {
        "id": 4981,
        "name": "齊福華廈",
        "address": "天母西路33號前(向西)",
        "lon": "121.5276437",
        "lat": "25.11850567",
        "version": 2
    },
    {
        "id": 4999,
        "name": "慈福派出所",
        "address": "仁愛街522號對面(向西)",
        "lon": "121.487182",
        "lat": "25.082181",
        "version": 2
    },
    {
        "id": 5012,
        "name": "捷運徐匯中學站(集賢路)",
        "address": "集賢路410號右20公尺(向北)",
        "lon": "121.47994",
        "lat": "25.08181",
        "version": 1
    },
    {
        "id": 5020,
        "name": "陽明公園服務中心",
        "address": "湖山路花鐘測八角亭處(向西)",
        "lon": "121.53967",
        "lat": "25.15691",
        "version": 1
    },
    {
        "id": 5048,
        "name": "潭美公園",
        "address": "南京東路六段350號(向東)",
        "lon": "121.5860189",
        "lat": "25.05938646",
        "version": 2
    },
    {
        "id": 5056,
        "name": "南港抽水站",
        "address": "重陽路503號(向西)",
        "lon": "121.61236",
        "lat": "25.06136",
        "version": 1
    },
    {
        "id": 5063,
        "name": "進賢路口",
        "address": "珠海路86號(向東)",
        "lon": "121.50494",
        "lat": "25.14074",
        "version": 1
    },
    {
        "id": 5067,
        "name": "義方國小",
        "address": "珠海路泉源里48號公園前(向東)",
        "lon": "121.50979",
        "lat": "25.14181",
        "version": 2
    },
    {
        "id": 5969,
        "name": "浮線",
        "address": "延平北路九段146號(向北)",
        "lon": "121.4725864",
        "lat": "25.10666772",
        "version": 1
    },
    {
        "id": 5974,
        "name": "富安國小",
        "address": "延平北路八段109號對向(向北)",
        "lon": "121.4833",
        "lat": "25.10596",
        "version": 1
    },
    {
        "id": 5980,
        "name": "福安里",
        "address": "延平北路七段75號對向(向北)",
        "lon": "121.49544",
        "lat": "25.09636",
        "version": 1
    },
    {
        "id": 5990,
        "name": "海光新村",
        "address": "延平北路五段68號同向(向北)",
        "lon": "121.510762398982",
        "lat": "25.080711059769",
        "version": 2
    },
    {
        "id": 5999,
        "name": "南京西路口(鈕釦街)",
        "address": "延平北路二段11號同向(向北)",
        "lon": "121.511797370504",
        "lat": "25.0544278399852",
        "version": 2
    },
    {
        "id": 6013,
        "name": "鄉雲里",
        "address": "四川路一段86號(向西)",
        "lon": "121.4596254",
        "lat": "25.00495304",
        "version": 1
    },
    {
        "id": 3618,
        "name": "明志科技大學",
        "address": "明志路三段153號(向北)",
        "lon": "121.4247775",
        "lat": "25.03970373",
        "version": 1
    },
    {
        "id": 3624,
        "name": "泰山高中",
        "address": "明志路一段433號對向(向南)",
        "lon": "121.430655",
        "lat": "25.056466",
        "version": 2
    },
    {
        "id": 3628,
        "name": "泰山區公所",
        "address": "明志路一段369號同向(向北)",
        "lon": "121.4309468",
        "lat": "25.05829241",
        "version": 1
    },
    {
        "id": 3633,
        "name": "義學里",
        "address": "明志路二段116號對向(向北)",
        "lon": "121.42801",
        "lat": "25.05153",
        "version": 1
    },
    {
        "id": 3666,
        "name": "信義里",
        "address": "民族路232號同向(向東)",
        "lon": "121.4792741",
        "lat": "25.08828352",
        "version": 3
    },
    {
        "id": 3670,
        "name": "空中大學",
        "address": "中正路261號同向(向南)",
        "lon": "121.4677982",
        "lat": "25.08671129",
        "version": 1
    },
    {
        "id": 3674,
        "name": "長榮路",
        "address": "長榮路83號同向(向南)",
        "lon": "121.4603296",
        "lat": "25.09231282",
        "version": 1
    },
    {
        "id": 3681,
        "name": "捷運三民高中站",
        "address": "三民路121號同向(向南)",
        "lon": "121.47340207282",
        "lat": "25.0852423225021",
        "version": 4
    },
    {
        "id": 3688,
        "name": "和平路口",
        "address": "中山二路265巷8-34號(向東)",
        "lon": "121.4696929",
        "lat": "25.07952752",
        "version": 2
    },
    {
        "id": 3696,
        "name": "蘆洲監理站",
        "address": "中山二路127號(向東)",
        "lon": "121.4721871",
        "lat": "25.08162266",
        "version": 1
    },
    {
        "id": 3697,
        "name": "蘆洲監理站(中正路)",
        "address": "中正路6-1號同向(向北)",
        "lon": "121.4716472",
        "lat": "25.08184559",
        "version": 2
    },
    {
        "id": 3730,
        "name": "明日世界",
        "address": "成泰路一段173號同向(向南)",
        "lon": "121.4351234",
        "lat": "25.07430648",
        "version": 2
    },
    {
        "id": 3737,
        "name": "洲仔橋",
        "address": "成泰路二段167號同向(向南)",
        "lon": "121.43939",
        "lat": "25.08606",
        "version": 1
    },
    {
        "id": 3749,
        "name": "陸光國宅一",
        "address": "民義路一段199號同向(向東)",
        "lon": "121.43068",
        "lat": "25.08875",
        "version": 1
    },
    {
        "id": 3755,
        "name": "登林路",
        "address": "登林路92號同向(向西)",
        "lon": "121.4289885",
        "lat": "25.06949668",
        "version": 1
    },
    {
        "id": 3762,
        "name": "遠東物流",
        "address": "成泰路一段56號同向(向南)",
        "lon": "121.4353791",
        "lat": "25.06966085",
        "version": 1
    },
    {
        "id": 3766,
        "name": "憲兵學校",
        "address": "成泰路一段197號同向(向北)",
        "lon": "121.4350936",
        "lat": "25.07686492",
        "version": 3
    },
    {
        "id": 3809,
        "name": "渡船頭",
        "address": "龍米路二段177之一號同向(向南)",
        "lon": "121.43411",
        "lat": "25.15823",
        "version": 1
    },
    {
        "id": 3814,
        "name": "聖心女中",
        "address": "龍米路一段263號同向(向南)",
        "lon": "121.45006",
        "lat": "25.13528",
        "version": 1
    },
    {
        "id": 3820,
        "name": "關渡大橋",
        "address": "龍米路一段156號同向(向南)",
        "lon": "121.4520226",
        "lat": "25.12679394",
        "version": 1
    },
    {
        "id": 3836,
        "name": "長虹天下",
        "address": "自立路12巷同向(向北)",
        "lon": "121.4640188",
        "lat": "25.12838205",
        "version": 2
    },
    {
        "id": 3845,
        "name": "捷運淡水站",
        "address": "中正東路一段35號同向(向北)",
        "lon": "121.44588",
        "lat": "25.16841",
        "version": 1
    },
    {
        "id": 3897,
        "name": "華江橋",
        "address": "文化路二段497號同向(向西)",
        "lon": "121.47579",
        "lat": "25.03395",
        "version": 1
    },
    {
        "id": 3907,
        "name": "泉州街",
        "address": "和平西路二段7號同向(向西)",
        "lon": "121.51419",
        "lat": "25.02801",
        "version": 1
    },
    {
        "id": 3912,
        "name": "捷運龍山寺站",
        "address": "和平西路三段109巷同向(向西)",
        "lon": "121.49971",
        "lat": "25.03538",
        "version": 1
    },
    {
        "id": 3919,
        "name": "捷運昆陽站",
        "address": "忠孝東路六段440號同向(向東)",
        "lon": "121.593650837788",
        "lat": "25.0502182745934",
        "version": 3
    },
    {
        "id": 3931,
        "name": "阿波羅大廈",
        "address": "忠孝東路四段233號同向(向西)",
        "lon": "121.55328900975",
        "lat": "25.041561244151",
        "version": 2
    },
    {
        "id": 3935,
        "name": "忠孝國小",
        "address": "忠孝東路二段97號同向(向西)",
        "lon": "121.5311997",
        "lat": "25.04289823",
        "version": 1
    },
    {
        "id": 3945,
        "name": "龍山國小",
        "address": "環河南路二段128號對向(向北)",
        "lon": "121.4953",
        "lat": "25.0362",
        "version": 1
    },
    {
        "id": 3952,
        "name": "雨農國小",
        "address": "忠誠路一段106號同向(向西)",
        "lon": "121.528560201223",
        "lat": "25.1054396312581",
        "version": 2
    },
    {
        "id": 3963,
        "name": "復興崗",
        "address": "中央北路二段189號對向(向北)",
        "lon": "121.4926",
        "lat": "25.13812",
        "version": 1
    },
    {
        "id": 3965,
        "name": "捷運復興崗站",
        "address": "中央北路三段78號同向(向北)",
        "lon": "121.48494894973",
        "lat": "25.138009138037",
        "version": 2
    },
    {
        "id": 3980,
        "name": "武功國小(興隆)",
        "address": "興隆路一段13號左側(向西)",
        "lon": "121.539995594657",
        "lat": "25.0042661031504",
        "version": 4
    },
    {
        "id": 3991,
        "name": "國泰新村",
        "address": "中和街411號對向(向北)",
        "lon": "121.498191201655",
        "lat": "25.1434882184522",
        "version": 2
    },
    {
        "id": 3994,
        "name": "國泰新村(木新)",
        "address": "木新路三段133號(向西)",
        "lon": "121.561849824052",
        "lat": "24.9820534481377",
        "version": 2
    },
    {
        "id": 3999,
        "name": "康寧社區",
        "address": "成功路五段51號同向(向南)",
        "lon": "121.6064357",
        "lat": "25.07441358",
        "version": 1
    },
    {
        "id": 4004,
        "name": "臺北市區監理所",
        "address": "八德路四段83號同向(向西)",
        "lon": "121.559597153437",
        "lat": "25.0484270908756",
        "version": 2
    },
    {
        "id": 4014,
        "name": "板橋外站",
        "address": "民族路37號同向(向西)",
        "lon": "121.462375",
        "lat": "25.009563",
        "version": 1
    },
    {
        "id": 6707,
        "name": "捷運行天宮站",
        "address": "松江路318號同向(捷運行天宮站4號出口)(向南)",
        "lon": "121.5331063",
        "lat": "25.0605356",
        "version": 2
    },
    {
        "id": 18062,
        "name": "淡海",
        "address": "淡海路184巷旁(向北)",
        "lon": "121.42041",
        "lat": "25.18475",
        "version": 1
    },
    {
        "id": 18067,
        "name": "淡江新村",
        "address": "中正路一段118號(向南)",
        "lon": "121.42388",
        "lat": "25.17864",
        "version": 1
    },
    {
        "id": 18076,
        "name": "關渡",
        "address": "大度路三段與中央北路四段交岔口候車亭(向東)",
        "lon": "121.46505",
        "lat": "25.12347",
        "version": 2
    },
    {
        "id": 20258,
        "name": "捷運南京復興站",
        "address": "復興北路69號前(向北)",
        "lon": "121.5441875",
        "lat": "25.0513684",
        "version": 5
    },
    {
        "id": 20304,
        "name": "捷運象山站",
        "address": "松勇路與信義路五段交叉口東側(向西)",
        "lon": "121.570056",
        "lat": "25.033006",
        "version": 4
    },
    {
        "id": 20371,
        "name": "頂坪",
        "address": "湖山路一段31號南側(向南)",
        "lon": "121.5392596",
        "lat": "25.15276818",
        "version": 2
    },
    {
        "id": 20404,
        "name": "紫陽",
        "address": "陽光路108號前(向西)",
        "lon": "121.58479",
        "lat": "25.07507",
        "version": 1
    },
    {
        "id": 20416,
        "name": "第二殯儀館",
        "address": "台北市辛亥路三段(向西)",
        "lon": "121.55237",
        "lat": "25.01494",
        "version": 4
    },
    {
        "id": 30022,
        "name": "福營國中",
        "address": "富國路148號(向北)",
        "lon": "121.4231654",
        "lat": "25.02496015",
        "version": 1
    },
    {
        "id": 30038,
        "name": "裕民國小",
        "address": "龍安路96號(向西)",
        "lon": "121.41789",
        "lat": "25.02076",
        "version": 1
    },
    {
        "id": 30046,
        "name": "頭前庄",
        "address": "化成路752號(向北)",
        "lon": "121.4655436",
        "lat": "25.05779469",
        "version": 1
    },
    {
        "id": 36020,
        "name": "憲兵學校",
        "address": "成泰路一段197號(向南)",
        "lon": "121.435035",
        "lat": "25.076625",
        "version": 4
    },
    {
        "id": 36050,
        "name": "集會所",
        "address": "民義路二段37~23號(向南)",
        "lon": "121.414063",
        "lat": "25.101096",
        "version": 5
    },
    {
        "id": 36073,
        "name": "環河路口",
        "address": "泰林路二段22-1號同向(向北)",
        "lon": "121.4371",
        "lat": "25.05503",
        "version": 1
    },
    {
        "id": 50022,
        "name": "圓拱橋",
        "address": "研究院路二段7號同向(向北)",
        "lon": "121.615728",
        "lat": "25.047462",
        "version": 2
    },
    {
        "id": 50042,
        "name": "臺北車站(鄭州)",
        "address": "市民大道1段203號(向西)",
        "lon": "121.517471342457",
        "lat": "25.0488096410266",
        "version": 2
    },
    {
        "id": 50052,
        "name": "萬芳派出所",
        "address": "萬美街一段89號對向(向西)",
        "lon": "121.565971898405",
        "lat": "25.0017903634324",
        "version": 4
    },
    {
        "id": 50092,
        "name": "舊莊站",
        "address": "舊庄街一段10號對向(向北)",
        "lon": "121.6233248",
        "lat": "25.0394543",
        "version": 1
    },
    {
        "id": 6724,
        "name": "信義國中(松仁)",
        "address": "松仁路155號對向(向南)",
        "lon": "121.568164",
        "lat": "25.02881",
        "version": 1
    },
    {
        "id": 50093,
        "name": "舊莊站",
        "address": "舊庄街一段10號同向(向南)",
        "lon": "121.623378808109",
        "lat": "25.0392191053102",
        "version": 3
    },
    {
        "id": 50106,
        "name": "園區街",
        "address": "台北市南港區園區街28號(向西)",
        "lon": "121.612692612069",
        "lat": "25.0590932226693",
        "version": 3
    },
    {
        "id": 50426,
        "name": "新湖行忠路口",
        "address": "新湖三路128號同向(向西)",
        "lon": "121.57789",
        "lat": "25.0642",
        "version": 1
    },
    {
        "id": 50432,
        "name": "新明成功路口",
        "address": "新明路22號同向(向西)",
        "lon": "121.590455",
        "lat": "25.060167",
        "version": 2
    },
    {
        "id": 50440,
        "name": "蘆洲里",
        "address": "安康路95號同向(向西)",
        "lon": "121.5975",
        "lat": "25.06228",
        "version": 1
    },
    {
        "id": 50603,
        "name": "公園一路",
        "address": "公園一路41號同向(向南)",
        "lon": "121.443235",
        "lat": "25.035703",
        "version": 4
    },
    {
        "id": 50630,
        "name": "銘傳大學",
        "address": "中山北路五段260號同向(向北)",
        "lon": "121.52663",
        "lat": "25.08697",
        "version": 1
    },
    {
        "id": 50649,
        "name": "職能發展學院二",
        "address": "中山東路116號同向(向北)",
        "lon": "121.5393498",
        "lat": "25.11353174",
        "version": 1
    },
    {
        "id": 50663,
        "name": "聯合醫院陽明院區",
        "address": "台北市士林區忠義街32號(向西)",
        "lon": "121.530328",
        "lat": "25.105462",
        "version": 3
    },
    {
        "id": 50685,
        "name": "聯合醫院婦幼院區一",
        "address": "南昌路一段114號同向(向南)",
        "lon": "121.518037534882",
        "lat": "25.0299878580087",
        "version": 4
    },
    {
        "id": 50818,
        "name": "華中橋",
        "address": "景平路722號同向(向北)",
        "lon": "121.4966902",
        "lat": "25.00299868",
        "version": 1
    },
    {
        "id": 55011,
        "name": "擷翠新村",
        "address": "永公路351號對向(向東)",
        "lon": "121.56344",
        "lat": "25.12159557",
        "version": 1
    },
    {
        "id": 56097,
        "name": "貓空站(小天空步道)",
        "address": "指南宮三段40巷同向(向南)",
        "lon": "121.59534",
        "lat": "24.96784",
        "version": 4
    },
    {
        "id": 57708,
        "name": "溪口國小",
        "address": "景福街226號同向(向北)",
        "lon": "121.5388532",
        "lat": "24.99403155",
        "version": 1
    },
    {
        "id": 60014,
        "name": "郵局",
        "address": "國慶路162號同向(向北)",
        "lon": "121.46229",
        "lat": "24.99615",
        "version": 1
    },
    {
        "id": 60047,
        "name": "新泰國中南站",
        "address": "新泰路(向南)",
        "lon": "121.44554",
        "lat": "25.04059",
        "version": 1
    },
    {
        "id": 60071,
        "name": "碧潭橋頭",
        "address": "北新路一段139號同向(向北)",
        "lon": "121.5397646",
        "lat": "24.96310985",
        "version": 1
    },
    {
        "id": 60140,
        "name": "福林橋",
        "address": "中山北路五段676號同向(向北)",
        "lon": "121.527732",
        "lat": "25.096946",
        "version": 2
    },
    {
        "id": 60147,
        "name": "新安路二",
        "address": "地標同向(向東)",
        "lon": "121.55329",
        "lat": "25.12447",
        "version": 1
    },
    {
        "id": 1000035,
        "name": "興隆國小",
        "address": "興隆路二段289號前(向西)",
        "lon": "121.553039816886",
        "lat": "25.001459963615",
        "version": 4
    },
    {
        "id": 1000050,
        "name": "羅斯福和平路口",
        "address": "羅斯福二段(向北)",
        "lon": "121.522611",
        "lat": "25.026808",
        "version": 1
    },
    {
        "id": 1000087,
        "name": "臺大醫院",
        "address": "中山南路(向北)",
        "lon": "121.5185552467",
        "lat": "25.041403318287",
        "version": 2
    },
    {
        "id": 1000108,
        "name": "臺北郵局",
        "address": "博愛路12號對面(向北)",
        "lon": "121.51129364418",
        "lat": "25.04676505924",
        "version": 3
    },
    {
        "id": 1000218,
        "name": "新東里",
        "address": "塔悠路215號前(向北)",
        "lon": "121.569393769344",
        "lat": "25.0577179708185",
        "version": 2
    },
    {
        "id": 1000232,
        "name": "憲光公寓",
        "address": "興隆路一段222號前(向南)",
        "lon": "121.54389161859",
        "lat": "24.9994337628866",
        "version": 4
    },
    {
        "id": 6737,
        "name": "敦南如意",
        "address": "興隆路二203巷120號同向(向西)",
        "lon": "121.54771",
        "lat": "25.00309",
        "version": 1
    },
    {
        "id": 6921,
        "name": "國父紀念館",
        "address": "仁愛路四段上近逸仙路同向(向東)",
        "lon": "121.5611436",
        "lat": "25.03760534",
        "version": 1
    },
    {
        "id": 6940,
        "name": "捷運東門站",
        "address": "信義路二段74號同向(向東)",
        "lon": "121.5269937",
        "lat": "25.03413415",
        "version": 1
    },
    {
        "id": 6991,
        "name": "興安華城",
        "address": "復興北路191號(向北)",
        "lon": "121.544225",
        "lat": "25.055306",
        "version": 2
    },
    {
        "id": 6997,
        "name": "開平餐飲學校",
        "address": "復興南路二段133號(向北)",
        "lon": "121.54359",
        "lat": "25.029",
        "version": 1
    },
    {
        "id": 7009,
        "name": "喬治商職",
        "address": "基隆路二段172號南側72公尺(向南)",
        "lon": "121.5546403",
        "lat": "25.02633063",
        "version": 1
    },
    {
        "id": 7209,
        "name": "惇敘工商(行義)",
        "address": "行義路456號同向(向南)",
        "lon": "121.52721",
        "lat": "25.14332",
        "version": 4
    },
    {
        "id": 7230,
        "name": "清江國小",
        "address": "公館路199號同向(向北)",
        "lon": "121.5076",
        "lat": "25.12764",
        "version": 1
    },
    {
        "id": 7239,
        "name": "第一銀行",
        "address": "光明路16號同向(向北)",
        "lon": "121.502548648882",
        "lat": "25.1349245246441",
        "version": 2
    },
    {
        "id": 7253,
        "name": "華齡街",
        "address": "華齡街20號(向北)",
        "lon": "121.5195241",
        "lat": "25.08304057",
        "version": 1
    },
    {
        "id": 7602,
        "name": "開南商工",
        "address": "林森南路與濟南路口東南側(向北)",
        "lon": "121.52254",
        "lat": "25.0417",
        "version": 1
    },
    {
        "id": 7609,
        "name": "新興國中",
        "address": "林森北路477號(向北)",
        "lon": "121.5257163",
        "lat": "25.06130893",
        "version": 1
    },
    {
        "id": 7634,
        "name": "崇義高中",
        "address": "大同路三段89號同向(向西)",
        "lon": "121.6676204",
        "lat": "25.07733",
        "version": 1
    },
    {
        "id": 7644,
        "name": "湖前街口",
        "address": "康寧街452號同向(向東)",
        "lon": "121.6318826",
        "lat": "25.06833915",
        "version": 1
    },
    {
        "id": 7664,
        "name": "樟樹國中",
        "address": "樟樹二路110號(向北)",
        "lon": "121.639769",
        "lat": "25.064780",
        "version": 2
    },
    {
        "id": 7682,
        "name": "福安宮",
        "address": "樟樹二路327號同向(向南)",
        "lon": "121.6413305",
        "lat": "25.07050436",
        "version": 1
    },
    {
        "id": 7700,
        "name": "天良電視台",
        "address": "大同路一段151號(向西)",
        "lon": "121.632175626719",
        "lat": "25.0562484993939",
        "version": 4
    },
    {
        "id": 8204,
        "name": "營盤口",
        "address": "中正路554號(向南)",
        "lon": "121.4296827",
        "lat": "25.0311904",
        "version": 1
    },
    {
        "id": 8207,
        "name": "新莊高中(幸福路)",
        "address": "幸福路822號對面(向東)",
        "lon": "121.445379037224",
        "lat": "25.0490066229995",
        "version": 2
    },
    {
        "id": 8410,
        "name": "麗山街",
        "address": "內湖路一段427號對向(向東)",
        "lon": "121.571840",
        "lat": "25.081132",
        "version": 2
    },
    {
        "id": 8527,
        "name": "捷運港墘站(內湖高工)",
        "address": "內湖路一段679號同向(向西)",
        "lon": "121.57610868441",
        "lat": "25.0798366021365",
        "version": 2
    },
    {
        "id": 8537,
        "name": "湖光市場",
        "address": "成功路四段49號同向(向北)",
        "lon": "121.59200882874",
        "lat": "25.0816997666211",
        "version": 2
    },
    {
        "id": 8543,
        "name": "碧湖山莊",
        "address": "內湖路二段238號同向(向西)",
        "lon": "121.58425",
        "lat": "25.08454",
        "version": 1
    },
    {
        "id": 8605,
        "name": "塔悠疏散門",
        "address": "地標同向(向北)",
        "lon": "121.56802",
        "lat": "25.06506",
        "version": 1
    },
    {
        "id": 8609,
        "name": "德明財經科技大學(環山)",
        "address": "環山路一段92號同向(向西)",
        "lon": "121.5681586",
        "lat": "25.08650559",
        "version": 1
    },
    {
        "id": 8623,
        "name": "捷運大橋頭站",
        "address": "重慶北路二段235之4號同向(重慶北路二段和民權西路口)(向北)",
        "lon": "121.513583",
        "lat": "25.062704",
        "version": 1
    },
    {
        "id": 8631,
        "name": "麗山高中(港墘)",
        "address": "港墘路15號同向(向北)",
        "lon": "121.5783099",
        "lat": "25.08298972",
        "version": 1
    },
    {
        "id": 8652,
        "name": "大直美堤花園一",
        "address": "樂群二路敬業四路口東側50公尺(向西)",
        "lon": "121.5590841",
        "lat": "25.08004249",
        "version": 4
    },
    {
        "id": 8664,
        "name": "湖興",
        "address": "成功路二段233號同向(向北)",
        "lon": "121.59085370773",
        "lat": "25.067861865327",
        "version": 2
    },
    {
        "id": 9402,
        "name": "大直美堤花園一",
        "address": "樂群二路敬業四路口東側30公尺(向東)",
        "lon": "121.5588327",
        "lat": "25.07983259",
        "version": 4
    },
    {
        "id": 9409,
        "name": "雙溪站一",
        "address": "中社路二段121號(向西)",
        "lon": "121.5668822",
        "lat": "25.1066287",
        "version": 1
    },
    {
        "id": 9418,
        "name": "翠山莊",
        "address": "翠山莊前85M同向(向西)",
        "lon": "121.56215",
        "lat": "25.11139",
        "version": 1
    },
    {
        "id": 9421,
        "name": "雙溪站二",
        "address": "中社路二段105號對向(向北)",
        "lon": "121.5681927",
        "lat": "25.10671438",
        "version": 2
    },
    {
        "id": 9426,
        "name": "礁坑橋(普宜苑)",
        "address": "至善路三段189號(向西)",
        "lon": "121.5785",
        "lat": "25.11961",
        "version": 4
    },
    {
        "id": 9441,
        "name": "通北街口",
        "address": "通北街與北安路口西北側(向南)",
        "lon": "121.541188",
        "lat": "25.079980",
        "version": 3
    },
    {
        "id": 9458,
        "name": "楓林橋",
        "address": "萬溪產業道路EA38燈桿(向西)",
        "lon": "121.5837778",
        "lat": "25.11699443",
        "version": 1
    },
    {
        "id": 9492,
        "name": "劍南橋",
        "address": "至善路二段417號同向(向南)",
        "lon": "121.55737",
        "lat": "25.10712",
        "version": 2
    },
    {
        "id": 9611,
        "name": "捷運永安市場站",
        "address": "中和路396號同向(向西)",
        "lon": "121.5111837",
        "lat": "25.00292355",
        "version": 1
    },
    {
        "id": 9619,
        "name": "景新街",
        "address": "景新街403號至413號前(向北)",
        "lon": "121.512458",
        "lat": "24.989976",
        "version": 5
    },
    {
        "id": 9652,
        "name": "福和里",
        "address": "中正路582號同向(向北)",
        "lon": "121.5171031",
        "lat": "25.00640855",
        "version": 1
    },
    {
        "id": 10003,
        "name": "連城景平路(暫時裁撤)",
        "address": "連城路114號(向西)",
        "lon": "121.496156410982",
        "lat": "24.9995896339066",
        "version": 3
    },
    {
        "id": 10007,
        "name": "連城中正路口",
        "address": "連城路292號(向西)",
        "lon": "121.484217",
        "lat": "24.996296",
        "version": 5
    },
    {
        "id": 10055,
        "name": "駕訓中心",
        "address": "金城路三段313號同向(向西)",
        "lon": "121.47477",
        "lat": "24.99121",
        "version": 1
    },
    {
        "id": 10096,
        "name": "裕民路口(金城路)",
        "address": "金城路二段200號同向(向東) ",
        "lon": "121.4547",
        "lat": "24.9816",
        "version": 2
    },
    {
        "id": 10106,
        "name": "清水國小",
        "address": "金城路二段374號對向(向東)",
        "lon": "121.462703",
        "lat": "24.985422",
        "version": 1
    },
    {
        "id": 10113,
        "name": "捷運海山站",
        "address": "明德路二段56號(向西)",
        "lon": "121.4482939",
        "lat": "24.9830614",
        "version": 2
    },
    {
        "id": 10130,
        "name": "清和里",
        "address": "青雲路465號(向北)",
        "lon": "121.45875",
        "lat": "24.97431",
        "version": 1
    },
    {
        "id": 10409,
        "name": "捷運行天宮站",
        "address": "民生東路二段125號同向(向西)",
        "lon": "121.53241",
        "lat": "25.05787",
        "version": 2
    },
    {
        "id": 10419,
        "name": "臺北大學(臺北校區)",
        "address": "民生東路三段65巷(向西)",
        "lon": "121.5425292",
        "lat": "25.0579741",
        "version": 1
    },
    {
        "id": 10424,
        "name": "德林寺(三和路)",
        "address": "三和路三段92號同向(向南)",
        "lon": "121.4946908",
        "lat": "25.0716944",
        "version": 1
    },
    {
        "id": 10434,
        "name": "捷運三重國小站",
        "address": "三和路二段147號同向(向北)",
        "lon": "121.4966086",
        "lat": "25.07066659",
        "version": 1
    },
    {
        "id": 10490,
        "name": "慈化里",
        "address": "溪尾街192號同向(向西)",
        "lon": "121.4882971",
        "lat": "25.08106118",
        "version": 1
    },
    {
        "id": 10626,
        "name": "龍門路口",
        "address": "正義北路275號同向(向北)",
        "lon": "121.495197770156",
        "lat": "25.0702310110029",
        "version": 4
    },
    {
        "id": 12207,
        "name": "變電所",
        "address": "北深路二段63號(向東)",
        "lon": "121.619062477439",
        "lat": "25.0040712956543",
        "version": 2
    },
    {
        "id": 12219,
        "name": "深坑郵局",
        "address": "北深路三段143號對向(向東)",
        "lon": "121.609715380116",
        "lat": "25.0009612914181",
        "version": 2
    },
    {
        "id": 13200,
        "name": "捷運台北橋站",
        "address": "重新路一段121號(向西)",
        "lon": "121.500403",
        "lat": "25.063210",
        "version": 2
    },
    {
        "id": 13212,
        "name": "聯合醫院(三重院區)",
        "address": "中山路2號對向(向西)",
        "lon": "121.49077",
        "lat": "25.06145",
        "version": 3
    },
    {
        "id": 4025,
        "name": "信義路",
        "address": "國慶路3號(向西)",
        "lon": "121.457544",
        "lat": "24.995345",
        "version": 3
    },
    {
        "id": 4034,
        "name": "葫蘆國小",
        "address": "葫蘆街136號對面(向西)",
        "lon": "121.50817",
        "lat": "25.08367",
        "version": 1
    },
    {
        "id": 4077,
        "name": "智光商職",
        "address": "中正路64號(向北)",
        "lon": "121.513517792484",
        "lat": "24.9948421977168",
        "version": 3
    },
    {
        "id": 6022,
        "name": "龍門國中(建國)",
        "address": "建國南路2段223號(向西)",
        "lon": "121.5378606",
        "lat": "25.0263237",
        "version": 1
    },
    {
        "id": 6200,
        "name": "新北市政府(中山路)",
        "address": "板橋區中山路「路燈編號017547」前(向東)",
        "lon": "121.46724",
        "lat": "25.01262",
        "version": 2
    },
    {
        "id": 6654,
        "name": "進安公園",
        "address": "建國北路一段96號(向東)",
        "lon": "121.537785",
        "lat": "25.046247",
        "version": 1
    },
    {
        "id": 6662,
        "name": "新興國中(新生)",
        "address": "新生北路二段137巷1號北側(向北)",
        "lon": "121.527932",
        "lat": "25.06178",
        "version": 2
    },
    {
        "id": 6669,
        "name": "信義新生路口",
        "address": "新生南路一段上近信義路二段同向(向南)",
        "lon": "121.53269",
        "lat": "25.03396",
        "version": 1
    },
    {
        "id": 6685,
        "name": "衡陽路口",
        "address": "重慶南路一段135號同向(向北)",
        "lon": "121.513200",
        "lat": "25.042018",
        "version": 2
    },
    {
        "id": 14210,
        "name": "瑞穗里",
        "address": "漢民路402號(向南)",
        "lon": "121.472254",
        "lat": "25.006722",
        "version": 3
    },
    {
        "id": 14215,
        "name": "漢生路",
        "address": "漢生東路63號(向北)",
        "lon": "121.46945",
        "lat": "25.012183",
        "version": 1
    },
    {
        "id": 14235,
        "name": "電信訓練所",
        "address": "民族路204號(向東)",
        "lon": "121.4677447",
        "lat": "25.00771025",
        "version": 1
    },
    {
        "id": 14419,
        "name": "淨水廠",
        "address": "菁山路72巷口左側(向北)",
        "lon": "121.5495602",
        "lat": "25.13906191",
        "version": 3
    },
    {
        "id": 14601,
        "name": "龍鳳谷",
        "address": "泉源路龍鳳谷餐廳前(向北)",
        "lon": "121.530696106134",
        "lat": "25.1478993639153",
        "version": 2
    },
    {
        "id": 14602,
        "name": "龍鳳谷",
        "address": "地標同向(向南)",
        "lon": "121.5305847",
        "lat": "25.14799025",
        "version": 1
    },
    {
        "id": 14615,
        "name": "磺溪",
        "address": "行義路53號同向(向南)",
        "lon": "121.527588",
        "lat": "25.125905",
        "version": 2
    },
    {
        "id": 14619,
        "name": "福德廟(石牌)",
        "address": "石牌路二段359號同向(向東)",
        "lon": "121.5256724",
        "lat": "25.12356742",
        "version": 1
    },
    {
        "id": 14633,
        "name": "敬老院",
        "address": "知行路198號對向(向北)",
        "lon": "121.466052497879",
        "lat": "25.1187984003072",
        "version": 3
    },
    {
        "id": 14639,
        "name": "關渡",
        "address": "中央北路四段589號對向(向北)",
        "lon": "121.465515545518",
        "lat": "25.1249152150578",
        "version": 2
    },
    {
        "id": 14650,
        "name": "運動公園",
        "address": "中正東路一段3號巷口(向北)",
        "lon": "121.450488465216",
        "lat": "25.1649557989407",
        "version": 3
    },
    {
        "id": 15007,
        "name": "聖心女中",
        "address": "龍米路一段261號(向北)",
        "lon": "121.45064",
        "lat": "25.13455",
        "version": 1
    },
    {
        "id": 15020,
        "name": "廈竹圍",
        "address": "中山路三段51號(向北)",
        "lon": "121.3937287",
        "lat": "25.14397311",
        "version": 1
    },
    {
        "id": 15072,
        "name": "捷運蘆洲站",
        "address": "三民路341-11號(向北)",
        "lon": "121.463969",
        "lat": "25.0914413",
        "version": 2
    },
    {
        "id": 15085,
        "name": "蘆洲監理站",
        "address": "中山二路138號(向西)",
        "lon": "121.4714493",
        "lat": "25.08145684",
        "version": 1
    },
    {
        "id": 16014,
        "name": "捷運中山站(志仁高中)",
        "address": "南京西路65號同向(向西)",
        "lon": "121.518846019083",
        "lat": "25.0531066677911",
        "version": 2
    },
    {
        "id": 16020,
        "name": "圓環(南京)",
        "address": "南京西路204號對面(向西)",
        "lon": "121.516898747231",
        "lat": "25.0535386682891",
        "version": 4
    },
    {
        "id": 16201,
        "name": "朝陽公園(鈕釦街)",
        "address": "重慶北路二段59號同向(向北)",
        "lon": "121.5141319",
        "lat": "25.05574598",
        "version": 1
    },
    {
        "id": 16265,
        "name": "新生公園(林安泰)",
        "address": "民族東路跟建國北路邊道，近新生公園同向(向北)",
        "lon": "121.5333635",
        "lat": "25.0671805",
        "version": 1
    },
    {
        "id": 4066,
        "name": "美堤碼頭",
        "address": "基16水門南側圓環(向東)",
        "lon": "121.55656",
        "lat": "25.07661",
        "version": 1
    },
    {
        "id": 4093,
        "name": "捷運輔大站(建國一路)",
        "address": "建國一路29號同向(向北)",
        "lon": "121.434081",
        "lat": "25.03136008",
        "version": 1
    },
    {
        "id": 4098,
        "name": "捷運中山國小站",
        "address": "民權東路一段74號同向(向東)",
        "lon": "121.5253813",
        "lat": "25.06266873",
        "version": 1
    },
    {
        "id": 4113,
        "name": "新北投",
        "address": "中和街29號同向(向北)",
        "lon": "121.503116860832",
        "lat": "25.1377878885811",
        "version": 3
    },
    {
        "id": 4131,
        "name": "黎明社教中心",
        "address": "臥龍街131巷20號(向西)",
        "lon": "121.55198",
        "lat": "25.01994",
        "version": 1
    },
    {
        "id": 4140,
        "name": "榮富國小",
        "address": "中信街74號(向北)",
        "lon": "121.4480587",
        "lat": "25.05258347",
        "version": 1
    },
    {
        "id": 4145,
        "name": "廈安里",
        "address": "台北市中華路二段142號(向南)",
        "lon": "121.50408568455",
        "lat": "25.0305627556618",
        "version": 2
    },
    {
        "id": 4162,
        "name": "捷運國父紀念館站(光復)",
        "address": "光復南路180巷20號(向南)",
        "lon": "121.557568",
        "lat": "25.042558",
        "version": 6
    },
    {
        "id": 4174,
        "name": "第二果菜市場",
        "address": "民族東路420號(向西)",
        "lon": "121.53939",
        "lat": "25.06832",
        "version": 1
    },
    {
        "id": 4602,
        "name": "國興路口",
        "address": "中華路二段413號(向北)",
        "lon": "121.508379",
        "lat": "25.025757",
        "version": 2
    },
    {
        "id": 4607,
        "name": "聯合醫院和平院區",
        "address": "中華路二段33號同向(向北)",
        "lon": "121.506763",
        "lat": "25.036244",
        "version": 2
    },
    {
        "id": 4614,
        "name": "萬華分局",
        "address": "桂林路154號對向(向西)",
        "lon": "121.4980643",
        "lat": "25.03861022",
        "version": 1
    },
    {
        "id": 4622,
        "name": "果菜市場",
        "address": "萬大路503號同向(向北)",
        "lon": "121.497706",
        "lat": "25.01987",
        "version": 5
    },
    {
        "id": 4627,
        "name": "華江高中(西園)",
        "address": "西園路二段137號同向(向北)",
        "lon": "121.496162828269",
        "lat": "25.0295844111411",
        "version": 3
    },
    {
        "id": 4635,
        "name": "萬華國中",
        "address": "西藏路210號同向(向西)",
        "lon": "121.498932407501",
        "lat": "25.0294173295767",
        "version": 2
    },
    {
        "id": 4641,
        "name": "青年公園(青年)",
        "address": "青年路8號對向(向北)",
        "lon": "121.5062868",
        "lat": "25.02596466",
        "version": 1
    },
    {
        "id": 4653,
        "name": "貓空壺穴站",
        "address": "指南路三段40巷(向南)",
        "lon": "121.59524",
        "lat": "24.96881",
        "version": 2
    },
    {
        "id": 4663,
        "name": "義理街口",
        "address": "義理街1號前(向北)",
        "lon": "121.51478635582",
        "lat": "25.116067992916",
        "version": 4
    },
    {
        "id": 4680,
        "name": "指南宮(後山站)",
        "address": "指南路三段53巷(向北)",
        "lon": "121.5895899",
        "lat": "24.97889736",
        "version": 1
    },
    {
        "id": 4687,
        "name": "捷運先嗇宮站",
        "address": "重新路五段捷運站B出口(向東)",
        "lon": "121.4709381",
        "lat": "25.0461241",
        "version": 1
    },
    {
        "id": 4717,
        "name": "青山雄觀南區",
        "address": "深南路160號(向北)",
        "lon": "121.62613",
        "lat": "25.01496",
        "version": 1
    },
    {
        "id": 4721,
        "name": "福音山莊",
        "address": "南深路70巷1號對面北側5公尺(向東)",
        "lon": "121.623751641276",
        "lat": "25.021787596715",
        "version": 3
    },
    {
        "id": 4731,
        "name": "福音山莊",
        "address": "南深路70巷1號東側(向西)",
        "lon": "121.623535298122",
        "lat": "25.0219121211137",
        "version": 2
    },
    {
        "id": 4735,
        "name": "青山雄觀南區",
        "address": "深南路160號斜對面(向南)",
        "lon": "121.625690947336",
        "lat": "25.0149941422184",
        "version": 2
    },
    {
        "id": 4747,
        "name": "臺北郵局(撫臺街洋樓)",
        "address": "開封街一段95巷口東側5M(向西)",
        "lon": "121.51032",
        "lat": "25.04605",
        "version": 2
    },
    {
        "id": 4766,
        "name": "勞工大學",
        "address": "八德路二段149巷4弄8號(向東)",
        "lon": "121.47274",
        "lat": "25.02326",
        "version": 1
    },
    {
        "id": 1000242,
        "name": "龍山寺(康定)",
        "address": "康定路191號對面(向南)",
        "lon": "121.5012851",
        "lat": "25.03630505",
        "version": 1
    },
    {
        "id": 1000257,
        "name": "新民路底",
        "address": "新民路109號對面(向北)",
        "lon": "121.5141581",
        "lat": "25.14171519",
        "version": 1
    },
    {
        "id": 1000289,
        "name": "芝山抽水站",
        "address": "至誠路一段(向西)",
        "lon": "121.527191",
        "lat": "25.101325",
        "version": 2
    },
    {
        "id": 1000302,
        "name": "福和國中",
        "address": "永利路(向東)",
        "lon": "121.521553502861",
        "lat": "25.0031337977071",
        "version": 3
    },
    {
        "id": 1000324,
        "name": "福和路",
        "address": "福和路229之2號(向東)",
        "lon": "121.5188667",
        "lat": "25.00753245",
        "version": 1
    },
    {
        "id": 1000405,
        "name": "鷺江國小(民族路)",
        "address": "民族路10-12號之間對面(向西)",
        "lon": "121.475778",
        "lat": "25.084108",
        "version": 3
    },
    {
        "id": 1000436,
        "name": "貓纜動物園站",
        "address": "新光路二段(向南)",
        "lon": "121.576778",
        "lat": "24.9968",
        "version": 3
    },
    {
        "id": 1000470,
        "name": "劉厝",
        "address": "成功路2段199號(向北)",
        "lon": "121.526630",
        "lat": "24.996945",
        "version": 3
    },
    {
        "id": 1000541,
        "name": "萬壽橋頭(木柵)",
        "address": "木柵路4段上臨秀明路(向北)",
        "lon": "121.57111522305",
        "lat": "24.9913142071305",
        "version": 3
    },
    {
        "id": 1000601,
        "name": "聯合醫院忠孝院區(同德)",
        "address": "同德路(向西)",
        "lon": "121.586480248666",
        "lat": "25.046173957791",
        "version": 2
    },
    {
        "id": 1000634,
        "name": "廣福國小",
        "address": "學府路一段(向北)",
        "lon": "121.454502",
        "lat": "24.986971",
        "version": 1
    },
    {
        "id": 1000684,
        "name": "萬芳社區",
        "address": "軍功路(向南)",
        "lon": "121.5717464",
        "lat": "25.0026486",
        "version": 1
    },
    {
        "id": 1000764,
        "name": "臺灣警察專科學校",
        "address": "興隆路三段206巷口對側以南(警察學校大門口南側)(向北)",
        "lon": "121.559454005999",
        "lat": "24.9976773266786",
        "version": 4
    },
    {
        "id": 1000777,
        "name": "頭前國小",
        "address": "化成路542號(向北)",
        "lon": "121.466344",
        "lat": "25.05315368",
        "version": 1
    },
    {
        "id": 1000858,
        "name": "興德國小",
        "address": "興隆路二段213號(向西)",
        "lon": "121.550073640107",
        "lat": "25.0009828977016",
        "version": 4
    },
    {
        "id": 1000909,
        "name": "學園路口",
        "address": "中央北路四段學園路路口(向北)",
        "lon": "121.4656716",
        "lat": "25.12719229",
        "version": 1
    },
    {
        "id": 1001042,
        "name": "寶興路口",
        "address": "新店區中興路二段221號(向北)",
        "lon": "121.5483",
        "lat": "24.973757",
        "version": 2
    },
    {
        "id": 1001085,
        "name": "錦州街口",
        "address": "吉林路286號(向南)",
        "lon": "121.530215",
        "lat": "25.060529",
        "version": 1
    },
    {
        "id": 1001103,
        "name": "興隆市場後站",
        "address": "興隆路2段123巷14號對面(向東)",
        "lon": "121.54729",
        "lat": "25.00059",
        "version": 1
    },
    {
        "id": 1001146,
        "name": "樟江大橋",
        "address": "汐止區康寧街樟江大橋西20M對面(向西)",
        "lon": "121.645102",
        "lat": "25.075899",
        "version": 3
    },
    {
        "id": 1001201,
        "name": "龍門路口(三和路)",
        "address": "三和路3段(向南)",
        "lon": "121.495689942899",
        "lat": "25.0710388497354",
        "version": 5
    },
    {
        "id": 1001247,
        "name": "樟樹步道北口",
        "address": "指南路三段(向南)",
        "lon": "121.583421753406",
        "lat": "24.9685420453806",
        "version": 3
    },
    {
        "id": 1001262,
        "name": "蘭州國中",
        "address": "民族西路145號(向西)",
        "lon": "121.51625",
        "lat": "25.06869",
        "version": 1
    },
    {
        "id": 1001308,
        "name": "舊莊二站",
        "address": "北市舊莊街1段216巷巷口斜對面(向北)",
        "lon": "121.6245142",
        "lat": "25.03744788",
        "version": 8
    },
    {
        "id": 1001342,
        "name": "興旺公園",
        "address": "福興路106巷1至7號斜對面(向南)",
        "lon": "121.549691",
        "lat": "25.004674",
        "version": 1
    },
    {
        "id": 1001471,
        "name": "彌陀寺",
        "address": "北投區泉源路硫磺谷地熱景觀區東側30公尺處(向東)",
        "lon": "121.52148",
        "lat": "25.14374",
        "version": 2
    },
    {
        "id": 1001794,
        "name": "熱海大飯店",
        "address": "溫泉路102號(向東)",
        "lon": "121.5093",
        "lat": "25.13622",
        "version": 1
    },
    {
        "id": 70686,
        "name": "僑中三街",
        "address": "新北市板橋區僑中三街39號同向",
        "lon": "121.4453502",
        "lat": "25.005096",
        "version": 0
    },
    {
        "id": 70687,
        "name": "藍天世紀城",
        "address": "板橋區僑中二街114巷至116巷",
        "lon": "121.4456875",
        "lat": "25.006397",
        "version": 0
    },
    {
        "id": 70696,
        "name": "臺鐵浮洲站",
        "address": "僑中二街編號110007路燈旁(向西)",
        "lon": "121.445057",
        "lat": "25.004339",
        "version": 1
    },
    {
        "id": 70697,
        "name": "臨時站",
        "address": "新北市板橋區僑中三街1號(向西)",
        "lon": "121.445996",
        "lat": "25.004258",
        "version": 1
    },
    {
        "id": 70716,
        "name": "板橋公車站",
        "address": "縣民大道公車專用月台第一月台",
        "lon": "121.462549",
        "lat": "25.012711",
        "version": 3
    },
    {
        "id": 70717,
        "name": "板橋公車站",
        "address": "縣民大道公車專用月台第二月台",
        "lon": "121.4626945",
        "lat": "25.012808",
        "version": 3
    },
    {
        "id": 1000806,
        "name": "捷運松江南京站",
        "address": "松江路122號同向(捷運松江南京站號出口)往光華(向南)",
        "lon": "121.5329812",
        "lat": "25.05228153",
        "version": 1
    },
    {
        "id": 1000835,
        "name": "新湖民善街口(一)",
        "address": "新湖一路、民善街口第1支燈桿(向西)",
        "lon": "121.575500691569",
        "lat": "25.0585898388511",
        "version": 2
    },
    {
        "id": 1000848,
        "name": "長安林森路口",
        "address": "長安東路一段(向西)",
        "lon": "121.5255434",
        "lat": "25.04902285",
        "version": 1
    },
    {
        "id": 1000864,
        "name": "金泰公園",
        "address": "舊宗路二段(向北)",
        "lon": "121.5674816",
        "lat": "25.07803318",
        "version": 1
    },
    {
        "id": 1000894,
        "name": "大同分局",
        "address": "寧夏路128號(向北)",
        "lon": "121.51466338277",
        "lat": "25.060110116537",
        "version": 2
    },
    {
        "id": 1000904,
        "name": "大佳河濱公園",
        "address": "大佳河濱公園(向東)",
        "lon": "121.5438983",
        "lat": "25.07383547",
        "version": 4
    },
    {
        "id": 1000930,
        "name": "河濱公園大佳段",
        "address": "(向西)",
        "lon": "121.5406947",
        "lat": "25.07261377",
        "version": 1
    },
    {
        "id": 1000944,
        "name": "空軍總部",
        "address": "建國南路1段176號(向南)",
        "lon": "121.537378",
        "lat": "25.039916",
        "version": 2
    },
    {
        "id": 1000964,
        "name": "士林監理站",
        "address": "通河東街二段26號前(向南)",
        "lon": "121.5142108",
        "lat": "25.09300599",
        "version": 1
    },
    {
        "id": 1000973,
        "name": "中山女高",
        "address": "建國北路1段校門口北側70公尺(向北)",
        "lon": "121.53702",
        "lat": "25.04943",
        "version": 1
    },
    {
        "id": 1000982,
        "name": "捷運迴龍站",
        "address": "中正路895號之29號(向北)",
        "lon": "121.411941",
        "lat": "25.021908",
        "version": 1
    },
    {
        "id": 1000986,
        "name": "丹鳳一",
        "address": "中正路692-5號對面(向北)",
        "lon": "121.4200179",
        "lat": "25.02867599",
        "version": 2
    },
    {
        "id": 1000995,
        "name": "南京西路口(塔城)",
        "address": "塔城街57-59號(向北)",
        "lon": "121.510462439727",
        "lat": "25.0528521380205",
        "version": 2
    },
    {
        "id": 1001003,
        "name": "五龍里",
        "address": "民義路2段72號(向南)",
        "lon": "121.4048108",
        "lat": "25.10943251",
        "version": 2
    },
    {
        "id": 1001009,
        "name": "青潭(北宜路)",
        "address": "北宜路一段189號(向北)",
        "lon": "121.5470007",
        "lat": "24.95262687",
        "version": 1
    },
    {
        "id": 1001015,
        "name": "捷運七張站(新店區公所)",
        "address": "北新路2段89號(向南)",
        "lon": "121.542746",
        "lat": "24.97475",
        "version": 5
    },
    {
        "id": 1001024,
        "name": "大直加油站",
        "address": "(向西)",
        "lon": "121.5501232",
        "lat": "25.08399238",
        "version": 1
    },
    {
        "id": 1001040,
        "name": "郵政橋",
        "address": "北宜路二段341號對面(向北)",
        "lon": "121.557679",
        "lat": "24.954047",
        "version": 1
    },
    {
        "id": 1001048,
        "name": "頂城",
        "address": "台北縣新店市安康路一段74號對向(向北)",
        "lon": "121.5277495",
        "lat": "24.9622067",
        "version": 1
    },
    {
        "id": 1001055,
        "name": "華福街口",
        "address": "民德路270號對面(向北)",
        "lon": "121.468087386348",
        "lat": "24.9973835862678",
        "version": 2
    },
    {
        "id": 1001060,
        "name": "實踐成都街口",
        "address": "實踐路64號對向(向南)",
        "lon": "121.4638151",
        "lat": "25.00569684",
        "version": 5
    },
    {
        "id": 1001072,
        "name": "深坑國小",
        "address": "北深路二段114號前(向西)",
        "lon": "121.616794076485",
        "lat": "25.0033150747729",
        "version": 5
    },
    {
        "id": 1001081,
        "name": "厚德國小",
        "address": "(向北)",
        "lon": "121.48809995503",
        "lat": "25.0704593035956",
        "version": 2
    },
    {
        "id": 1001089,
        "name": "民生東路口",
        "address": "吉林路155號(向北)",
        "lon": "121.530273",
        "lat": "25.058365",
        "version": 1
    },
    {
        "id": 1001130,
        "name": "莊敬中學",
        "address": "中正路546號(向北)",
        "lon": "121.533562",
        "lat": "24.986437",
        "version": 2
    },
    {
        "id": 1001141,
        "name": "南京舊宗路口",
        "address": "南京東路6段(向西)",
        "lon": "121.579665938792",
        "lat": "25.0563345632873",
        "version": 2
    },
    {
        "id": 1001795,
        "name": "瑞光路393巷",
        "address": "瑞光路393巷與瑞光路交叉口東南側(向北)",
        "lon": "121.57298",
        "lat": "25.07768",
        "version": 3
    },
    {
        "id": 7611,
        "name": "臺北大學(臺北校區)",
        "address": "長春路234號(向東)",
        "lon": "121.5386259",
        "lat": "25.05461898",
        "version": 3
    },
    {
        "id": 70028,
        "name": "西門國小(臺大醫院北護分院)",
        "address": "台北市萬華區康定路58號(向南)",
        "lon": "121.502346",
        "lat": "25.042608",
        "version": 3
    },
    {
        "id": 70029,
        "name": "艋舺大道",
        "address": "艋舺大道81號(向西)",
        "lon": "121.503077",
        "lat": "25.033519",
        "version": 3
    },
    {
        "id": 70030,
        "name": "時報大樓",
        "address": "艋舺大道297號對面(向東)",
        "lon": "121.49703",
        "lat": "25.03295",
        "version": 2
    },
    {
        "id": 70031,
        "name": "時報大樓",
        "address": "艋舺大道303號(向西)",
        "lon": "121.49716",
        "lat": "25.03317",
        "version": 1
    },
    {
        "id": 70033,
        "name": "雙園街口",
        "address": "艋舺大道39巷2號對面(向東)",
        "lon": "121.4940676",
        "lat": "25.0309206",
        "version": 2
    },
    {
        "id": 70034,
        "name": "萬華車站",
        "address": "艋舺大道190號對面(向西)",
        "lon": "121.5000875",
        "lat": "25.03311977",
        "version": 1
    },
    {
        "id": 70035,
        "name": "萬華車站",
        "address": "艋舺大道172號(向東)",
        "lon": "121.5007597",
        "lat": "25.03283797",
        "version": 1
    },
    {
        "id": 70038,
        "name": "雙園街口",
        "address": "艋舺大道39巷2號對面(向西)",
        "lon": "121.4939253",
        "lat": "25.03127979",
        "version": 2
    },
    {
        "id": 70042,
        "name": "故宮博物院",
        "address": "至善路二段故宮博物院廣場(向西)",
        "lon": "121.549251",
        "lat": "25.099966",
        "version": 3
    },
    {
        "id": 70043,
        "name": "大興山莊",
        "address": "台北市士林區永公路245巷(向南)",
        "lon": "121.55779",
        "lat": "25.12251",
        "version": 2
    },
    {
        "id": 70044,
        "name": "東方寺",
        "address": "台北市士林區永公路245巷25號對向(向南)",
        "lon": "121.55887",
        "lat": "25.12356",
        "version": 3
    },
    {
        "id": 70046,
        "name": "天和公園",
        "address": "北市天母東路69巷11號對面(向西)",
        "lon": "121.533523",
        "lat": "25.119871",
        "version": 5
    },
    {
        "id": 70053,
        "name": "大華柏園",
        "address": "稻香路168-170號前(向南)",
        "lon": "121.48868",
        "lat": "25.14363",
        "version": 3
    },
    {
        "id": 70056,
        "name": "捷運關渡站",
        "address": "大度路三段270巷同向(向南)",
        "lon": "121.467024",
        "lat": "25.125124",
        "version": 1
    },
    {
        "id": 70072,
        "name": "捷運東湖站(南湖高中)",
        "address": "捷運東湖站2號出口北側(向北)",
        "lon": "121.611573583354",
        "lat": "25.0672071869982",
        "version": 6
    },
    {
        "id": 70756,
        "name": "華翠大橋",
        "address": "縣民大道二段與民生路口",
        "lon": "121.4706963",
        "lat": "25.018064",
        "version": 0
    },
    {
        "id": 70757,
        "name": "華翠大橋",
        "address": "縣民大道二段與民生街口",
        "lon": "121.4704072",
        "lat": "25.018195",
        "version": 0
    },
    {
        "id": 1165603254,
        "name": "幽雅路7號",
        "address": "幽雅路7號(向東)",
        "lon": "121.513566",
        "lat": "25.137241",
        "version": 4
    },
    {
        "id": 1165603329,
        "name": "捷運新莊副都心站(中央路)",
        "address": "新莊區中央路469號對面",
        "lon": "121.446968",
        "lat": "25.057744",
        "version": 2
    },
    {
        "id": 1001169,
        "name": "中華路北站",
        "address": "中華路一段92號(向南)",
        "lon": "121.508765096201",
        "lat": "25.0445846194834",
        "version": 7
    },
    {
        "id": 1001191,
        "name": "教師中心",
        "address": "陽投公路(向北)",
        "lon": "121.547813",
        "lat": "25.150204",
        "version": 2
    },
    {
        "id": 1001216,
        "name": "中央新村(捷運小碧潭站)",
        "address": "新北市新店區中央路143號(向北)    ",
        "lon": "121.5300427",
        "lat": "24.97336011",
        "version": 4
    },
    {
        "id": 1001253,
        "name": "捷運萬芳社區站",
        "address": "捷運萬芳(向北)",
        "lon": "121.569352",
        "lat": "24.998788",
        "version": 1
    },
    {
        "id": 1001268,
        "name": "田尾湖",
        "address": "(向南)",
        "lon": "121.5649647",
        "lat": "25.16137129",
        "version": 1
    },
    {
        "id": 1001273,
        "name": "永公路500巷",
        "address": "永公路500巷42號(向北)",
        "lon": "121.57034",
        "lat": "25.13598758",
        "version": 3
    },
    {
        "id": 1001287,
        "name": "文德二號公園",
        "address": "文德路208巷56號(向北)",
        "lon": "121.583667",
        "lat": "25.077078",
        "version": 1
    },
    {
        "id": 1001293,
        "name": "下八仙土地公廟",
        "address": "(向南)",
        "lon": "121.482799",
        "lat": "25.115812",
        "version": 1
    },
    {
        "id": 1001298,
        "name": "大湖國小",
        "address": "大湖山莊街217號旁(向西)",
        "lon": "121.5996591",
        "lat": "25.08818957",
        "version": 2
    },
    {
        "id": 1001305,
        "name": "光明里",
        "address": "(向南)",
        "lon": "121.666137",
        "lat": "25.030646",
        "version": 1
    },
    {
        "id": 1001311,
        "name": "華僑會館",
        "address": "(向北)",
        "lon": "121.5059604",
        "lat": "25.13930593",
        "version": 1
    },
    {
        "id": 1001316,
        "name": "大同之家",
        "address": "東昇路12巷巷口東側(向西)",
        "lon": "121.523174",
        "lat": "25.146018",
        "version": 1
    },
    {
        "id": 1001326,
        "name": "內雙溪自然中心",
        "address": "至善路三段150巷21弄(向南)",
        "lon": "121.577745",
        "lat": "25.117197",
        "version": 3
    },
    {
        "id": 1001330,
        "name": "公民會館(北投社大)",
        "address": "中山路5-12號北投社區大學大門扣=口東側(向南)",
        "lon": "121.5093509",
        "lat": "25.13779057",
        "version": 5
    },
    {
        "id": 1001337,
        "name": "景華街",
        "address": "台北市文山區景華街180號前(向北)",
        "lon": "121.548018",
        "lat": "24.997497",
        "version": 3
    },
    {
        "id": 1001346,
        "name": "松山寺",
        "address": "吳興街284巷18弄3號(向南)",
        "lon": "121.563546",
        "lat": "25.024436",
        "version": 3
    },
    {
        "id": 1001356,
        "name": "吉林國小",
        "address": "臺北市中山區吉林路49號(向北)",
        "lon": "121.530202",
        "lat": "25.052832",
        "version": 5
    },
    {
        "id": 1001375,
        "name": "南港高工",
        "address": "重陽路321號(向西)",
        "lon": "121.605866",
        "lat": "25.058039",
        "version": 3
    },
    {
        "id": 1001400,
        "name": "政大一",
        "address": "萬壽路16巷2號(向東)",
        "lon": "121.576427",
        "lat": "24.988319",
        "version": 10
    },
    {
        "id": 1001411,
        "name": "名門社區",
        "address": "萬寧街、軍功路交叉路口140高地公園前(向東)",
        "lon": "121.567900817651",
        "lat": "25.0046374220822",
        "version": 2
    },
    {
        "id": 1001443,
        "name": "精技大樓",
        "address": "北市新湖二路236號對面(向東)",
        "lon": "121.5825061",
        "lat": "25.06433373",
        "version": 1
    },
    {
        "id": 1001450,
        "name": "洛陽停車場",
        "address": "昆明街及洛陽街路口(向東)",
        "lon": "121.50613",
        "lat": "25.047537",
        "version": 1
    },
    {
        "id": 1001459,
        "name": "圳內",
        "address": "東昇路201號路燈編號O63號(向北)",
        "lon": "121.53193",
        "lat": "25.15976",
        "version": 1
    },
    {
        "id": 1001464,
        "name": "湖山路二段",
        "address": "湖山路二段30號對面(向北)",
        "lon": "121.53884",
        "lat": "25.15773",
        "version": 1
    },
    {
        "id": 1001470,
        "name": "紅柿下",
        "address": "東昇路即有站位(向北)",
        "lon": "121.52694",
        "lat": "25.15103",
        "version": 1
    },
    {
        "id": 1001783,
        "name": "清江圖書館",
        "address": "公館路198號(向西)",
        "lon": "121.50716",
        "lat": "25.12747",
        "version": 1
    },
    {
        "id": 1001786,
        "name": "玉成里(東新街)",
        "address": "玉成街25巷(向南)",
        "lon": "121.58272",
        "lat": "25.0508",
        "version": 1
    },
    {
        "id": 10001483,
        "name": "華泰新城(宜安路)",
        "address": "宜安路159號(向西)",
        "lon": "121.509048",
        "lat": "24.998949",
        "version": 2
    },
    {
        "id": 1165603260,
        "name": "洲美運動公園",
        "address": "洲美街(向南)",
        "lon": "121.499004",
        "lat": "25.108041",
        "version": 2
    },
    {
        "id": 1165603253,
        "name": "捷運士林站(中正)",
        "address": "捷運士林站1號出口(向北)",
        "lon": "121.525640431967",
        "lat": "25.0949307705378",
        "version": 7
    },
    {
        "id": 1165603258,
        "name": "擎天大樓",
        "address": "埔頂自強路116號北側(向東)",
        "lon": "121.463696506855",
        "lat": "25.1325146885381",
        "version": 2
    },
    {
        "id": 1165603231,
        "name": "福德二路",
        "address": "新北市汐止區福德一路392巷之1號",
        "lon": "121.62598",
        "lat": "25.06383",
        "version": 2
    },
    {
        "id": 1165603261,
        "name": "大埔一",
        "address": "紗帽路54號斜對面(向西)",
        "lon": "121.534373",
        "lat": "25.142584",
        "version": 3
    },
    {
        "id": 1165603262,
        "name": "紗帽橋",
        "address": "台北市北投區紗帽路(向南)",
        "lon": "121.533371",
        "lat": "25.148080",
        "version": 5
    },
    {
        "id": 1165603263,
        "name": "百拉卡公路入口",
        "address": "竹子湖路涼亭對面(向東)",
        "lon": "121.542890134918",
        "lat": "25.1795856835657",
        "version": 3
    },
    {
        "id": 1165603264,
        "name": "小油坑",
        "address": "竹子湖路(向西)",
        "lon": "121.5466289",
        "lat": "25.1801683",
        "version": 4
    },
    {
        "id": 1165603265,
        "name": "中湖",
        "address": "台北市北投區竹子湖路(向北)",
        "lon": "121.556952755307",
        "lat": "25.1782672516245",
        "version": 3
    },
    {
        "id": 1165603266,
        "name": "後山",
        "address": "竹子湖路及竹仔湖路83-97號路口(向西)",
        "lon": "121.558360102294",
        "lat": "25.1847780867522",
        "version": 2
    },
    {
        "id": 1165603267,
        "name": "後山一",
        "address": "竹子湖路79號-79-1號路口(向東)",
        "lon": "121.558863",
        "lat": "25.182629",
        "version": 1
    },
    {
        "id": 1165603268,
        "name": "後山一",
        "address": "竹子湖路79號對面(向西)",
        "lon": "121.558960",
        "lat": "25.182685",
        "version": 3
    },
    {
        "id": 1165603269,
        "name": "馬槽",
        "address": "臺北市北投區竹子湖路(向北)",
        "lon": "121.561767817455",
        "lat": "25.1806419249261",
        "version": 3
    },
    {
        "id": 1165603270,
        "name": "馬槽溫泉",
        "address": "臺北市北投區竹子湖路馬槽溫泉(向北)",
        "lon": "121.56254500849",
        "lat": "25.1789910107428",
        "version": 7
    },
    {
        "id": 1165603271,
        "name": "陽明山國家公園管理處",
        "address": "北市陽金公路(第二停車場內登山步道旁)(向南)",
        "lon": "121.544994",
        "lat": "25.154689",
        "version": 3
    },
    {
        "id": 1165603275,
        "name": "富德公墓12區",
        "address": "研究院路四段富德公墓(向西)",
        "lon": "121.58473247159",
        "lat": "25.012556622043",
        "version": 2
    },
    {
        "id": 1165603276,
        "name": "富德公墓14區",
        "address": "研究院路四段富德公墓旁(向西)",
        "lon": "121.58606326159",
        "lat": "25.012646182485",
        "version": 2
    },
    {
        "id": 1165603277,
        "name": "富德公墓20區",
        "address": "研究院路四段富德公墓20區(向西)",
        "lon": "121.58744799008",
        "lat": "25.010992366232",
        "version": 1
    },
    {
        "id": 1165603278,
        "name": "富德公墓28區",
        "address": "研究院路四段富德公墓28區(向西)",
        "lon": "121.58936934791",
        "lat": "25.012408679154",
        "version": 1
    },
    {
        "id": 1165603279,
        "name": "富德公墓",
        "address": "研究院路四段富德公墓辦公室對面(向西)",
        "lon": "121.580147",
        "lat": "25.011872",
        "version": 2
    },
    {
        "id": 1165603280,
        "name": "福德坑環保復育公園",
        "address": "木柵路五段151號同向(向西)",
        "lon": "121.58984",
        "lat": "25.00717",
        "version": 2
    },
    {
        "id": 1165603281,
        "name": "民和街口",
        "address": "寶興街158號(向南)",
        "lon": "121.49501",
        "lat": "25.024334",
        "version": 2
    },
    {
        "id": 1165603282,
        "name": "東吳大學",
        "address": "臨溪路70號(東吳大學校區內)(向東)",
        "lon": "121.545748",
        "lat": "25.094566",
        "version": 1
    },
    {
        "id": 1165603283,
        "name": "圳仔頭",
        "address": "台北市士林區平菁街67巷對面(向北)",
        "lon": "121.574833",
        "lat": "25.13194",
        "version": 1
    },
    {
        "id": 1165603284,
        "name": "下七股(花藝村溫泉會館)",
        "address": "台北市士林區竹子湖路馬槽花藝村前(向東)",
        "lon": "121.573795",
        "lat": "25.183977",
        "version": 7
    },
    {
        "id": 1165603285,
        "name": "日月農莊",
        "address": "台北市士林區竹子湖路210號對面(向南)",
        "lon": "121.569246025471",
        "lat": "25.1793020493602",
        "version": 4
    },
    {
        "id": 1165603286,
        "name": "菁山里一",
        "address": "台北市菁山路(向北)",
        "lon": "121.564215",
        "lat": "25.143659",
        "version": 2
    },
    {
        "id": 1165603287,
        "name": "菁山里二",
        "address": "台北市士林區菁山路149號(向北)",
        "lon": "121.56512",
        "lat": "25.142064",
        "version": 2
    },
    {
        "id": 1165603288,
        "name": "菁山里三",
        "address": "台北市士林區菁山路152號對面(向北)",
        "lon": "121.567575",
        "lat": "25.140974",
        "version": 2
    },
    {
        "id": 1165603289,
        "name": "興農橋",
        "address": "台北市士林區平菁街1附近(向南)",
        "lon": "121.570259",
        "lat": "25.139454",
        "version": 2
    },
    {
        "id": 1165603290,
        "name": "北投文物館",
        "address": "幽雅路(向北)",
        "lon": "121.5142",
        "lat": "25.138751",
        "version": 1
    },
    {
        "id": 1165603291,
        "name": "積穗",
        "address": "中山路三段32號同向(向西)",
        "lon": "121.479",
        "lat": "25.006",
        "version": 1
    },
    {
        "id": 1165603295,
        "name": "師大分部",
        "address": "羅斯福路五段72號(向南)",
        "lon": "121.537808",
        "lat": "25.0084374367022",
        "version": 3
    },
    {
        "id": 1165603296,
        "name": "師大分部",
        "address": "台北市文山區羅斯福路五段35-1號前(向北)",
        "lon": "121.538",
        "lat": "25.008",
        "version": 0
    },
    {
        "id": 1165603297,
        "name": "景華街一",
        "address": "文山區景華街122號旁(向北)",
        "lon": "121.546655",
        "lat": "24.995565",
        "version": 3
    },
    {
        "id": 1165603298,
        "name": "錦秀路口",
        "address": "新北市新店區錦秀路1-1號候車亭(向北)",
        "lon": "121.479176",
        "lat": "24.945972",
        "version": 2
    },
    {
        "id": 1165603299,
        "name": "台電大樓",
        "address": "羅斯福路二段277號(向北)",
        "lon": "121.531094",
        "lat": "25.018104",
        "version": 3
    },
    {
        "id": 1165603300,
        "name": "黎明社教中心",
        "address": "臥龍街151巷與安居街98巷巷口西側10M(向北)",
        "lon": "121.551902",
        "lat": "25.019682",
        "version": 1
    },
    {
        "id": 1165603301,
        "name": "捷運大橋頭站",
        "address": "重慶北路上近民權西路(向北)",
        "lon": "121.513712",
        "lat": "25.062346",
        "version": 1
    },
    {
        "id": 1165603302,
        "name": "大龍街口",
        "address": "民權西路145號同向(向西)",
        "lon": "121.517",
        "lat": "25.063",
        "version": 0
    },
    {
        "id": 1165603303,
        "name": "臨時站",
        "address": "臨時站(向北)",
        "lon": "121.558548",
        "lat": "24.993703",
        "version": 1
    },
    {
        "id": 1165603304,
        "name": "金山區公所",
        "address": "新北市金山區中正路230號對面(向南)",
        "lon": "121.636448",
        "lat": "25.222286",
        "version": 5
    },
    {
        "id": 1165603306,
        "name": "大觀路一段28巷",
        "address": "新北市板橋區大觀街一28巷26號對面同向(向南)",
        "lon": "121.4497662",
        "lat": "25.00938284",
        "version": 2
    },
    {
        "id": 1165603307,
        "name": "昌吉重慶路口(延平國小)",
        "address": "重慶北路三段88號(向南)",
        "lon": "121.513547",
        "lat": "25.06685",
        "version": 3
    },
    {
        "id": 1165603308,
        "name": "捷運中山國小站",
        "address": "民權東路公車專用道(向西)",
        "lon": "121.5259472364",
        "lat": "25.0627519578754",
        "version": 6
    },
    {
        "id": 1001324,
        "name": "湖田橋",
        "address": "竹子湖路17-2號對面(向南)",
        "lon": "121.5384962",
        "lat": "25.16997591",
        "version": 12
    },
    {
        "id": 10442,
        "name": "大智街口",
        "address": "自強路一段191號同向(向南)",
        "lon": "121.492023",
        "lat": "25.067814",
        "version": 2
    },
    {
        "id": 1000712,
        "name": "中山市場",
        "address": "中山北路1段117號(向北)",
        "lon": "121.522081",
        "lat": "25.050519",
        "version": 2
    },
    {
        "id": 1000506,
        "name": "柴埕里",
        "address": "安和路2段142號(向北)",
        "lon": "121.5195868",
        "lat": "24.97252092",
        "version": 1
    },
    {
        "id": 1000123,
        "name": "五分埔商圈(中坡北)",
        "address": "中坡北路(向北)",
        "lon": "121.58077",
        "lat": "25.047232",
        "version": 3
    },
    {
        "id": 752,
        "name": "雨農國小",
        "address": "雨聲路99號同向(向西)",
        "lon": "121.53088",
        "lat": "25.1047",
        "version": 1
    },
    {
        "id": 833,
        "name": "童軍站",
        "address": "竹子湖3號對面(向北)",
        "lon": "121.5468387",
        "lat": "25.15831856",
        "version": 1
    },
    {
        "id": 623,
        "name": "內寮",
        "address": "三重市三和路同向(向南)",
        "lon": "121.5779762",
        "lat": "25.142288",
        "version": 1
    },
    {
        "id": 399,
        "name": "第一銀行",
        "address": "光明路141號同向(向南)",
        "lon": "121.50235879653",
        "lat": "25.1345133895389",
        "version": 2
    },
    {
        "id": 1158,
        "name": "警智新村",
        "address": "康寧路一段167號同向(向西)",
        "lon": "121.5944283",
        "lat": "25.07911977",
        "version": 2
    },
    {
        "id": 929,
        "name": "衛理女中(原住民文化主題公園)",
        "address": "至善路二段306號同向(向東)",
        "lon": "121.5526",
        "lat": "25.10164",
        "version": 3
    },
    {
        "id": 980,
        "name": "三總內湖站",
        "address": "三軍總醫院門診部前南側(向北)",
        "lon": "121.592095",
        "lat": "25.071852",
        "version": 4
    },
    {
        "id": 1080,
        "name": "國防醫學中心",
        "address": "成功路二段414號對向(向南)",
        "lon": "121.589869957803",
        "lat": "25.0710371489715",
        "version": 2
    },
    {
        "id": 60010,
        "name": "廣福公園",
        "address": "廣權路25號對向(向東)",
        "lon": "121.46266",
        "lat": "24.99154",
        "version": 1
    },
    {
        "id": 16210,
        "name": "福安宮",
        "address": "延平北路七段106巷166號同向(向北)",
        "lon": "121.496",
        "lat": "25.10061",
        "version": 1
    },
    {
        "id": 14402,
        "name": "川瀨",
        "address": "至善路三段71巷對向(向南)",
        "lon": "121.56738",
        "lat": "25.11631",
        "version": 1
    },
    {
        "id": 14646,
        "name": "老莊大廈",
        "address": "埔頂自強路93-1號(向北)",
        "lon": "121.4621595",
        "lat": "25.12942631",
        "version": 2
    },
    {
        "id": 20400,
        "name": "三元街",
        "address": "三元街235號對面(向西)",
        "lon": "121.51256",
        "lat": "25.02767",
        "version": 1
    },
    {
        "id": 36047,
        "name": "茶場",
        "address": "民義路二段52-6號(向西)",
        "lon": "121.411249636226",
        "lat": "25.1037653990766",
        "version": 2
    },
    {
        "id": 3504,
        "name": "中原路",
        "address": "中原路303號同向(向西)",
        "lon": "121.44737",
        "lat": "25.05436",
        "version": 1
    },
    {
        "id": 4634,
        "name": "華江高中(西藏)",
        "address": "西藏路448號同向(向西)",
        "lon": "121.49649203449",
        "lat": "25.0291760619122",
        "version": 4
    },
    {
        "id": 9495,
        "name": "大坪尾一",
        "address": "平菁街141號同向(向西)",
        "lon": "121.573657",
        "lat": "25.122375",
        "version": 1
    },
    {
        "id": 9416,
        "name": "社區發展協會",
        "address": "中社路一段36巷對向(向北)",
        "lon": "121.560057",
        "lat": "25.10937",
        "version": 1
    },
    {
        "id": 3751,
        "name": "陸光國宅一",
        "address": "民義路一段203號同向(向西)",
        "lon": "121.43072",
        "lat": "25.08887",
        "version": 1
    },
    {
        "id": 5061,
        "name": "復興一路口",
        "address": "復興一路33巷1號(向東)",
        "lon": "121.503162",
        "lat": "25.140347",
        "version": 2
    },
    {
        "id": 1165603236,
        "name": "振興街",
        "address": "振興街9號(向北)",
        "lon": "121.521957",
        "lat": "25.118587",
        "version": 1
    },
    {
        "id": 1165603310,
        "name": "兒童新樂園",
        "address": "臺北市士林區士商路(兒童新樂園大門西側公車候車亭)(向西)",
        "lon": "121.5146581",
        "lat": "25.09636438",
        "version": 4
    },
    {
        "id": 1277,
        "name": "欣欣大眾公司",
        "address": "林森北路247號同向(向北)",
        "lon": "121.52551",
        "lat": "25.05362467",
        "version": 2
    },
    {
        "id": 36074,
        "name": "泰林仁德路口",
        "address": "泰林路二段38號同向(向北)",
        "lon": "121.43575",
        "lat": "25.05719",
        "version": 3
    },
    {
        "id": 50607,
        "name": "頭前國中",
        "address": "中原路33號對面(向西)",
        "lon": "121.458587",
        "lat": "25.054407",
        "version": 5
    },
    {
        "id": 60082,
        "name": "板橋車站(文化路)",
        "address": "文化路一段161號同向(向西)",
        "lon": "121.4622655",
        "lat": "25.01554555",
        "version": 2
    },
    {
        "id": 15102,
        "name": "松山車站",
        "address": "捷運松山站4號出口東側(向西)",
        "lon": "121.578206062017",
        "lat": "25.0498061943222",
        "version": 8
    },
    {
        "id": 36067,
        "name": "宏泰新村",
        "address": "地標同向",
        "lon": "121.42296",
        "lat": "25.03671",
        "version": 3
    },
    {
        "id": 50006,
        "name": "三民健康路口(西松高中)",
        "address": "三民路29號同向(向北)",
        "lon": "121.5638473",
        "lat": "25.05481494",
        "version": 7
    },
    {
        "id": 10206,
        "name": "民族承德路口",
        "address": "承德路三段171號(向北)",
        "lon": "121.5185487",
        "lat": "25.06894017",
        "version": 1
    },
    {
        "id": 4840,
        "name": "安泰橋",
        "address": "安泰街114巷52號(向西)",
        "lon": "121.614000",
        "lat": "25.078060",
        "version": 3
    },
    {
        "id": 2010,
        "name": "福州街",
        "address": "福州街22號同向(向北)",
        "lon": "121.51694",
        "lat": "25.02781",
        "version": 1
    },
    {
        "id": 1737,
        "name": "大埔街",
        "address": "中華路二段111號同向(向北)",
        "lon": "121.504945018604",
        "lat": "25.0326841167219",
        "version": 2
    },
    {
        "id": 2491,
        "name": "萬芳社區",
        "address": "萬安街3號對面(向西)",
        "lon": "121.570431",
        "lat": "25.002064",
        "version": 4
    },
    {
        "id": 2310,
        "name": "捷運公館站",
        "address": "羅斯福路四段二至三號出口公車彎南側至舟山路路口10公尺(向西)",
        "lon": "121.53405459774",
        "lat": "25.0152085557518",
        "version": 4
    },
    {
        "id": 2381,
        "name": "文山行政中心",
        "address": "木柵路三段183號同向(向西)",
        "lon": "121.5700967509",
        "lat": "24.9901389317094",
        "version": 4
    },
    {
        "id": 1165603326,
        "name": "榮華中平路口",
        "address": "榮華路2段新莊區公所路燈標號86573號對面(向西)",
        "lon": "121.445617",
        "lat": "25.055691",
        "version": 2
    },
    {
        "id": 1165603328,
        "name": "湖田橋",
        "address": "竹子湖路湖田國小旁(向北)",
        "lon": "121.538427",
        "lat": "25.170444",
        "version": 7
    },
    {
        "id": 1165603336,
        "name": "冷水坑服務站",
        "address": "菁山路101巷170號對面(向南)",
        "lon": "121.563844",
        "lat": "25.165839",
        "version": 2
    },
    {
        "id": 1165603235,
        "name": "中山民生路口",
        "address": "板橋區中山區二段76號(向東)",
        "lon": "121.474499",
        "lat": "25.016034",
        "version": 3
    },
    {
        "id": 3973,
        "name": "關渡國小(臺北城市科技大學)",
        "address": "中央北路四段570號同向(向南)",
        "lon": "121.466749861173",
        "lat": "25.127279761103",
        "version": 5
    },
    {
        "id": 1165603320,
        "name": "嘉興街口",
        "address": "信義區吳興街220巷與信安街口東北側(向西)",
        "lon": "121.5605",
        "lat": "25.02597",
        "version": 3
    },
    {
        "id": 1165603324,
        "name": "余氏古厝",
        "address": "舊莊路2段316巷口斜對面(向東)",
        "lon": "121.660484",
        "lat": "25.024808",
        "version": 5
    },
    {
        "id": 1165603330,
        "name": "捷運泰山站(泰林路)",
        "address": "泰山區路燈定位編號355205號對面",
        "lon": "121.438656",
        "lat": "25.052383",
        "version": 3
    },
    {
        "id": 1165603331,
        "name": "捷運泰山站(泰林路)",
        "address": "泰山區電桿編號新泰幹60號前",
        "lon": "121.43869",
        "lat": "25.052454",
        "version": 6
    },
    {
        "id": 20323,
        "name": "達樂花園",
        "address": "新北市金山區五湖村南勢湖50號(向東)",
        "lon": "121.607785368084",
        "lat": "25.217324491505",
        "version": 4
    },
    {
        "id": 2035,
        "name": "三興國小(臨江街觀光夜市)",
        "address": "基隆路二段123號同向(向北)",
        "lon": "121.557017",
        "lat": "25.028574",
        "version": 3
    },
    {
        "id": 1165603338,
        "name": "茶葉製造示範場",
        "address": "舊莊路二段336號同向(向北)",
        "lon": "121.6638069",
        "lat": "25.02743173",
        "version": 0
    },
    {
        "id": 1165603346,
        "name": "太陽廟",
        "address": "內湖區碧山路2號太陽廟牌樓前(向南)",
        "lon": "121.590991",
        "lat": "25.087604",
        "version": 2
    },
    {
        "id": 1165603347,
        "name": "捷運內湖站(內湖)",
        "address": "內湖路2段482號對面(向南)",
        "lon": "121.593177",
        "lat": "25.084374",
        "version": 5
    },
    {
        "id": 1165603348,
        "name": "捷運內湖站(內湖)",
        "address": "內湖路2段411號對面(向北)",
        "lon": "121.593532",
        "lat": "25.084524",
        "version": 4
    },
    {
        "id": 1001320,
        "name": "第一停車場(花鐘)",
        "address": "湖山路一段第一停車場出口處(向北)",
        "lon": "121.539696",
        "lat": "25.15724449",
        "version": 6
    },
    {
        "id": 1165603234,
        "name": "金山消防分隊",
        "address": "五湖村南勢46號(向西)",
        "lon": "121.628088",
        "lat": "25.220706",
        "version": 6
    },
    {
        "id": 1165603228,
        "name": "丹霞灣",
        "address": "淡水區中正東路一段123號",
        "lon": "121.454904",
        "lat": "25.159573",
        "version": 2
    },
    {
        "id": 1165603246,
        "name": "捷運新莊副都心站(中央路)",
        "address": "中央路469號旁",
        "lon": "121.447343",
        "lat": "25.057725",
        "version": 2
    },
    {
        "id": 1165603247,
        "name": "中港大排願景館",
        "address": "中央路路燈85834號前(向東)",
        "lon": "121.451089",
        "lat": "25.058789",
        "version": 2
    },
    {
        "id": 1165603248,
        "name": "中華昌和街口",
        "address": "中華路三段路燈86305號前(向南)",
        "lon": "121.452135",
        "lat": "25.05677",
        "version": 2
    },
    {
        "id": 1165603309,
        "name": "忠三街口",
        "address": "忠三街5號前(向西)",
        "lon": "121.624044",
        "lat": "25.07854",
        "version": 1
    },
    {
        "id": 1165603340,
        "name": "中港大排願景館",
        "address": "中央路路燈86857號前(向西)",
        "lon": "121.450887",
        "lat": "25.05898",
        "version": 2
    },
    {
        "id": 1165603334,
        "name": "東南客運停車場",
        "address": "新湖二路東南客運停車場(向東)",
        "lon": "121.5810412",
        "lat": "25.06369745",
        "version": 3
    },
    {
        "id": 2853,
        "name": "七張(北新路)",
        "address": "北新路二段11號同向(向南)",
        "lon": "121.5426501",
        "lat": "24.97141",
        "version": 3
    },
    {
        "id": 2248,
        "name": "自來水處(辛亥)",
        "address": "辛亥路三段200號同向(向東)",
        "lon": "121.54798",
        "lat": "25.01748",
        "version": 1
    },
    {
        "id": 1165603233,
        "name": "金山消防分隊",
        "address": "五湖村南勢54號(向東)",
        "lon": "121.628252",
        "lat": "25.220595",
        "version": 6
    },
    {
        "id": 1165603312,
        "name": "五福里",
        "address": "新北市三重區自強路五段124號",
        "lon": "121.497565",
        "lat": "25.083922",
        "version": 1
    },
    {
        "id": 1165603350,
        "name": "翠山派出所",
        "address": "中社路一段43巷對向(向西)",
        "lon": "121.5605355",
        "lat": "25.10799451",
        "version": 3
    },
    {
        "id": 1165603219,
        "name": "中央一站",
        "address": "新北市土城區中央路一段5號(向北)",
        "lon": "121.4496198",
        "lat": "24.99255338",
        "version": 1
    },
    {
        "id": 1165603232,
        "name": "福德二路",
        "address": "新北市汐止區福德一路392巷56號",
        "lon": "121.6261573",
        "lat": "25.06360634",
        "version": 2
    },
    {
        "id": 1001460,
        "name": "陽明公園後門一",
        "address": "湖山路二段77號(向北)",
        "lon": "121.53487",
        "lat": "25.15944",
        "version": 3
    },
    {
        "id": 1001114,
        "name": "捷運南港展覽館站(南港路)",
        "address": "南港路23號對面(向東)",
        "lon": "121.617965105741",
        "lat": "25.0548787451546",
        "version": 2
    },
    {
        "id": 1165603337,
        "name": "菁山遊憩區",
        "address": "菁山路101巷菁山遊憩區前(向西)",
        "lon": "121.558374",
        "lat": "25.151715",
        "version": 0
    },
    {
        "id": 1000842,
        "name": "新北大道路口",
        "address": "新北大道二段135號(向東)",
        "lon": "121.465274",
        "lat": "25.061164",
        "version": 5
    },
    {
        "id": 16022,
        "name": "南京林森路口",
        "address": "南京東路一段+林森北路同向(向東)",
        "lon": "121.525060474751",
        "lat": "25.052069472359",
        "version": 2
    },
    {
        "id": 1165603339,
        "name": "永春橋",
        "address": "復興三路300巷永春橋旁(向南)",
        "lon": "121.505441",
        "lat": "25.1549",
        "version": 1
    },
    {
        "id": 101,
        "name": "臺北市立美術館",
        "address": "中山北路三段181號同向(向北)",
        "lon": "121.5240266",
        "lat": "25.07222485",
        "version": 1
    },
    {
        "id": 329,
        "name": "財元廣場",
        "address": "中華路二段23號同向(向西)",
        "lon": "121.45336",
        "lat": "25.0450287",
        "version": 1
    },
    {
        "id": 148,
        "name": "永樂巷口(中山市場)",
        "address": "中山路77號前(向南)",
        "lon": "121.442618297947",
        "lat": "25.1704243596582",
        "version": 4
    },
    {
        "id": 1208,
        "name": "臺北漁市",
        "address": "民族東路97號同向(向東)",
        "lon": "121.5368048",
        "lat": "25.06585474",
        "version": 2
    },
    {
        "id": 1593,
        "name": "臺北市區監理所(光復)",
        "address": "光復南路8號同向(向南)",
        "lon": "121.5577342",
        "lat": "25.04762",
        "version": 3
    },
    {
        "id": 1982,
        "name": "捷運中正紀念堂站(羅斯福)",
        "address": "羅斯福路一段25號同向(向北)",
        "lon": "121.518848",
        "lat": "25.032297",
        "version": 7
    },
    {
        "id": 2439,
        "name": "救千宮",
        "address": "老泉街45巷18號同向(向北)",
        "lon": "121.568613",
        "lat": "24.972909",
        "version": 3
    },
    {
        "id": 2663,
        "name": "長壽里",
        "address": "三民路二段202-10號(向南)",
        "lon": "121.4789718",
        "lat": "25.0147178",
        "version": 2
    },
    {
        "id": 2827,
        "name": "北深松柏街口",
        "address": "北深路一段43號對向(向東)",
        "lon": "121.638291795917",
        "lat": "25.0104926884954",
        "version": 4
    },
    {
        "id": 3172,
        "name": "景平路景德街口",
        "address": "景平路之2號同向(向西)",
        "lon": "121.5194886",
        "lat": "24.99170762",
        "version": 3
    },
    {
        "id": 3494,
        "name": "新北大道化成路口",
        "address": "新北大道二段254號(向西)",
        "lon": "121.466776101293",
        "lat": "25.0616455497332",
        "version": 4
    },
    {
        "id": 3610,
        "name": "泰林仁德路口",
        "address": "泰林路二段38號對向(向南)",
        "lon": "121.43571",
        "lat": "25.05713",
        "version": 3
    },
    {
        "id": 3680,
        "name": "民族民義街口",
        "address": "民族路398號同向(向東)",
        "lon": "121.474673",
        "lat": "25.091396",
        "version": 7
    },
    {
        "id": 4657,
        "name": "港墘派出所",
        "address": "港墘路113號對面(向南)",
        "lon": "121.57619",
        "lat": "25.078636",
        "version": 4
    },
    {
        "id": 4724,
        "name": "福聖宮(山水綠生態公園)",
        "address": "南深路上37號北側5公尺(向北)",
        "lon": "121.621327582177",
        "lat": "25.02983169705",
        "version": 5
    },
    {
        "id": 4791,
        "name": "柳堤公園",
        "address": "長樂路80號旁(向南)",
        "lon": "121.4621514",
        "lat": "25.08762404",
        "version": 3
    },
    {
        "id": 4897,
        "name": "富洲里",
        "address": "延平北路9段313號東側10公尺對面(向西)",
        "lon": "121.4702168",
        "lat": "25.10894772",
        "version": 3
    },
    {
        "id": 6690,
        "name": "臺北科技大學",
        "address": "八德路一段88號(向東)",
        "lon": "121.532172463125",
        "lat": "25.0440991830962",
        "version": 4
    },
    {
        "id": 6930,
        "name": "松廉路",
        "address": "松廉路3號同向(向西)",
        "lon": "121.56677",
        "lat": "25.03397",
        "version": 3
    },
    {
        "id": 7612,
        "name": "臺北大學(臺北校區)",
        "address": "長春路225號(向西)",
        "lon": "121.5386725",
        "lat": "25.05488074",
        "version": 3
    },
    {
        "id": 1165603230,
        "name": "仁愛新生路口",
        "address": "仁愛路公車專用道(向西)",
        "lon": "121.5331329",
        "lat": "25.03824508",
        "version": 3
    },
    {
        "id": 852,
        "name": "陽明山總站",
        "address": "紗帽路143號大都會客運陽明山站(向東)",
        "lon": "121.54603",
        "lat": "25.15148",
        "version": 2
    },
    {
        "id": 914,
        "name": "士林市場(銘傳會館)",
        "address": "基河路110號(向南)",
        "lon": "121.523626",
        "lat": "25.08816494",
        "version": 2
    },
    {
        "id": 974,
        "name": "大湖",
        "address": "成功路四段361號同向(向西)",
        "lon": "121.6000154",
        "lat": "25.08478664",
        "version": 1
    },
    {
        "id": 1109,
        "name": "捷運文德站(碧湖公園)",
        "address": "文德路214號同向(向西)",
        "lon": "121.584249089971",
        "lat": "25.0785852271108",
        "version": 4
    },
    {
        "id": 1170,
        "name": "大同大學",
        "address": "中山南路三段51號同向(向南)",
        "lon": "121.52244",
        "lat": "25.0673",
        "version": 1
    },
    {
        "id": 1177,
        "name": "大直抽水站",
        "address": "明水路369號同向(向西)",
        "lon": "121.54534",
        "lat": "25.07757",
        "version": 2
    },
    {
        "id": 1184,
        "name": "下塔悠",
        "address": "濱江街500號同向(向東)",
        "lon": "121.5567725",
        "lat": "25.07209559",
        "version": 1
    },
    {
        "id": 1192,
        "name": "中山區公所",
        "address": "農安街166號同向(向東)",
        "lon": "121.53409",
        "lat": "25.06471",
        "version": 1
    },
    {
        "id": 1346,
        "name": "中原街口(老人住宅)",
        "address": "民生東路二段48號同向(向東)",
        "lon": "121.5294085",
        "lat": "25.05793506",
        "version": 2
    },
    {
        "id": 1401,
        "name": "大同國小",
        "address": "承德路三段52號同向(向南)",
        "lon": "121.518218024384",
        "lat": "25.0652367762298",
        "version": 2
    },
    {
        "id": 1489,
        "name": "三民健康路口(西松高中)",
        "address": "三民路70號同向(向南)",
        "lon": "121.5635808",
        "lat": "25.05524502",
        "version": 7
    },
    {
        "id": 1510,
        "name": "市立體育場",
        "address": "敦化北路5號(向北)",
        "lon": "121.549268931201",
        "lat": "25.0493213711077",
        "version": 4
    },
    {
        "id": 1607,
        "name": "工程營產中心",
        "address": "忠孝東路七段481號對面(向東)",
        "lon": "121.610329912857",
        "lat": "25.0523334591023",
        "version": 3
    },
    {
        "id": 1612,
        "name": "中國電視公司",
        "address": "重陽路120號同向(向東)",
        "lon": "121.59918",
        "lat": "25.05646",
        "version": 1
    },
    {
        "id": 1615,
        "name": "修德國小",
        "address": "東新街105號對向(向西)",
        "lon": "121.58948692688",
        "lat": "25.0466220947386",
        "version": 4
    },
    {
        "id": 1733,
        "name": "人壽一村",
        "address": "長順街8號同向(向東)",
        "lon": "121.490275889545",
        "lat": "25.0315232668912",
        "version": 2
    },
    {
        "id": 1738,
        "name": "大理服飾",
        "address": "西園路一段250號同向(向南)",
        "lon": "121.498448",
        "lat": "25.034146",
        "version": 2
    },
    {
        "id": 1743,
        "name": "中華南海路口",
        "address": "中華路二段430號同向(向南)",
        "lon": "121.506437964545",
        "lat": "25.0273435686053",
        "version": 2
    },
    {
        "id": 1851,
        "name": "三元南海路口",
        "address": "三元街62號同向(向東)",
        "lon": "121.509122",
        "lat": "25.0292922",
        "version": 1
    },
    {
        "id": 1860,
        "name": "仁愛中山路口",
        "address": "仁愛路上近中山南路同向(向東)",
        "lon": "121.5184523",
        "lat": "25.03912915",
        "version": 1
    },
    {
        "id": 1863,
        "name": "仁愛安和路口",
        "address": "仁愛路四段上近安和路口(向東)",
        "lon": "121.550883391345",
        "lat": "25.0377212341364",
        "version": 3
    },
    {
        "id": 1864,
        "name": "仁愛延吉街口",
        "address": "仁愛路四段上近延吉路同向(向東)",
        "lon": "121.555234376148",
        "lat": "25.0376217119559",
        "version": 2
    },
    {
        "id": 1867,
        "name": "仁愛建國路口一",
        "address": "仁愛路三段上近建國南路同向(向東)",
        "lon": "121.537072110796",
        "lat": "25.0380314055468",
        "version": 3
    },
    {
        "id": 1872,
        "name": "仁愛臨沂街口",
        "address": "仁愛路二段上近臨沂街口同向(向西)",
        "lon": "121.52952",
        "lat": "25.03834",
        "version": 2
    },
    {
        "id": 2031,
        "name": "土地銀行",
        "address": "臺北市信義區松德路92號、94號間(向西)",
        "lon": "121.575429353041",
        "lat": "25.0379961137659",
        "version": 2
    },
    {
        "id": 2038,
        "name": "五分埔商圈(中坡北)",
        "address": "中坡北路70號同向(向南)",
        "lon": "121.58003",
        "lat": "25.04799",
        "version": 3
    },
    {
        "id": 2183,
        "name": "大安高工",
        "address": "復興南路二段52號(向南)",
        "lon": "121.543343",
        "lat": "25.03251207",
        "version": 1
    },
    {
        "id": 2188,
        "name": "大安國宅",
        "address": "建國南路二段123巷口北側(向北)",
        "lon": "121.53800596197",
        "lat": "25.029775296009",
        "version": 2
    },
    {
        "id": 2194,
        "name": "大我新舍",
        "address": "臥龍街412號同向(向南)",
        "lon": "121.562466432938",
        "lat": "25.0138741581322",
        "version": 2
    },
    {
        "id": 2196,
        "name": "公企中心",
        "address": "金山南路二段98號同向(向南)",
        "lon": "121.5265366",
        "lat": "25.03058924",
        "version": 1
    },
    {
        "id": 1165603314,
        "name": "中國電視公司",
        "address": "重陽路120號對向(向西)",
        "lon": "121.59951",
        "lat": "25.05684",
        "version": 0
    },
    {
        "id": 1165603220,
        "name": "中山民生路口",
        "address": "新北市板橋區中山路二段97號前(向西)",
        "lon": "121.47433",
        "lat": "25.016073",
        "version": 1
    },
    {
        "id": 1165603311,
        "name": "中華昌和街口",
        "address": "中華路三段路燈86305號對面(向北)",
        "lon": "121.452323",
        "lat": "25.056834",
        "version": 2
    },
    {
        "id": 1165603335,
        "name": "玉泉里",
        "address": "西寧北路19-2號(向北)",
        "lon": "121.50867",
        "lat": "25.052779",
        "version": 1
    },
    {
        "id": 55017,
        "name": "文林國小",
        "address": "文林北路200號北側候車亭旁(向北)",
        "lon": "121.515157",
        "lat": "25.107487",
        "version": 4
    },
    {
        "id": 1000548,
        "name": "捷運景美站",
        "address": "羅斯福路六段393號(向北)",
        "lon": "121.540761674692",
        "lat": "24.9923660373449",
        "version": 2
    },
    {
        "id": 13105,
        "name": "南京敦化路口(小巨蛋)",
        "address": "南京東路三段337號(向北)",
        "lon": "121.549330",
        "lat": "25.052580",
        "version": 4
    },
    {
        "id": 50160,
        "name": "南京公寓(捷運南京三民)",
        "address": "南京東路五段281號同向(向西)",
        "lon": "121.564777",
        "lat": "25.051492",
        "version": 2
    },
    {
        "id": 1000155,
        "name": "台泥大樓(馬偕醫院)",
        "address": "中山北路二段110號(向南)",
        "lon": "121.522776776113",
        "lat": "25.0608309862107",
        "version": 3
    },
    {
        "id": 1165603342,
        "name": "成福路口一",
        "address": "成福路161號對面(向南)",
        "lon": "121.5880617",
        "lat": "25.04111713",
        "version": 0
    },
    {
        "id": 13221,
        "name": "集美街口",
        "address": "集成路22號同向(向東)",
        "lon": "121.488738",
        "lat": "25.05212",
        "version": 4
    },
    {
        "id": 20317,
        "name": "中正路",
        "address": "新北市金山區金山區中正路65號(向東)",
        "lon": "121.634023",
        "lat": "25.221782",
        "version": 8
    },
    {
        "id": 1165603218,
        "name": "中國科技大學(辛亥)",
        "address": "台北市辛亥路5段33號前(向北)",
        "lon": "121.554092",
        "lat": "24.999501",
        "version": 1
    },
    {
        "id": 2205,
        "name": "仁愛建國路口二",
        "address": "仁愛路三段上近建國南路一段同向(向東)",
        "lon": "121.540665526001",
        "lat": "25.0379662402888",
        "version": 2
    },
    {
        "id": 2208,
        "name": "仁愛國小",
        "address": "安和路一段83號同向(向南)",
        "lon": "121.5522093",
        "lat": "25.03624611",
        "version": 1
    },
    {
        "id": 2216,
        "name": "仁愛臨沂街口",
        "address": "仁愛路上近金山南路同向(向東)",
        "lon": "121.5280453",
        "lat": "25.03821895",
        "version": 1
    },
    {
        "id": 2255,
        "name": "龍安國小(公務人力發展學院)",
        "address": "新生南路三段21號同向(向北)",
        "lon": "121.5349231",
        "lat": "25.02527096",
        "version": 4
    },
    {
        "id": 2344,
        "name": "龍安國小(公務人力發展學院)",
        "address": "新生南路三段20號同向(向南)",
        "lon": "121.5345198",
        "lat": "25.02466421",
        "version": 4
    },
    {
        "id": 2367,
        "name": "久康街口",
        "address": "秀明路25號對向(向東)",
        "lon": "121.564680250523",
        "lat": "24.9895792490522",
        "version": 2
    },
    {
        "id": 2373,
        "name": "公務人員訓練處",
        "address": "地標同向(向東)",
        "lon": "121.562127594784",
        "lat": "25.0018116822751",
        "version": 2
    },
    {
        "id": 2379,
        "name": "文山二分局",
        "address": "景文街44號同向(向南)",
        "lon": "121.54129",
        "lat": "24.99187",
        "version": 1
    },
    {
        "id": 2384,
        "name": "木柵市場",
        "address": "保儀路33號同向(向北)",
        "lon": "121.568689314716",
        "lat": "24.9879719237069",
        "version": 5
    },
    {
        "id": 2390,
        "name": "天恩宮",
        "address": "指南路三段38巷37-2號同向(向南)",
        "lon": "121.59137",
        "lat": "24.96757",
        "version": 1
    },
    {
        "id": 2394,
        "name": "世新大學",
        "address": "木柵路一段17巷6號對向(向東)",
        "lon": "121.54384",
        "lat": "24.98854",
        "version": 1
    },
    {
        "id": 2397,
        "name": "北政國中",
        "address": "臺北市指南路三段19號(向北)",
        "lon": "121.580107148939",
        "lat": "24.9850079748082",
        "version": 4
    },
    {
        "id": 2521,
        "name": "木南公園",
        "address": "木新路二段95號同向(向南)",
        "lon": "121.57011",
        "lat": "24.984828",
        "version": 3
    },
    {
        "id": 2559,
        "name": "中山國中",
        "address": "文化路一段120號同向(向北)",
        "lon": "121.46513",
        "lat": "25.0188",
        "version": 4
    },
    {
        "id": 2648,
        "name": "浮洲橋",
        "address": "大觀路二段265巷7-6號同向(向西)",
        "lon": "121.44318",
        "lat": "24.99474",
        "version": 1
    },
    {
        "id": 2720,
        "name": "大汐止百貨",
        "address": "福德二路95號同向(向東)",
        "lon": "121.6328086",
        "lat": "25.06623646",
        "version": 1
    },
    {
        "id": 2729,
        "name": "世電社區",
        "address": "中興路153號同向(向南)",
        "lon": "121.631196098593",
        "lat": "25.0659839852192",
        "version": 2
    },
    {
        "id": 2851,
        "name": "二城",
        "address": "安康路三段311-353號同向(向西)",
        "lon": "121.485933",
        "lat": "24.951683",
        "version": 2
    },
    {
        "id": 2858,
        "name": "下城社區",
        "address": "安康路一段271號同向(向東)",
        "lon": "121.5235251",
        "lat": "24.96347353",
        "version": 2
    },
    {
        "id": 2865,
        "name": "中正環河路口",
        "address": "中正路679號(向南)",
        "lon": "121.5339021",
        "lat": "24.99069561",
        "version": 1
    },
    {
        "id": 2869,
        "name": "中正國宅",
        "address": "中正路298號同向(向西)",
        "lon": "121.5377445",
        "lat": "24.97434698",
        "version": 6
    },
    {
        "id": 2872,
        "name": "中正路口",
        "address": "中正路127號同向(向東)",
        "lon": "121.5419",
        "lat": "24.97122",
        "version": 1
    },
    {
        "id": 2881,
        "name": "中興路三段",
        "address": "新北市新店區中興路三段188號同向(向北)",
        "lon": "121.54389",
        "lat": "24.98161",
        "version": 2
    },
    {
        "id": 2886,
        "name": "台北菸廠",
        "address": "安康路二段278號同向(向南)",
        "lon": "121.5084746",
        "lat": "24.95887022",
        "version": 1
    },
    {
        "id": 548,
        "name": "關渡國小(臺北城市科技大學)",
        "address": "中央北路四段581號同向(向北)",
        "lon": "121.466372780603",
        "lat": "25.1268926040896",
        "version": 4
    },
    {
        "id": 1165603244,
        "name": "遼寧街口",
        "address": "臺北市遼寧街110號前(向南)",
        "lon": "121.541976",
        "lat": "25.052587",
        "version": 2
    },
    {
        "id": 1165603321,
        "name": "馬偕醫院一",
        "address": "民權路47號(向北)",
        "lon": "121.459786353662",
        "lat": "25.1396243256043",
        "version": 3
    },
    {
        "id": 1165603349,
        "name": "八德中坡路口",
        "address": "八德路四段871號旁(向北)",
        "lon": "121.580172",
        "lat": "25.051204",
        "version": 0
    },
    {
        "id": 1165603332,
        "name": "八仙里",
        "address": "公館路432號(向南)",
        "lon": "121.502062",
        "lat": "25.120282",
        "version": 1
    },
    {
        "id": 1001398,
        "name": "草湳",
        "address": "指南路三段(向北)",
        "lon": "121.605562",
        "lat": "24.97046871",
        "version": 2
    },
    {
        "id": 1165603318,
        "name": "合心廣場",
        "address": "玉成街與忠孝東路6段路口東北側20公尺(向南)",
        "lon": "121.583351",
        "lat": "25.046356",
        "version": 7
    },
    {
        "id": 20327,
        "name": "金山農場(天籟溫泉會館)",
        "address": "新北市金山區重和村三重橋4號對面(向北)",
        "lon": "121.594832566107",
        "lat": "25.1964008264798",
        "version": 3
    },
    {
        "id": 1165603361,
        "name": "舊莊",
        "address": "舊莊街一段227號對面(向南)",
        "lon": "121.622697",
        "lat": "25.038074",
        "version": 0
    },
    {
        "id": 1165603227,
        "name": "思源福德二街口",
        "address": "思源路新莊區公所路燈編號87009燈桿前方11公尺後",
        "lon": "121.46002",
        "lat": "25.057796",
        "version": 2
    },
    {
        "id": 1165603229,
        "name": "望遠亭(老泉里)",
        "address": "臺北市老泉街45巷27之1號對面(向西)",
        "lon": "121.578830",
        "lat": "24.970101",
        "version": 2
    },
    {
        "id": 1165603325,
        "name": "風架口",
        "address": "竹子湖路54-2號路口處(向南)",
        "lon": "121.53713",
        "lat": "25.175258",
        "version": 5
    },
    {
        "id": 70993,
        "name": "自來水公司",
        "address": "新北市淡水區淡金路497號",
        "lon": "121.456113",
        "lat": "25.161806",
        "version": 2
    },
    {
        "id": 2997,
        "name": "六合社區",
        "address": "成功路二段127號同向(向北)",
        "lon": "121.5267065",
        "lat": "24.99838696",
        "version": 2
    },
    {
        "id": 3002,
        "name": "中興街口",
        "address": "永和路二段85號同向(向南)",
        "lon": "121.5147464",
        "lat": "25.0115956",
        "version": 1
    },
    {
        "id": 3008,
        "name": "永安市場(永貞路)",
        "address": "永貞路227號同向(向南)",
        "lon": "121.513414",
        "lat": "25.003661",
        "version": 3
    },
    {
        "id": 3013,
        "name": "永和國小",
        "address": "中正路446號同向(向北)",
        "lon": "121.5175452",
        "lat": "25.0024569",
        "version": 1
    },
    {
        "id": 3030,
        "name": "干城路口",
        "address": "干城路157號(向北)",
        "lon": "121.4604228",
        "lat": "24.99244176",
        "version": 1
    },
    {
        "id": 3061,
        "name": "中安街",
        "address": "中安街74號(向南)",
        "lon": "121.512357",
        "lat": "25.002081",
        "version": 3
    },
    {
        "id": 3064,
        "name": "中和派出所",
        "address": "中和路171號同向(向西)",
        "lon": "121.502819563683",
        "lat": "24.9998556483866",
        "version": 3
    },
    {
        "id": 3069,
        "name": "中和高中(員山路)",
        "address": "員山路128號同向(向北)",
        "lon": "121.4811434",
        "lat": "24.99594707",
        "version": 3
    },
    {
        "id": 3073,
        "name": "中和國中",
        "address": "興南路一段142之6號(向南)",
        "lon": "121.508692",
        "lat": "24.987269",
        "version": 2
    },
    {
        "id": 3081,
        "name": "北一游泳池",
        "address": "興南路二段264號同向(向南)",
        "lon": "121.50076",
        "lat": "24.98031",
        "version": 1
    },
    {
        "id": 3086,
        "name": "永平高中",
        "address": "中山路一段166號同向(向西)",
        "lon": "121.50931",
        "lat": "25.00925",
        "version": 1
    },
    {
        "id": 3131,
        "name": "干城路口",
        "address": "干城路158號(向南)",
        "lon": "121.4603763",
        "lat": "24.992424",
        "version": 1
    },
    {
        "id": 3173,
        "name": "大同莊園",
        "address": "中央路一段303號對面(向南)",
        "lon": "121.4437416",
        "lat": "24.98322088",
        "version": 4
    },
    {
        "id": 3387,
        "name": "大同路口",
        "address": "重新路三段16號同向(向東)",
        "lon": "121.494845415865",
        "lat": "25.0613984013315",
        "version": 2
    },
    {
        "id": 3394,
        "name": "三重區公所(新北大道)",
        "address": "新北大道一段36號(向西)",
        "lon": "121.488152",
        "lat": "25.061474",
        "version": 3
    },
    {
        "id": 3401,
        "name": "三重商工(中正北路)",
        "address": "中正北路302號同向(向西)",
        "lon": "121.479837",
        "lat": "25.068986",
        "version": 4
    },
    {
        "id": 3407,
        "name": "中正南路",
        "address": "中正南路67號同向(向南)",
        "lon": "121.4940315",
        "lat": "25.05927578",
        "version": 1
    },
    {
        "id": 3408,
        "name": "中正堂",
        "address": "自強路158號同向(向南)",
        "lon": "121.49573",
        "lat": "25.06637",
        "version": 1
    },
    {
        "id": 3410,
        "name": "六張街口",
        "address": "自強路二段12號同向(向南)",
        "lon": "121.490039523138",
        "lat": "25.0689190842076",
        "version": 2
    },
    {
        "id": 3416,
        "name": "介壽市場",
        "address": "正義北路335號同向(向北)",
        "lon": "121.493557306213",
        "lat": "25.0715952730589",
        "version": 2
    },
    {
        "id": 3420,
        "name": "天后宮",
        "address": "同安七街87巷22號對向(向北)",
        "lon": "121.49998",
        "lat": "25.05707",
        "version": 1
    },
    {
        "id": 3423,
        "name": "永福街口(聖佑宮)",
        "address": "新北市三重區力行路2段106號同向(向南)",
        "lon": "121.48206",
        "lat": "25.07494",
        "version": 3
    },
    {
        "id": 3452,
        "name": "天台廣場",
        "address": "重新路二段65號對面(向西)",
        "lon": "121.4968511",
        "lat": "25.06206437",
        "version": 1
    },
    {
        "id": 3488,
        "name": "三重派出所(重新路)",
        "address": "重新路1段63號(向西)",
        "lon": "121.5017225",
        "lat": "25.06372955",
        "version": 2
    },
    {
        "id": 3498,
        "name": "中平路",
        "address": "中平路86號同向(向南)",
        "lon": "121.44462",
        "lat": "25.0451",
        "version": 1
    },
    {
        "id": 3501,
        "name": "中原里",
        "address": "中原路221號同向(向東)",
        "lon": "121.4499383",
        "lat": "25.05424253",
        "version": 1
    },
    {
        "id": 3505,
        "name": "中原路一",
        "address": "中原路149號同向(向東)",
        "lon": "121.454014",
        "lat": "25.054285",
        "version": 2
    },
    {
        "id": 3512,
        "name": "丹鳳國小",
        "address": "新北市新莊區新北市新莊區中正路730-3號對向(向西)",
        "lon": "121.4146805",
        "lat": "25.02359983",
        "version": 5
    },
    {
        "id": 3521,
        "name": "台灣通用",
        "address": "民安西路454號同向(向南)",
        "lon": "121.42976",
        "lat": "25.00944",
        "version": 1
    },
    {
        "id": 3522,
        "name": "民安站",
        "address": "民安東路20號同向(向東)",
        "lon": "121.43028",
        "lat": "25.02076",
        "version": 1
    },
    {
        "id": 1847,
        "name": "一女中(公園)",
        "address": "公園路21號對面(向南)",
        "lon": "121.5149627",
        "lat": "25.03800782",
        "version": 1
    },
    {
        "id": 3707,
        "name": "五股國小",
        "address": "成泰路二段84號同向(向北)",
        "lon": "121.43752",
        "lat": "25.08251",
        "version": 1
    },
    {
        "id": 3728,
        "name": "更寮",
        "address": "中興路二段127號同向(向西)",
        "lon": "121.45908",
        "lat": "25.07817",
        "version": 1
    },
    {
        "id": 3774,
        "name": "八里",
        "address": "中山路二段393號同向(向南)",
        "lon": "121.397998",
        "lat": "25.146847",
        "version": 2
    },
    {
        "id": 3780,
        "name": "八里區公所",
        "address": "中山路二段287號同向(向南)",
        "lon": "121.40167",
        "lat": "25.14867",
        "version": 1
    },
    {
        "id": 3784,
        "name": "大崁國小",
        "address": "中山路一段53號對向(向西)",
        "lon": "121.41863",
        "lat": "25.1598",
        "version": 1
    },
    {
        "id": 3906,
        "name": "和平西路一段",
        "address": "和平西路一段104號對向(向東)",
        "lon": "121.517510",
        "lat": "25.026752",
        "version": 2
    },
    {
        "id": 3922,
        "name": "工程營產中心",
        "address": "忠孝東路七段481之1號同向(向西)",
        "lon": "121.610465",
        "lat": "25.05265346",
        "version": 1
    },
    {
        "id": 3934,
        "name": "正義郵局",
        "address": "忠孝東路三段205-1號同向(向西)",
        "lon": "121.5390398",
        "lat": "25.04181328",
        "version": 1
    },
    {
        "id": 3948,
        "name": "外雙溪(故宮)",
        "address": "故宮路41巷1號同向(向北)",
        "lon": "121.547239372687",
        "lat": "25.0967086000644",
        "version": 3
    },
    {
        "id": 3953,
        "name": "士林官邸(中正)",
        "address": "中正路與雨農路交叉口同向(向西)",
        "lon": "121.53144",
        "lat": "25.0965",
        "version": 2
    },
    {
        "id": 3969,
        "name": "中央北路",
        "address": "中央北路四段162號同向(向北)",
        "lon": "121.4750896208",
        "lat": "25.1326768057341",
        "version": 3
    },
    {
        "id": 3978,
        "name": "中華路口",
        "address": "三重區新北大道1段125號(向東)",
        "lon": "121.483061607875",
        "lat": "25.0613696251157",
        "version": 4
    },
    {
        "id": 3987,
        "name": "下埤里",
        "address": "復興北路514巷同向(向東)",
        "lon": "121.5425541",
        "lat": "25.06753296",
        "version": 1
    },
    {
        "id": 4000,
        "name": "玉成國小",
        "address": "南港路三段10號同向(向西)",
        "lon": "121.592800257746",
        "lat": "25.0543845192365",
        "version": 2
    },
    {
        "id": 4026,
        "name": "正隆廣場",
        "address": "板新路25號(向西)",
        "lon": "121.47480845635",
        "lat": "25.013064583891",
        "version": 2
    },
    {
        "id": 4032,
        "name": "克勤新村",
        "address": "吳興街220巷81號對面(向東)",
        "lon": "121.5602",
        "lat": "25.02554",
        "version": 1
    },
    {
        "id": 4038,
        "name": "五華國小",
        "address": "集賢路66號(向西)",
        "lon": "121.49249",
        "lat": "25.08862",
        "version": 1
    },
    {
        "id": 4042,
        "name": "市民光復路口",
        "address": "市民大道(向西)",
        "lon": "121.55847",
        "lat": "25.04552",
        "version": 2
    },
    {
        "id": 4044,
        "name": "市民敦化路口",
        "address": "市民大道四段97號(向西)",
        "lon": "121.54998",
        "lat": "25.04487",
        "version": 2
    },
    {
        "id": 4081,
        "name": "民權建國路口",
        "address": "民權東路二段上近建國北路二段向西(向西)",
        "lon": "121.53746",
        "lat": "25.06248317",
        "version": 1
    },
    {
        "id": 4088,
        "name": "小南門(和平院區)",
        "address": "愛國西路9-1號同向(向西)",
        "lon": "121.507744829313",
        "lat": "25.0372303563017",
        "version": 2
    },
    {
        "id": 4119,
        "name": "日興市民活動中心",
        "address": "新店市安康路三段552號(向東)",
        "lon": "121.481962",
        "lat": "24.948762",
        "version": 3
    },
    {
        "id": 4135,
        "name": "光華新村(安和路)",
        "address": "安和路一段25號(向南)",
        "lon": "121.517018",
        "lat": "24.964744",
        "version": 7
    },
    {
        "id": 4158,
        "name": "民權東路口",
        "address": "台北市民權東路四段107巷口旁(向東)",
        "lon": "121.552",
        "lat": "25.06145",
        "version": 1
    },
    {
        "id": 4171,
        "name": "市政府(市府)",
        "address": "台北市市府路1號對面(向南)",
        "lon": "121.563553",
        "lat": "25.038501",
        "version": 2
    },
    {
        "id": 4601,
        "name": "古亭國中",
        "address": "中華路二段461號同向(向西)",
        "lon": "121.5098376",
        "lat": "25.02479555",
        "version": 1
    },
    {
        "id": 4611,
        "name": "一女中(貴陽)",
        "address": "貴陽街一段對向(向西)",
        "lon": "121.514498656168",
        "lat": "25.0386560843846",
        "version": 3
    },
    {
        "id": 4621,
        "name": "三元街口",
        "address": "南海路75號同向(向西)",
        "lon": "121.5086123",
        "lat": "25.029297",
        "version": 1
    },
    {
        "id": 4628,
        "name": "西園29服飾基地",
        "address": "西園路二段34號對面候車亭(向北)",
        "lon": "121.497718",
        "lat": "25.03244",
        "version": 2
    },
    {
        "id": 4645,
        "name": "世貿中心(莊敬)",
        "address": "莊敬路168號(向南)",
        "lon": "121.561270",
        "lat": "25.031446",
        "version": 2
    },
    {
        "id": 4648,
        "name": "坑口運動公園",
        "address": "舊莊街1段290巷(向南)",
        "lon": "121.623579753493",
        "lat": "25.0352494716081",
        "version": 3
    },
    {
        "id": 3527,
        "name": "正邦社區",
        "address": "中華路二段75號對面(向北)",
        "lon": "121.4527022",
        "lat": "25.04891458",
        "version": 1
    },
    {
        "id": 3533,
        "name": "丹鳳派出所",
        "address": "雙鳳路13號同向(向北)",
        "lon": "121.414057",
        "lat": "25.028166",
        "version": 3
    },
    {
        "id": 3612,
        "name": "文程路口",
        "address": "明志路二段198號同向(向南)",
        "lon": "121.4274415",
        "lat": "25.04957047",
        "version": 1
    },
    {
        "id": 3643,
        "name": "大同新村",
        "address": "四維路173-183號同向(向北)",
        "lon": "121.467750089647",
        "lat": "25.0742021514958",
        "version": 2
    },
    {
        "id": 3652,
        "name": "五華街口",
        "address": "集賢路168號同向(向南)",
        "lon": "121.484858",
        "lat": "25.088746",
        "version": 2
    },
    {
        "id": 3657,
        "name": "尼加拉瓜公園",
        "address": "集賢路348號同向(向南)",
        "lon": "121.4808989",
        "lat": "25.08402005",
        "version": 1
    },
    {
        "id": 3662,
        "name": "玉清宮",
        "address": "民族路158號同向(向東)",
        "lon": "121.4795429",
        "lat": "25.08622627",
        "version": 1
    },
    {
        "id": 3702,
        "name": "大窠橋",
        "address": "成泰路一段14號同向(向南)",
        "lon": "121.43454",
        "lat": "25.06761",
        "version": 1
    },
    {
        "id": 3716,
        "name": "立體停車場",
        "address": "工商路10號同向(向南)",
        "lon": "121.439703",
        "lat": "25.082891",
        "version": 2
    },
    {
        "id": 3722,
        "name": "成泰路三段",
        "address": "成泰路三段8-16號同向(向南)",
        "lon": "121.44126",
        "lat": "25.08775",
        "version": 1
    },
    {
        "id": 3790,
        "name": "十三行博物館(仁愛路)",
        "address": "中山路二段49-10號同向(向南)",
        "lon": "121.4070469",
        "lat": "25.15425443",
        "version": 2
    },
    {
        "id": 3796,
        "name": "田心",
        "address": "中山路一段41號對向(向南)",
        "lon": "121.4082979",
        "lat": "25.15584312",
        "version": 2
    },
    {
        "id": 3800,
        "name": "米倉國小",
        "address": "地標同向(向北)",
        "lon": "121.445337",
        "lat": "25.147707",
        "version": 1
    },
    {
        "id": 3899,
        "name": "江翠國中",
        "address": "文化路二段181號同向(向西)",
        "lon": "121.4709951",
        "lat": "25.02872141",
        "version": 1
    },
    {
        "id": 15116,
        "name": "捷運永春站(松山)",
        "address": "松山路319號同向(向北)",
        "lon": "121.5778998",
        "lat": "25.04195027",
        "version": 3
    },
    {
        "id": 15119,
        "name": "松山高中(基隆路)",
        "address": "基隆路一段129之10號(向北)",
        "lon": "121.5664817",
        "lat": "25.04423486",
        "version": 1
    },
    {
        "id": 16006,
        "name": "南京寧安街口",
        "address": "南京東路四段+寧安街同向(向西)",
        "lon": "121.555516323112",
        "lat": "25.0516596699759",
        "version": 2
    },
    {
        "id": 16016,
        "name": "延平一站(南京)",
        "address": "南京西路350號同向(向東)",
        "lon": "121.5113",
        "lat": "25.05379973",
        "version": 1
    },
    {
        "id": 16029,
        "name": "南京寧安街口",
        "address": "南京東路四段+寧安街口同向(向東)",
        "lon": "121.554737344497",
        "lat": "25.0515488432841",
        "version": 3
    },
    {
        "id": 16250,
        "name": "吉林路底",
        "address": "吉林路439號同向(向北)",
        "lon": "121.530461591151",
        "lat": "25.0671453212593",
        "version": 4
    },
    {
        "id": 16264,
        "name": "大同公司(晴光市場)",
        "address": "中山北路三段15之一同向(向北)",
        "lon": "121.5224722",
        "lat": "25.0642887",
        "version": 1
    },
    {
        "id": 18065,
        "name": "天生國小",
        "address": "淡海路53號左側(向南)",
        "lon": "121.42296",
        "lat": "25.18123",
        "version": 1
    },
    {
        "id": 18073,
        "name": "家畜所",
        "address": "中正路32號對面(向東)",
        "lon": "121.4307",
        "lat": "25.17516",
        "version": 1
    },
    {
        "id": 20257,
        "name": "中山樓(正門)",
        "address": "陽明路2段15號中山樓(向西)",
        "lon": "121.552561",
        "lat": "25.155492",
        "version": 2
    },
    {
        "id": 20263,
        "name": "三重派出所(重新路)",
        "address": "重新路1段74號(向東)",
        "lon": "121.501898428168",
        "lat": "25.0636037876107",
        "version": 4
    },
    {
        "id": 20274,
        "name": "高厝",
        "address": "新北市金山區重和村三重橋11號西面5公尺(向南)",
        "lon": "121.592780713228",
        "lat": "25.1935640120476",
        "version": 3
    },
    {
        "id": 20308,
        "name": "立賢路口",
        "address": "立賢路口上承德路口西側88公尺(向北)",
        "lon": "121.50461",
        "lat": "25.11577",
        "version": 1
    },
    {
        "id": 20328,
        "name": "高厝",
        "address": "新北市金山區重和村三重橋11號(向北)",
        "lon": "121.592780713228",
        "lat": "25.1935640120476",
        "version": 3
    },
    {
        "id": 20343,
        "name": "音樂公園",
        "address": "懷德街233巷20號(向東)",
        "lon": "121.4805",
        "lat": "25.02629",
        "version": 1
    },
    {
        "id": 4672,
        "name": "行善行愛路口",
        "address": "行善路及新湖一路338巷往西70公尺(向東)",
        "lon": "121.5837816",
        "lat": "25.06153616",
        "version": 1
    },
    {
        "id": 4685,
        "name": "八仙橋頭",
        "address": "台15線10.5公里處(向西)",
        "lon": "121.39191",
        "lat": "25.14294",
        "version": 1
    },
    {
        "id": 4715,
        "name": "世新山莊",
        "address": "深南路23號對面(向東)",
        "lon": "121.62065",
        "lat": "25.00937",
        "version": 1
    },
    {
        "id": 4729,
        "name": "山豬窟",
        "address": "南深路第二地磅站對面南側(向西)",
        "lon": "121.623374",
        "lat": "25.026299",
        "version": 2
    },
    {
        "id": 4742,
        "name": "明德路口",
        "address": "自強路101號對面(向南)",
        "lon": "121.43222",
        "lat": "25.07105",
        "version": 1
    },
    {
        "id": 4750,
        "name": "成泰路三段",
        "address": "成泰路三段8之16號(向東)",
        "lon": "121.44143",
        "lat": "25.08776",
        "version": 1
    },
    {
        "id": 4758,
        "name": "三軍總醫院(辛亥)",
        "address": "辛亥路一段17巷口側邊(向西)",
        "lon": "121.52802",
        "lat": "25.01912",
        "version": 1
    },
    {
        "id": 4786,
        "name": "中山老人住宅",
        "address": "新生北路二段75號(向北)",
        "lon": "121.52781",
        "lat": "25.05699",
        "version": 3
    },
    {
        "id": 4798,
        "name": "松仁路",
        "address": "松仁路260號(向南)",
        "lon": "121.569585",
        "lat": "25.024432",
        "version": 3
    },
    {
        "id": 4808,
        "name": "潭美國小(行善)",
        "address": "行善路181巷口東側20公尺(向東)",
        "lon": "121.581902",
        "lat": "25.059965",
        "version": 2
    },
    {
        "id": 4817,
        "name": "老人自費安養中心",
        "address": "興隆路4段109巷30弄6號(向東)",
        "lon": "121.5619764",
        "lat": "24.98667611",
        "version": 1
    },
    {
        "id": 4821,
        "name": "行善石潭路口",
        "address": "行善路石潭路口對面(向東)",
        "lon": "121.58537",
        "lat": "25.0639",
        "version": 1
    },
    {
        "id": 4828,
        "name": "永吉松信路口",
        "address": "松信路119號(向北)",
        "lon": "121.572136996163",
        "lat": "25.0444013098956",
        "version": 3
    },
    {
        "id": 4841,
        "name": "安泰橋",
        "address": "康湖路安泰街114巷口紅綠燈東側20m(向東)",
        "lon": "121.613810",
        "lat": "25.077920",
        "version": 3
    },
    {
        "id": 4863,
        "name": "主教公署",
        "address": "樂利路103號(向北)",
        "lon": "121.55232",
        "lat": "25.02513",
        "version": 1
    },
    {
        "id": 4871,
        "name": "利陽藝術學苑",
        "address": "淡水鎮自立路50-72號巷口南側5公尺(向南)",
        "lon": "121.4646415",
        "lat": "25.12704667",
        "version": 2
    },
    {
        "id": 4877,
        "name": "仙岩公園",
        "address": "仙岩路16巷32號(向東)",
        "lon": "121.5493",
        "lat": "24.99759",
        "version": 1
    },
    {
        "id": 4898,
        "name": "安泰社區",
        "address": "安泰街80巷巷口對面(向南)",
        "lon": "121.6162532",
        "lat": "25.07607757",
        "version": 1
    },
    {
        "id": 4973,
        "name": "安湖站",
        "address": "臺北市內湖區東湖路113巷99號(向南)",
        "lon": "121.6154227",
        "lat": "25.072151",
        "version": 2
    },
    {
        "id": 4992,
        "name": "合庫訓練中心",
        "address": "中山北路7段81巷51號(向北)",
        "lon": "121.529171",
        "lat": "25.123061",
        "version": 1
    },
    {
        "id": 4998,
        "name": "災害應變中心",
        "address": "莊敬路325巷431-1號(向西)",
        "lon": "121.56472",
        "lat": "25.02903",
        "version": 1
    },
    {
        "id": 5014,
        "name": "東昇路口",
        "address": "泉源路東昇路口(向西)",
        "lon": "121.5156486",
        "lat": "25.14148435",
        "version": 1
    },
    {
        "id": 5024,
        "name": "幸福東路",
        "address": "幸福東路近思源路口150m處對面(向西)",
        "lon": "121.462559172611",
        "lat": "25.0495200307953",
        "version": 2
    },
    {
        "id": 5034,
        "name": "社子市場二",
        "address": "延平北路六段(向南)",
        "lon": "121.5081045",
        "lat": "25.0887967",
        "version": 2
    },
    {
        "id": 5046,
        "name": "南京金莊路口",
        "address": "南京東路六段503號(向西)",
        "lon": "121.589212889978",
        "lat": "25.0618022015955",
        "version": 2
    },
    {
        "id": 5054,
        "name": "東陽公園",
        "address": "重陽路187巷與松河街口南側(向北)",
        "lon": "121.5984133",
        "lat": "25.05794649",
        "version": 1
    },
    {
        "id": 5057,
        "name": "文化區民活動中心",
        "address": "文化三路4號(向東)",
        "lon": "121.4972483",
        "lat": "25.13731885",
        "version": 1
    },
    {
        "id": 5071,
        "name": "兆如安養中心",
        "address": "政大二街166號對面(向南)",
        "lon": "121.5843159",
        "lat": "24.98942183",
        "version": 1
    },
    {
        "id": 5976,
        "name": "社新里",
        "address": "延平北路六段240巷1號(向北)",
        "lon": "121.504340",
        "lat": "25.089198",
        "version": 4
    },
    {
        "id": 5983,
        "name": "社子國小",
        "address": "延平北路六段308號同向(向北)",
        "lon": "121.5025152",
        "lat": "25.08992174",
        "version": 1
    },
    {
        "id": 5993,
        "name": "天師宮",
        "address": "延平北路三段103號(向北)",
        "lon": "121.510919",
        "lat": "25.068027",
        "version": 2
    },
    {
        "id": 1165603226,
        "name": "榮總院區",
        "address": "榮總中正樓前(向西)",
        "lon": "121.520135",
        "lat": "25.119738",
        "version": 4
    },
    {
        "id": 20353,
        "name": "虎林街口",
        "address": "松隆路183號對面(向東)",
        "lon": "121.57575",
        "lat": "25.04838",
        "version": 1
    },
    {
        "id": 20363,
        "name": "中興中學",
        "address": "長安東路二段189號對面(向東)",
        "lon": "121.54309",
        "lat": "25.04821",
        "version": 1
    },
    {
        "id": 20370,
        "name": "捷運奇岩站(北投)",
        "address": "北投路一段三合街二段交叉口(向南)",
        "lon": "121.50068",
        "lat": "25.12591",
        "version": 2
    },
    {
        "id": 20383,
        "name": "師大",
        "address": "師大路9號(向北)",
        "lon": "121.528575",
        "lat": "25.026041",
        "version": 3
    },
    {
        "id": 20388,
        "name": "中華中原路口",
        "address": "中華路二段209號(向南)",
        "lon": "121.452191",
        "lat": "25.052918",
        "version": 2
    },
    {
        "id": 20398,
        "name": "南港公園一",
        "address": "東新街170巷23號(向北)",
        "lon": "121.5929045",
        "lat": "25.04397129",
        "version": 2
    },
    {
        "id": 20401,
        "name": "青潭廠",
        "address": "北宜路2段210號(向東)",
        "lon": "121.55919",
        "lat": "24.95425",
        "version": 1
    },
    {
        "id": 20403,
        "name": "仁愛林森路口",
        "address": "林森南路69號對面(向南)",
        "lon": "121.521603",
        "lat": "25.039391",
        "version": 9
    },
    {
        "id": 30006,
        "name": "捷運丹鳳站",
        "address": "中正路787號(向北)",
        "lon": "121.42129",
        "lat": "25.02844",
        "version": 2
    },
    {
        "id": 30012,
        "name": "民安陸橋",
        "address": "民安路201號(向北)",
        "lon": "121.42618",
        "lat": "25.02268",
        "version": 1
    },
    {
        "id": 30018,
        "name": "東方之星",
        "address": "新樹路258號(向南)",
        "lon": "121.4326327",
        "lat": "25.01508972",
        "version": 1
    },
    {
        "id": 30024,
        "name": "後港一路",
        "address": "後港一路192號對面(向西)",
        "lon": "121.43251",
        "lat": "25.02821",
        "version": 1
    },
    {
        "id": 30035,
        "name": "中港",
        "address": "幸福路643號(向西)",
        "lon": "121.451623157219",
        "lat": "25.0492912897265",
        "version": 3
    },
    {
        "id": 30036,
        "name": "中正龍安路口",
        "address": "龍安路24號(向北)",
        "lon": "121.4147173",
        "lat": "25.02234833",
        "version": 1
    },
    {
        "id": 30049,
        "name": "化成路",
        "address": "化成路30之3號同向(向北)",
        "lon": "121.46494",
        "lat": "25.04303",
        "version": 1
    },
    {
        "id": 30104,
        "name": "大坪林",
        "address": "北新路三段104號同向(向北)",
        "lon": "121.54183874603",
        "lat": "24.981232663482",
        "version": 2
    },
    {
        "id": 36014,
        "name": "自強路口",
        "address": "自強路61號(向南)",
        "lon": "121.4331144",
        "lat": "25.07324729",
        "version": 1
    },
    {
        "id": 36015,
        "name": "自強路口",
        "address": "自強路口61號(向北)",
        "lon": "121.43312",
        "lat": "25.07312",
        "version": 1
    },
    {
        "id": 36022,
        "name": "五股國小",
        "address": "成泰路二段84號(向南)",
        "lon": "121.43758",
        "lat": "25.08286",
        "version": 1
    },
    {
        "id": 36027,
        "name": "洲仔",
        "address": "成泰路三段145號(向北)",
        "lon": "121.44486",
        "lat": "25.09143",
        "version": 1
    },
    {
        "id": 36031,
        "name": "五股郵局",
        "address": "成泰路三段480號(向南)",
        "lon": "121.4515372",
        "lat": "25.10107435",
        "version": 3
    },
    {
        "id": 36040,
        "name": "立體停車場",
        "address": "工商路50號(向北)",
        "lon": "121.439143",
        "lat": "25.084064",
        "version": 3
    },
    {
        "id": 36048,
        "name": "活動中心",
        "address": "民義路二段95號前(向北)",
        "lon": "121.40665",
        "lat": "25.1072",
        "version": 2
    },
    {
        "id": 36059,
        "name": "明志和平路口",
        "address": "明志路一段61號同向(向南)",
        "lon": "121.433433",
        "lat": "25.06526521",
        "version": 1
    },
    {
        "id": 36064,
        "name": "文程路口",
        "address": "明志路193號同向(向北)",
        "lon": "121.42758",
        "lat": "25.04923",
        "version": 1
    },
    {
        "id": 36070,
        "name": "加油站",
        "address": "泰林路一段19號對向(向西)",
        "lon": "121.43998",
        "lat": "25.05026",
        "version": 1
    },
    {
        "id": 36079,
        "name": "泰山國中",
        "address": "泰林路二段457號對向(向西)",
        "lon": "121.42629",
        "lat": "25.0642",
        "version": 1
    },
    {
        "id": 36108,
        "name": "永平街口",
        "address": "社中街350號同向(向北)",
        "lon": "121.5046468",
        "lat": "25.09236688",
        "version": 2
    },
    {
        "id": 36118,
        "name": "清水祖師廟",
        "address": "和平東路3段631巷50號(向東)",
        "lon": "121.568466333241",
        "lat": "25.0120759666352",
        "version": 2
    },
    {
        "id": 50005,
        "name": "南京建國路口",
        "address": "南京東路二段上近建國北路一段同向(向東)",
        "lon": "121.53627250499",
        "lat": "25.0519389515979",
        "version": 3
    },
    {
        "id": 50016,
        "name": "東明里",
        "address": "南港路二段220號同向(向西)",
        "lon": "121.598579867653",
        "lat": "25.0538003797196",
        "version": 2
    },
    {
        "id": 6002,
        "name": "民權路口",
        "address": "中山路一段144號(向東)",
        "lon": "121.4636848",
        "lat": "25.01097152",
        "version": 1
    },
    {
        "id": 6016,
        "name": "臥龍新村",
        "address": "臥龍街442號對向(向北)",
        "lon": "121.563512093163",
        "lat": "25.0124070094545",
        "version": 2
    },
    {
        "id": 6190,
        "name": "育樂中心",
        "address": "中正路100號同向(向北)",
        "lon": "121.4566501",
        "lat": "25.01521179",
        "version": 1
    },
    {
        "id": 6621,
        "name": "金山潮州街口",
        "address": "金山南路二段179號同向(向北)",
        "lon": "121.526353",
        "lat": "25.028663",
        "version": 2
    },
    {
        "id": 6660,
        "name": "中山國小(新生)",
        "address": "新生北路三段14號(向南)",
        "lon": "121.52748",
        "lat": "25.06333",
        "version": 1
    },
    {
        "id": 6671,
        "name": "金華國中",
        "address": "地標(向西)",
        "lon": "121.531764",
        "lat": "25.03020674",
        "version": 1
    },
    {
        "id": 6675,
        "name": "辛亥路口",
        "address": "建國南路二段306號(向南)",
        "lon": "121.53742",
        "lat": "25.0241",
        "version": 1
    },
    {
        "id": 6677,
        "name": "金山泰安街口",
        "address": "金山南路一段21號同向(向北)",
        "lon": "121.5292018",
        "lat": "25.04049366",
        "version": 1
    },
    {
        "id": 6684,
        "name": "光華商場",
        "address": "新生北路上近市民大道(向南)",
        "lon": "121.5328606",
        "lat": "25.04460839",
        "version": 2
    },
    {
        "id": 6695,
        "name": "華山公園(市民)",
        "address": "中山北路一段5巷同向(向西)",
        "lon": "121.52663",
        "lat": "25.04739",
        "version": 1
    },
    {
        "id": 6700,
        "name": "吉林國小",
        "address": "林森公園旁(向南)",
        "lon": "121.52742",
        "lat": "25.05334",
        "version": 1
    },
    {
        "id": 6709,
        "name": "芳蘭路",
        "address": "芳蘭路68號同向(向北)",
        "lon": "121.54526",
        "lat": "25.01259",
        "version": 1
    },
    {
        "id": 6714,
        "name": "松江長春路口",
        "address": "松江路148號(向南)",
        "lon": "121.532934877099",
        "lat": "25.0541765745049",
        "version": 2
    },
    {
        "id": 6730,
        "name": "松平路口",
        "address": "松仁路151號(向北)",
        "lon": "121.56839",
        "lat": "25.03124",
        "version": 2
    },
    {
        "id": 6919,
        "name": "仁愛敦化路口",
        "address": "仁愛路四段上近敦化南路一段同向(向西)",
        "lon": "121.5472892",
        "lat": "25.03801348",
        "version": 1
    },
    {
        "id": 6926,
        "name": "仁愛延吉街口",
        "address": "仁愛路四段上近延吉街同向(向西)",
        "lon": "121.555779394717",
        "lat": "25.0377743210687",
        "version": 2
    },
    {
        "id": 6928,
        "name": "捷運台北101/世貿站(信義)",
        "address": "信義路5段101大樓前(向西)",
        "lon": "121.56444",
        "lat": "25.03308",
        "version": 2
    },
    {
        "id": 6942,
        "name": "仁愛林森路口",
        "address": "仁愛路一段上近林森南路同向(向東)",
        "lon": "121.5213453",
        "lat": "25.03876925",
        "version": 1
    },
    {
        "id": 6990,
        "name": "民生東路口",
        "address": "復興北路301號(向北)",
        "lon": "121.544388",
        "lat": "25.058117",
        "version": 1
    },
    {
        "id": 7001,
        "name": "木新路口",
        "address": "辛亥路七段78之1號同向(向北)",
        "lon": "121.55379",
        "lat": "24.98184",
        "version": 1
    },
    {
        "id": 7215,
        "name": "行義路",
        "address": "行義路184巷口(向北)",
        "lon": "121.5281012",
        "lat": "25.1304703",
        "version": 1
    },
    {
        "id": 7220,
        "name": "林泉里",
        "address": "新民路82號(向北)",
        "lon": "121.512460699406",
        "lat": "25.1407885943507",
        "version": 2
    },
    {
        "id": 7232,
        "name": "公館華廈",
        "address": "公館路303號對面(向北)",
        "lon": "121.506346272697",
        "lat": "25.124355020579",
        "version": 2
    },
    {
        "id": 7240,
        "name": "大業路(捷運北投站)",
        "address": "大業路446號(向北)",
        "lon": "121.496187",
        "lat": "25.131914",
        "version": 4
    },
    {
        "id": 7246,
        "name": "明德國中",
        "address": "明德路18號同向(向北)",
        "lon": "121.517862336613",
        "lat": "25.1072816355752",
        "version": 2
    },
    {
        "id": 7258,
        "name": "公教住宅",
        "address": "基河路190號(向南)",
        "lon": "121.52202",
        "lat": "25.09051",
        "version": 1
    },
    {
        "id": 7607,
        "name": "中山國小",
        "address": "林森北路530號(向北)",
        "lon": "121.52572",
        "lat": "25.06352",
        "version": 1
    },
    {
        "id": 7623,
        "name": "水都社區",
        "address": "地標同向(向東)",
        "lon": "121.6383715",
        "lat": "25.06346493",
        "version": 1
    },
    {
        "id": 7628,
        "name": "汐科站南站",
        "address": "大同路二段19號同向(向西)",
        "lon": "121.647015298289",
        "lat": "25.0629554356458",
        "version": 3
    },
    {
        "id": 7638,
        "name": "金龍國小",
        "address": "康寧街328號(向東)",
        "lon": "121.627368",
        "lat": "25.067407",
        "version": 4
    },
    {
        "id": 7641,
        "name": "明湖新村",
        "address": "康寧街600號同向(向西)",
        "lon": "121.63581",
        "lat": "25.07075",
        "version": 1
    },
    {
        "id": 7648,
        "name": "大樹木業",
        "address": "福德一路305號同向(向東)",
        "lon": "121.630108",
        "lat": "25.062426",
        "version": 3
    },
    {
        "id": 1165603319,
        "name": "綠光101",
        "address": "信義區吳興街284巷24弄66號(向東)",
        "lon": "121.563173",
        "lat": "25.02237",
        "version": 2
    },
    {
        "id": 20336,
        "name": "馬槽",
        "address": "臺北市北投區竹子湖路馬槽候車亭對面(向南)",
        "lon": "121.561603577006",
        "lat": "25.1803836131635",
        "version": 5
    },
    {
        "id": 50021,
        "name": "南港水廠",
        "address": "研究院路二段1號(向北)",
        "lon": "121.615949245107",
        "lat": "25.0493790135067",
        "version": 3
    },
    {
        "id": 50025,
        "name": "中華科技大學",
        "address": "研究院路三段226號同向(向西)",
        "lon": "121.611190413437",
        "lat": "25.0335125707279",
        "version": 3
    },
    {
        "id": 50026,
        "name": "中研院",
        "address": "研究院路二段108號對向(向北)",
        "lon": "121.616561",
        "lat": "25.043422",
        "version": 4
    },
    {
        "id": 50046,
        "name": "華山公園(市民大道一)",
        "address": "市民大道二段47號對向(向東)",
        "lon": "121.5286672",
        "lat": "25.0464873",
        "version": 1
    },
    {
        "id": 50062,
        "name": "大業中央北路口",
        "address": "中央北路一段184號同向(向東)",
        "lon": "121.498029",
        "lat": "25.135605",
        "version": 2
    },
    {
        "id": 50107,
        "name": "三重里",
        "address": "台北市南港區松河街重陽路口東北側50公尺(向西)",
        "lon": "121.610362134069",
        "lat": "25.0594983981219",
        "version": 5
    },
    {
        "id": 50125,
        "name": "虎林街口",
        "address": "信義區松隆路161號(向西)",
        "lon": "121.574202",
        "lat": "25.048149",
        "version": 2
    },
    {
        "id": 50156,
        "name": "世貿新城",
        "address": "松智路31巷同向(向北)",
        "lon": "121.56547",
        "lat": "25.03081",
        "version": 1
    },
    {
        "id": 50418,
        "name": "中山一路",
        "address": "中山一路204號同向(向西)",
        "lon": "121.47357",
        "lat": "25.08077",
        "version": 2
    },
    {
        "id": 50431,
        "name": "台北企業總部園區",
        "address": "新明路126號同向(向西)",
        "lon": "121.587344",
        "lat": "25.058162",
        "version": 4
    },
    {
        "id": 50442,
        "name": "明湖國小(公共電視台)",
        "address": "康寧路三段79號同向(向西)",
        "lon": "121.609308386226",
        "lat": "25.0718101504888",
        "version": 3
    },
    {
        "id": 50446,
        "name": "南寮(忠三街口)",
        "address": "康樂路同向(向南)",
        "lon": "121.623553",
        "lat": "25.079068",
        "version": 9
    },
    {
        "id": 50501,
        "name": "將軍嶺",
        "address": "成功路二段494號同向(向南)",
        "lon": "121.58972",
        "lat": "25.073372",
        "version": 2
    },
    {
        "id": 50515,
        "name": "恕德家商",
        "address": "內湖路一段367號同向(向西)",
        "lon": "121.569461375068",
        "lat": "25.082118261496",
        "version": 2
    },
    {
        "id": 50533,
        "name": "大崙尾山步道口",
        "address": "中社路二段129號對向(向北)",
        "lon": "121.5678312",
        "lat": "25.10596871",
        "version": 1
    },
    {
        "id": 50609,
        "name": "中平路",
        "address": "中平路63號同向(向北)",
        "lon": "121.44469",
        "lat": "25.04472",
        "version": 1
    },
    {
        "id": 50615,
        "name": "化成路口",
        "address": "幸福東路55號同向(向東)",
        "lon": "121.465090730522",
        "lat": "25.0493263177027",
        "version": 2
    },
    {
        "id": 50631,
        "name": "士東國小",
        "address": "中山北路340號對向(向北)",
        "lon": "121.525980301506",
        "lat": "25.1114606666738",
        "version": 2
    },
    {
        "id": 50633,
        "name": "士林電機(中山德行路口)",
        "address": "中山北路六段77同向(向南)",
        "lon": "121.524661",
        "lat": "25.105356",
        "version": 3
    },
    {
        "id": 50641,
        "name": "承德路七段",
        "address": "承德路七段141號同向(向南)",
        "lon": "121.508727083955",
        "lat": "25.1127066443373",
        "version": 2
    },
    {
        "id": 50648,
        "name": "天玉里",
        "address": "天母北路70號(向南)",
        "lon": "121.52664417791",
        "lat": "25.1214083603177",
        "version": 2
    },
    {
        "id": 50652,
        "name": "天母棒球場(士東)",
        "address": "士東路134號對向(向西)",
        "lon": "121.53231",
        "lat": "25.11265",
        "version": 2
    },
    {
        "id": 50657,
        "name": "天母國中",
        "address": "天母東路116號同向(向東)",
        "lon": "121.53707",
        "lat": "25.11807",
        "version": 1
    },
    {
        "id": 50667,
        "name": "捷運芝山站(福國)",
        "address": "福國路126號同向(向西)",
        "lon": "121.5240749",
        "lat": "25.10220572",
        "version": 2
    },
    {
        "id": 50676,
        "name": "政大清境社區",
        "address": "萬壽路電桿編號\"七張至深坑線\"038號對向(向西)",
        "lon": "121.587330314433",
        "lat": "24.9895918327333",
        "version": 3
    },
    {
        "id": 50681,
        "name": "木南公園",
        "address": "木新路二段77號同向(向北)",
        "lon": "121.570615",
        "lat": "24.985348",
        "version": 4
    },
    {
        "id": 50805,
        "name": "永利路",
        "address": "永利路39號同向(向西)",
        "lon": "121.5188342",
        "lat": "25.00550237",
        "version": 1
    },
    {
        "id": 50824,
        "name": "自強國小(民德路)",
        "address": "民德路162號對向(向北)",
        "lon": "121.46864",
        "lat": "24.99984",
        "version": 2
    },
    {
        "id": 50835,
        "name": "景新街口",
        "address": "景安路121號同向(向北)",
        "lon": "121.5057619",
        "lat": "24.99631",
        "version": 1
    },
    {
        "id": 50845,
        "name": "三介廟",
        "address": "景新街452號同向(向南)",
        "lon": "121.5132354",
        "lat": "24.98799945",
        "version": 1
    },
    {
        "id": 55005,
        "name": "三重里",
        "address": "松河街重陽路口東北側50公尺(向北)",
        "lon": "121.611200",
        "lat": "25.060558",
        "version": 2
    },
    {
        "id": 1000044,
        "name": "羅斯福金門街口",
        "address": "羅斯福3段南昌路二段口(向南)",
        "lon": "121.5243501",
        "lat": "25.0242886",
        "version": 1
    },
    {
        "id": 7655,
        "name": "汐止農會",
        "address": "新台五路二段220號同向(向西)",
        "lon": "121.656000",
        "lat": "25.063336",
        "version": 2
    },
    {
        "id": 7673,
        "name": "厚德里",
        "address": "樟樹二路243號同向(向北)",
        "lon": "121.640802",
        "lat": "25.067796",
        "version": 2
    },
    {
        "id": 7684,
        "name": "北山里",
        "address": "康寧街46號同向(向東)",
        "lon": "121.6189608",
        "lat": "25.0666472",
        "version": 1
    },
    {
        "id": 8205,
        "name": "中平國中",
        "address": "中平路304號(向北)",
        "lon": "121.44468",
        "lat": "25.05186",
        "version": 1
    },
    {
        "id": 8402,
        "name": "內湖基湖路口",
        "address": "基湖路1號同向(向北)",
        "lon": "121.5653587",
        "lat": "25.08167506",
        "version": 1
    },
    {
        "id": 8530,
        "name": "東湖國小",
        "address": "東湖路128號(向東)",
        "lon": "121.616720",
        "lat": "25.068103",
        "version": 2
    },
    {
        "id": 8544,
        "name": "西湖園",
        "address": "內湖路二段179巷260號東側100公尺(向西)",
        "lon": "121.5805532",
        "lat": "25.08479717",
        "version": 1
    },
    {
        "id": 8614,
        "name": "內湖新城",
        "address": "康寧路一段282號同向(向西)",
        "lon": "121.5966148",
        "lat": "25.07846057",
        "version": 1
    },
    {
        "id": 8634,
        "name": "內湖國小",
        "address": "內湖路二段57號同向(向西)",
        "lon": "121.581399",
        "lat": "25.079397",
        "version": 2
    },
    {
        "id": 8667,
        "name": "內湖行政大樓",
        "address": "民權東路六段83號同向(向西)",
        "lon": "121.58832",
        "lat": "25.06916",
        "version": 1
    },
    {
        "id": 9404,
        "name": "明水路口",
        "address": "樂群二路與明水路口東南側候車亭(向西)",
        "lon": "121.55263",
        "lat": "25.08014",
        "version": 1
    },
    {
        "id": 9415,
        "name": "明溪街",
        "address": "中社路二段91巷同向(向北)",
        "lon": "121.5661627",
        "lat": "25.10771043",
        "version": 1
    },
    {
        "id": 9429,
        "name": "至善路三段",
        "address": "至善路三段129號同向(向西)",
        "lon": "121.57187",
        "lat": "25.1151",
        "version": 1
    },
    {
        "id": 9437,
        "name": "空軍司令部",
        "address": "北安路408巷同向(向西)",
        "lon": "121.5400363",
        "lat": "25.07954206",
        "version": 1
    },
    {
        "id": 9448,
        "name": "中影文化城",
        "address": "至善路二段5號同向(向西)",
        "lon": "121.543765927365",
        "lat": "25.0972634661547",
        "version": 2
    },
    {
        "id": 9453,
        "name": "芝山公園",
        "address": "至誠路一段150號同向(向西)",
        "lon": "121.53414",
        "lat": "25.10144",
        "version": 1
    },
    {
        "id": 9464,
        "name": "半嶺",
        "address": "至善路三段71巷11弄12號(向南)",
        "lon": "121.56877",
        "lat": "25.11873",
        "version": 1
    },
    {
        "id": 9473,
        "name": "大坪尾",
        "address": "平菁街132號旁(向南)",
        "lon": "121.572270",
        "lat": "25.123130",
        "version": 2
    },
    {
        "id": 9478,
        "name": "至善國中",
        "address": "至善路二段360號對向(向西)",
        "lon": "121.5557205",
        "lat": "25.10406772",
        "version": 1
    },
    {
        "id": 9487,
        "name": "明德樂園",
        "address": "至善路三段69-3號西側(向西)",
        "lon": "121.56501",
        "lat": "25.11304",
        "version": 2
    },
    {
        "id": 9491,
        "name": "大經橋",
        "address": "至善路二段447號同向(向南)",
        "lon": "121.55708",
        "lat": "25.10932",
        "version": 2
    },
    {
        "id": 9622,
        "name": "放生寺",
        "address": "忠孝街112號(向北)",
        "lon": "121.5121424",
        "lat": "24.98513725",
        "version": 1
    },
    {
        "id": 9628,
        "name": "北一游泳池",
        "address": "興南路二段339號同向(向北)",
        "lon": "121.500605",
        "lat": "24.98035808",
        "version": 1
    },
    {
        "id": 9646,
        "name": "中興新村",
        "address": "中正路248號(向北)",
        "lon": "121.516565619533",
        "lat": "24.9983765816712",
        "version": 2
    },
    {
        "id": 9654,
        "name": "金銀大廈",
        "address": "中正路437號(向南)",
        "lon": "121.517159",
        "lat": "25.005185",
        "version": 3
    },
    {
        "id": 9660,
        "name": "金銀大廈",
        "address": "中正路530號(向北)",
        "lon": "121.517239",
        "lat": "25.00515",
        "version": 4
    },
    {
        "id": 9664,
        "name": "永和區公所(竹林路)",
        "address": "竹林路208號(向南)",
        "lon": "121.5206462",
        "lat": "25.00825972",
        "version": 1
    },
    {
        "id": 10001,
        "name": "連城中和路口",
        "address": "新北市土城區連城路29號(向東)",
        "lon": "121.498554",
        "lat": "25.001978",
        "version": 3
    },
    {
        "id": 10021,
        "name": "中原里",
        "address": "中正路857號(向南)",
        "lon": "121.484684",
        "lat": "25.002146",
        "version": 2
    },
    {
        "id": 10038,
        "name": "平河里",
        "address": "中正路778號(向北)",
        "lon": "121.48506",
        "lat": "25.00044",
        "version": 1
    },
    {
        "id": 10045,
        "name": "佳和公園",
        "address": "中山路二段36號(向西)",
        "lon": "121.5041939",
        "lat": "25.00488505",
        "version": 4
    },
    {
        "id": 10050,
        "name": "中山路",
        "address": "中山路二段406號同向(向西)",
        "lon": "121.48985",
        "lat": "25.0039731",
        "version": 1
    },
    {
        "id": 55013,
        "name": "東方寺",
        "address": "永公路245巷24號同向(向北)",
        "lon": "121.55896",
        "lat": "25.12353",
        "version": 1
    },
    {
        "id": 56088,
        "name": "小坑口",
        "address": "指南路二段223號同向(向西)",
        "lon": "121.579701201062",
        "lat": "24.9861061636484",
        "version": 2
    },
    {
        "id": 56099,
        "name": "復興派出所",
        "address": "木柵路一段71號同向(向西)",
        "lon": "121.546423",
        "lat": "24.986830",
        "version": 5
    },
    {
        "id": 56104,
        "name": "再興中學",
        "address": "木柵路二段21號同向(向西)",
        "lon": "121.559397779257",
        "lat": "24.9888253106036",
        "version": 2
    },
    {
        "id": 56110,
        "name": "博嘉國小",
        "address": "木柵路四段153號同向(向西)",
        "lon": "121.575395362596",
        "lat": "24.9993898137115",
        "version": 3
    },
    {
        "id": 57704,
        "name": "景美國小(景文)",
        "address": "景文街167號同向(向南)",
        "lon": "121.5407637",
        "lat": "24.98908381",
        "version": 1
    },
    {
        "id": 57714,
        "name": "和平公園",
        "address": "忠孝路二段51號同向(向西)",
        "lon": "121.485693",
        "lat": "25.07105022",
        "version": 1
    },
    {
        "id": 59003,
        "name": "全安里",
        "address": "安和路二段172號對向(向北)",
        "lon": "121.5499436",
        "lat": "25.02673657",
        "version": 1
    },
    {
        "id": 60015,
        "name": "後埔國小",
        "address": "實踐路177號對向(向南)",
        "lon": "121.4642",
        "lat": "25.00382",
        "version": 1
    },
    {
        "id": 60045,
        "name": "許厝",
        "address": "民權路88-2號(向南)",
        "lon": "121.458878069521",
        "lat": "25.1330124900217",
        "version": 2
    },
    {
        "id": 60067,
        "name": "五峰國中",
        "address": "中興路一段252號同向(向北)",
        "lon": "121.54447",
        "lat": "24.96652",
        "version": 1
    },
    {
        "id": 60102,
        "name": "育成高中",
        "address": "重陽路421號(向西)",
        "lon": "121.609312716",
        "lat": "25.0590241206328",
        "version": 4
    },
    {
        "id": 60120,
        "name": "台新工廠",
        "address": "北深路三段104號同向(向西)",
        "lon": "121.606",
        "lat": "25.00185175143",
        "version": 2
    },
    {
        "id": 60141,
        "name": "松園",
        "address": "菁山路101巷160號對面西北側(向南)",
        "lon": "121.565184",
        "lat": "25.15836",
        "version": 2
    },
    {
        "id": 60152,
        "name": "居安新村",
        "address": "永公路235巷4弄同向(向南)",
        "lon": "121.5552",
        "lat": "25.12126",
        "version": 1
    },
    {
        "id": 180712,
        "name": "重建街口",
        "address": "文化路2號(向西)",
        "lon": "121.4397",
        "lat": "25.17266",
        "version": 1
    },
    {
        "id": 1000021,
        "name": "三軍總醫院松山分院",
        "address": "健康路162號前(向西)",
        "lon": "121.557874385835",
        "lat": "25.0538817473717",
        "version": 2
    },
    {
        "id": 1000056,
        "name": "捷運大安森林公園站",
        "address": "信義路公車專用道(向西)",
        "lon": "121.5359159",
        "lat": "25.03355035",
        "version": 1
    },
    {
        "id": 1000066,
        "name": "民族重慶路口",
        "address": "重慶北路三段(向南)",
        "lon": "121.5137100606",
        "lat": "25.0688798965403",
        "version": 4
    },
    {
        "id": 1000078,
        "name": "中華路北站",
        "address": "中華路一段94號(向南)",
        "lon": "121.509144127644",
        "lat": "25.0455115050969",
        "version": 4
    },
    {
        "id": 1000083,
        "name": "中山藝術公園",
        "address": "重新路三段102號前面(向西)",
        "lon": "121.4923377",
        "lat": "25.06053321",
        "version": 1
    },
    {
        "id": 1000106,
        "name": "金湖路口",
        "address": "金湖路380號(向東)",
        "lon": "121.60468992917",
        "lat": "25.0735474046187",
        "version": 9
    },
    {
        "id": 1000111,
        "name": "大南路口",
        "address": "承德路四段220號(向南)",
        "lon": "121.521560747477",
        "lat": "25.0885191533109",
        "version": 2
    },
    {
        "id": 1000117,
        "name": "捷運劍南路站",
        "address": "北安路845對面(向東)",
        "lon": "121.555253",
        "lat": "25.08484",
        "version": 2
    },
    {
        "id": 1000142,
        "name": "信義國中(莊敬)",
        "address": "臺北市莊敬路402號(向南)",
        "lon": "121.565724",
        "lat": "25.027402",
        "version": 4
    },
    {
        "id": 1000149,
        "name": "大同路口",
        "address": "重新路三段15號(向西)",
        "lon": "121.494254721567",
        "lat": "25.0614913406773",
        "version": 2
    },
    {
        "id": 1000157,
        "name": "國賓飯店",
        "address": "中山北路二段(向北)",
        "lon": "121.522969858739",
        "lat": "25.0562422589842",
        "version": 3
    },
    {
        "id": 1000163,
        "name": "長安東路二段",
        "address": "松江路75之1號(向北)",
        "lon": "121.533115926333",
        "lat": "25.0495344197275",
        "version": 2
    },
    {
        "id": 1000169,
        "name": "明倫高中",
        "address": "承德路三段距哈密街30公尺(向北)",
        "lon": "121.5199745",
        "lat": "25.0742494",
        "version": 2
    },
    {
        "id": 10053,
        "name": "板橋監理站",
        "address": "中山路三段118號同向(向西)",
        "lon": "121.475774",
        "lat": "25.005992",
        "version": 2
    },
    {
        "id": 10114,
        "name": "明德路二段",
        "address": "明德路二段72號同向(向西)",
        "lon": "121.4469367",
        "lat": "24.98358785",
        "version": 1
    },
    {
        "id": 10203,
        "name": "民生西路口",
        "address": "承德路二段145號(向北)",
        "lon": "121.51829",
        "lat": "25.05801",
        "version": 1
    },
    {
        "id": 10208,
        "name": "小北街",
        "address": "文林路251號對面南側15公尺候車亭(向北)",
        "lon": "121.526903",
        "lat": "25.090706",
        "version": 4
    },
    {
        "id": 10404,
        "name": "三民路",
        "address": "三民路109號(向北)",
        "lon": "121.56368",
        "lat": "25.05753",
        "version": 1
    },
    {
        "id": 10411,
        "name": "迪化街",
        "address": "民生西路353號同向(向西)",
        "lon": "121.5109513",
        "lat": "25.05705615",
        "version": 1
    },
    {
        "id": 10426,
        "name": "長泰派出所",
        "address": "三和路三段95號同向(向北)",
        "lon": "121.49949705522",
        "lat": "25.0685145593238",
        "version": 3
    },
    {
        "id": 10430,
        "name": "幸福戲院",
        "address": "三和路四段175號同向(向北)",
        "lon": "121.4828427",
        "lat": "25.0789135",
        "version": 1
    },
    {
        "id": 10439,
        "name": "厚德國小",
        "address": "忠孝路一段107號(向西)",
        "lon": "121.489058875813",
        "lat": "25.0721291686816",
        "version": 3
    },
    {
        "id": 10443,
        "name": "中正堂",
        "address": "自強路一段99號同向(向北)",
        "lon": "121.4956155",
        "lat": "25.06647521",
        "version": 1
    },
    {
        "id": 10447,
        "name": "自強路口",
        "address": "自強路四段29號同向(向北)",
        "lon": "121.488804321396",
        "lat": "25.0764255856471",
        "version": 2
    },
    {
        "id": 10475,
        "name": "新北大道路口",
        "address": "重陽路二段41號(向北)",
        "lon": "121.487158",
        "lat": "25.06302028",
        "version": 2
    },
    {
        "id": 10602,
        "name": "仁愛街口",
        "address": "龍門路111號(向東)",
        "lon": "121.497903",
        "lat": "25.072835",
        "version": 2
    },
    {
        "id": 10616,
        "name": "中正南路",
        "address": "中正南路64號(向北)",
        "lon": "121.494168",
        "lat": "25.0596298",
        "version": 1
    },
    {
        "id": 10622,
        "name": "果菜市場",
        "address": "中正北路122號同向(向南)",
        "lon": "121.485372799716",
        "lat": "25.065285907449",
        "version": 2
    },
    {
        "id": 10625,
        "name": "東海中學",
        "address": "三民街162號同向(向東)",
        "lon": "121.481729929989",
        "lat": "25.0658044228698",
        "version": 2
    },
    {
        "id": 12218,
        "name": "文和橋",
        "address": "木柵路五段同向(向北)",
        "lon": "121.595183821322",
        "lat": "25.0022030300169",
        "version": 2
    },
    {
        "id": 13101,
        "name": "成功國宅",
        "address": "敦化南路二段113號(向北)",
        "lon": "121.549033716258",
        "lat": "25.0275992243505",
        "version": 2
    },
    {
        "id": 13106,
        "name": "民生敦化路口",
        "address": "敦化北路上近民生東路三段(向南)",
        "lon": "121.548902",
        "lat": "25.057956",
        "version": 2
    },
    {
        "id": 13112,
        "name": "信義敦化路口",
        "address": "敦化南路一段362號(專用道)(向南)",
        "lon": "121.548726",
        "lat": "25.033775",
        "version": 5
    },
    {
        "id": 13207,
        "name": "金陵女中",
        "address": "重新路五段656號同向(向北)",
        "lon": "121.46644",
        "lat": "25.04272",
        "version": 2
    },
    {
        "id": 13216,
        "name": "三重中學",
        "address": "集美街188號同向(向南)",
        "lon": "121.4906011",
        "lat": "25.05337309",
        "version": 2
    },
    {
        "id": 14201,
        "name": "西安里",
        "address": "中山路二段17號(向西)",
        "lon": "121.4721393",
        "lat": "25.01508972",
        "version": 1
    },
    {
        "id": 14221,
        "name": "光復橋",
        "address": "中山路二段418-420號(向東)",
        "lon": "121.4821858",
        "lat": "25.02040964",
        "version": 2
    },
    {
        "id": 14405,
        "name": "平菁街116巷口",
        "address": "平菁街118號(向北)",
        "lon": "121.572940",
        "lat": "25.124120",
        "version": 2
    },
    {
        "id": 14413,
        "name": "永公路三",
        "address": "永公路電線桿(向北)",
        "lon": "121.5568757",
        "lat": "25.12116696",
        "version": 1
    },
    {
        "id": 14422,
        "name": "文化大學",
        "address": "格致路與大亨路口南側15公尺(向北)",
        "lon": "121.546524348154",
        "lat": "25.1388790778973",
        "version": 3
    },
    {
        "id": 14620,
        "name": "永欣里",
        "address": "石牌路二段329號同向(向南)",
        "lon": "121.5238999",
        "lat": "25.12221658",
        "version": 1
    },
    {
        "id": 14642,
        "name": "長虹天下",
        "address": "自力路12巷對向(向南)",
        "lon": "121.4640949",
        "lat": "25.12815893",
        "version": 2
    },
    {
        "id": 14651,
        "name": "外竿蓁林",
        "address": "中正東路一段67號同向(向北)",
        "lon": "121.4525003",
        "lat": "25.16271663",
        "version": 2
    },
    {
        "id": 14655,
        "name": "竹圍國小",
        "address": "中正東路二段163號對向(向南)",
        "lon": "121.4594429383",
        "lat": "25.1479171816491",
        "version": 2
    },
    {
        "id": 15022,
        "name": "下街仔",
        "address": "龍米路二段23號(向西)",
        "lon": "121.4319282",
        "lat": "25.1586444",
        "version": 1
    },
    {
        "id": 1000178,
        "name": "後車站",
        "address": "重慶北路一段(向北)",
        "lon": "121.5135627",
        "lat": "25.05026956",
        "version": 2
    },
    {
        "id": 1000181,
        "name": "國民住宅",
        "address": "永吉路195之1號(向西)",
        "lon": "121.5737034",
        "lat": "25.04566198",
        "version": 1
    },
    {
        "id": 1000194,
        "name": "長安國小(吉林)",
        "address": "吉林路(向北)",
        "lon": "121.530068",
        "lat": "25.049486",
        "version": 1
    },
    {
        "id": 1000205,
        "name": "內湖焚化廠(葫蘆洲公園)",
        "address": "安康路228巷23號對面候車亭(向北)",
        "lon": "121.603466",
        "lat": "25.062478",
        "version": 2
    },
    {
        "id": 1000212,
        "name": "忠三街口",
        "address": "忠三街5號前(向東)",
        "lon": "121.624026",
        "lat": "25.078496",
        "version": 2
    },
    {
        "id": 1000225,
        "name": "行忠路口",
        "address": "舊宗路一段(向北)",
        "lon": "121.576305",
        "lat": "25.06425",
        "version": 1
    },
    {
        "id": 1000243,
        "name": "華中橋",
        "address": "景平路707號(向南)",
        "lon": "121.4965023",
        "lat": "25.00318965",
        "version": 1
    },
    {
        "id": 1000252,
        "name": "南港軟體園區南站",
        "address": "三重路19-2號(向南)",
        "lon": "121.613920889394",
        "lat": "25.0565852025479",
        "version": 3
    },
    {
        "id": 1000255,
        "name": "中山女高",
        "address": "長安東路二段中山女高(向西)",
        "lon": "121.537798642451",
        "lat": "25.0484436106169",
        "version": 3
    },
    {
        "id": 1000259,
        "name": "東山路",
        "address": "東山路23號(向北)",
        "lon": "121.539164314308",
        "lat": "25.1158769834742",
        "version": 2
    },
    {
        "id": 1000269,
        "name": "基隆路口",
        "address": "八德路四段(向南)",
        "lon": "121.568426853203",
        "lat": "25.0493159752737",
        "version": 2
    },
    {
        "id": 1000273,
        "name": "南港軟體園區北站",
        "address": "三重路19-14號對面(向北)",
        "lon": "121.614215597554",
        "lat": "25.0587032902579",
        "version": 3
    },
    {
        "id": 1000280,
        "name": "行善路",
        "address": "行善路35號(向西)",
        "lon": "121.5764993",
        "lat": "25.05717396",
        "version": 1
    },
    {
        "id": 1000286,
        "name": "行愛路",
        "address": "行愛路(向北)",
        "lon": "121.580149",
        "lat": "25.064185",
        "version": 1
    },
    {
        "id": 1000296,
        "name": "永元路",
        "address": "永元路89號(向南)",
        "lon": "121.522296",
        "lat": "25.00158",
        "version": 2
    },
    {
        "id": 1000301,
        "name": "協和祐德高中",
        "address": "中坡南路福德宮(向北)",
        "lon": "121.583992",
        "lat": "25.042564",
        "version": 3
    },
    {
        "id": 1000310,
        "name": "新生南路一段",
        "address": "濟南路二段65號(向西)",
        "lon": "121.5319",
        "lat": "25.040352",
        "version": 1
    },
    {
        "id": 1000313,
        "name": "中研新村",
        "address": "研究院路二段(向北)",
        "lon": "121.615639",
        "lat": "25.045074",
        "version": 2
    },
    {
        "id": 1000326,
        "name": "民權復興路口",
        "address": "民權東路三段(向東)",
        "lon": "121.5438692",
        "lat": "25.06227185",
        "version": 1
    },
    {
        "id": 1000335,
        "name": "中和站",
        "address": "連城路631-1號(向西)",
        "lon": "121.4761866",
        "lat": "24.99128799",
        "version": 1
    },
    {
        "id": 1000348,
        "name": "中正高中",
        "address": "文林北路114號(向北)",
        "lon": "121.517376",
        "lat": "25.105815",
        "version": 4
    },
    {
        "id": 1000367,
        "name": "瑞湖街口",
        "address": "民權東路六段11巷6號(向西)",
        "lon": "121.576485",
        "lat": "25.067357789173",
        "version": 2
    },
    {
        "id": 1000376,
        "name": "中央印製廠",
        "address": "安康路三段179號(向東)",
        "lon": "121.488385431569",
        "lat": "24.951722671131",
        "version": 4
    },
    {
        "id": 1000386,
        "name": "啟聰學校",
        "address": "重慶北路三段(向北)",
        "lon": "121.5140011",
        "lat": "25.07486242",
        "version": 1
    },
    {
        "id": 1000396,
        "name": "捷運忠孝新生站",
        "address": "新生南路公車專用道(向南)",
        "lon": "121.5328273",
        "lat": "25.0417081",
        "version": 1
    },
    {
        "id": 1000403,
        "name": "安康派出所",
        "address": "安康路二段54號對面(向北)",
        "lon": "121.515268",
        "lat": "24.963669",
        "version": 3
    },
    {
        "id": 1000411,
        "name": "水井尾",
        "address": "紗帽路(向南)",
        "lon": "121.5317021",
        "lat": "25.14608838",
        "version": 1
    },
    {
        "id": 1000414,
        "name": "頂半嶺",
        "address": "紗帽路(向南)",
        "lon": "121.539407",
        "lat": "25.143901",
        "version": 1
    },
    {
        "id": 1000417,
        "name": "自來水公司",
        "address": "三民路二段247號前(向北)",
        "lon": "121.4790634",
        "lat": "25.01258137",
        "version": 3
    },
    {
        "id": 1000426,
        "name": "松隆路口",
        "address": "松隆路63號(向西)",
        "lon": "121.5694412",
        "lat": "25.04505676",
        "version": 1
    },
    {
        "id": 1000434,
        "name": "西門國小(臺大醫院北護分院)",
        "address": "康定路102-106號前(向南)",
        "lon": "121.502156",
        "lat": "25.041349",
        "version": 6
    },
    {
        "id": 15028,
        "name": "中廣公司",
        "address": "中山路二段212號(向北)",
        "lon": "121.4054743",
        "lat": "25.15186476",
        "version": 1
    },
    {
        "id": 15030,
        "name": "十三行博物館(仁愛路)",
        "address": "中山路二段49-10號(向北)",
        "lon": "121.4073091",
        "lat": "25.15428131",
        "version": 2
    },
    {
        "id": 15034,
        "name": "八里國小",
        "address": "中山路二段388號(向北)",
        "lon": "121.404135",
        "lat": "25.149705",
        "version": 2
    },
    {
        "id": 15038,
        "name": "九芎街",
        "address": "九芎街140號(向南)",
        "lon": "121.46489",
        "lat": "25.07899",
        "version": 2
    },
    {
        "id": 15044,
        "name": "成功國小",
        "address": "長安街254號(向北)",
        "lon": "121.4575421",
        "lat": "25.08631773",
        "version": 1
    },
    {
        "id": 15048,
        "name": "民權路口",
        "address": "復興路122號(向東)",
        "lon": "121.47637",
        "lat": "25.08735",
        "version": 1
    },
    {
        "id": 15058,
        "name": "大慶社區",
        "address": "民族路49號(向東)",
        "lon": "121.47842",
        "lat": "25.08526",
        "version": 1
    },
    {
        "id": 15068,
        "name": "王爺廟口",
        "address": "中正路184號(向北)",
        "lon": "121.4668069",
        "lat": "25.08814834",
        "version": 1
    },
    {
        "id": 15077,
        "name": "空中大學",
        "address": "三民路219號(向南)",
        "lon": "121.46984",
        "lat": "25.08807",
        "version": 1
    },
    {
        "id": 15111,
        "name": "松山高中(松隆)",
        "address": "松隆路36號對向(向南)",
        "lon": "121.5675057",
        "lat": "25.04378103",
        "version": 2
    },
    {
        "id": 1165603315,
        "name": "虛擬站(大臺北不顯示)",
        "address": "虛擬站禁止在OMS對應",
        "lon": "121.59951",
        "lat": "25.05684",
        "version": 6
    },
    {
        "id": 1165603317,
        "name": "公館里關帝廟",
        "address": "永公路350巷77號(向北)",
        "lon": "121.565354",
        "lat": "25.123637",
        "version": 3
    },
    {
        "id": 1165603327,
        "name": "竹子湖",
        "address": "竹子湖路43號北側(向東)",
        "lon": "121.533344",
        "lat": "25.172610",
        "version": 4
    },
    {
        "id": 1165604692,
        "name": "明勝里",
        "address": "臺北市士林區承德路四段10巷36號前(向東)",
        "lon": "121.5205",
        "lat": "25.079932",
        "version": 0
    },
    {
        "id": 70610,
        "name": "金山郵局",
        "address": "新北市金山區中山路95號(向南)",
        "lon": "121.639561",
        "lat": "25.219521",
        "version": 3
    },
    {
        "id": 70611,
        "name": "金山郵局",
        "address": "中山路112號(向北)",
        "lon": "121.639536",
        "lat": "25.219711",
        "version": 3
    },
    {
        "id": 70619,
        "name": "中山國中",
        "address": "縣民大道二段與觀光街口編號201280路燈旁(向北)",
        "lon": "121.468922",
        "lat": "25.016831",
        "version": 1
    },
    {
        "id": 1000446,
        "name": "辛亥國小",
        "address": "新亥路四段(向北)",
        "lon": "121.55871833409",
        "lat": "25.0070201506128",
        "version": 2
    },
    {
        "id": 1000447,
        "name": "大安健康服務中心",
        "address": "復興南路二段(向北)",
        "lon": "121.5434997",
        "lat": "25.02208456",
        "version": 1
    },
    {
        "id": 1000449,
        "name": "大安健康服務中心",
        "address": "復興南路二段332號(向南)",
        "lon": "121.543212145552",
        "lat": "25.0228925562998",
        "version": 2
    },
    {
        "id": 1000454,
        "name": "司法新村",
        "address": "保儀路169號(向南)",
        "lon": "121.565878316644",
        "lat": "24.9837214466608",
        "version": 3
    },
    {
        "id": 1000474,
        "name": "六合社區",
        "address": "成功路二段(向南)",
        "lon": "121.525666",
        "lat": "24.999141",
        "version": 2
    },
    {
        "id": 1000491,
        "name": "重慶國中",
        "address": "重慶路319號(向北)",
        "lon": "121.4638387",
        "lat": "24.99860231",
        "version": 1
    },
    {
        "id": 1000498,
        "name": "行政院",
        "address": "青島東路(向南)",
        "lon": "121.5215079",
        "lat": "25.04483077",
        "version": 1
    },
    {
        "id": 1000504,
        "name": "及人中學",
        "address": "安和路一段(向北)",
        "lon": "121.5178827",
        "lat": "24.96703037",
        "version": 1
    },
    {
        "id": 1000510,
        "name": "石頭厝",
        "address": "安和路2段156號(向北)",
        "lon": "121.5190051",
        "lat": "24.97419406",
        "version": 1
    },
    {
        "id": 1000513,
        "name": "中正二分局",
        "address": "重慶南路二段(向北)",
        "lon": "121.514086870192",
        "lat": "25.0326456333347",
        "version": 2
    },
    {
        "id": 1000524,
        "name": "忠順街",
        "address": "忠順街一段24號對面(向西)",
        "lon": "121.5589488",
        "lat": "24.98412741",
        "version": 3
    },
    {
        "id": 1000544,
        "name": "指南路口",
        "address": "木柵路(向南)",
        "lon": "121.570658",
        "lat": "24.986197",
        "version": 3
    },
    {
        "id": 1000555,
        "name": "涼州重慶路口",
        "address": "涼州街30號往東30公尺處(同向)(向東)",
        "lon": "121.512933",
        "lat": "25.060697",
        "version": 1
    },
    {
        "id": 1000568,
        "name": "復興路二段",
        "address": "復興路二段(向東)",
        "lon": "121.456924",
        "lat": "25.044441",
        "version": 3
    },
    {
        "id": 1000606,
        "name": "中美市場",
        "address": "中華路一段180號(向北)",
        "lon": "121.4527197",
        "lat": "25.04201587",
        "version": 2
    },
    {
        "id": 1000609,
        "name": "永福(林語堂故居)",
        "address": "仰德大道二段122號旁(向北)",
        "lon": "121.547020026043",
        "lat": "25.1092441758524",
        "version": 3
    },
    {
        "id": 1000618,
        "name": "士林官邸(中正)",
        "address": "中正路與福林路交叉口西南側候車亭(向東)",
        "lon": "121.531395",
        "lat": "25.096324",
        "version": 2
    },
    {
        "id": 1000636,
        "name": "富貴新村",
        "address": "懷德街(向北)",
        "lon": "121.4801453",
        "lat": "25.02938603",
        "version": 1
    },
    {
        "id": 1000654,
        "name": "重慶忠孝路口",
        "address": "重慶路232號(向南)",
        "lon": "121.4627049",
        "lat": "25.00172351",
        "version": 1
    },
    {
        "id": 1000660,
        "name": "信義路",
        "address": "國慶路7號對面(向東)",
        "lon": "121.4576983",
        "lat": "24.99534453",
        "version": 2
    },
    {
        "id": 1000667,
        "name": "松山商職(松山)",
        "address": "松山路580號(向南)",
        "lon": "121.5783351",
        "lat": "25.03657648",
        "version": 2
    },
    {
        "id": 1000677,
        "name": "東湖國中",
        "address": "康樂路150號對面(向北)",
        "lon": "121.6194588",
        "lat": "25.07287274",
        "version": 1
    },
    {
        "id": 1000688,
        "name": "消防局(松仁)",
        "address": "松仁路(向南)",
        "lon": "121.568335",
        "lat": "25.039478",
        "version": 2
    },
    {
        "id": 1000705,
        "name": "中和區公所(景平路)",
        "address": "景平路509號對面(向南)",
        "lon": "121.499722",
        "lat": "24.998362",
        "version": 3
    },
    {
        "id": 1000732,
        "name": "秀湖",
        "address": "成功路4段307號(向東)",
        "lon": "121.5962396",
        "lat": "25.08436878",
        "version": 1
    },
    {
        "id": 1000757,
        "name": "溝子口",
        "address": "木柵路一段(向北)",
        "lon": "121.5524331",
        "lat": "24.98848123",
        "version": 1
    },
    {
        "id": 1000769,
        "name": "捷運萬芳醫院站",
        "address": "興隆路三段84-96號(向東)",
        "lon": "121.556845",
        "lat": "24.999571",
        "version": 9
    },
    {
        "id": 1000783,
        "name": "新泰國中南站",
        "address": "新泰路282號同向(向北)",
        "lon": "121.445653",
        "lat": "25.040714",
        "version": 2
    },
    {
        "id": 1000788,
        "name": "幸福思源路口",
        "address": "幸福路40號(向東)",
        "lon": "121.4578878",
        "lat": "25.04938692",
        "version": 1
    },
    {
        "id": 20259,
        "name": "劍潭山登山口",
        "address": "臺北市中山區圓山風景區登山口(向西)",
        "lon": "121.526297",
        "lat": "25.078117",
        "version": 4
    },
    {
        "id": 20275,
        "name": "金山農場(天籟溫泉會館)",
        "address": "新北市金山區重和村三重橋4號(向南)",
        "lon": "121.594979772288",
        "lat": "25.1970610019447",
        "version": 5
    },
    {
        "id": 20286,
        "name": "八煙(綠峰溫泉山莊)",
        "address": "新北市金山區重和村三重橋22號對面(向西)",
        "lon": "121.588441",
        "lat": "25.189038",
        "version": 6
    },
    {
        "id": 20319,
        "name": "南勢湖",
        "address": "新北市金山區五湖村南勢湖10號(向東)",
        "lon": "121.621336253446",
        "lat": "25.219219759074",
        "version": 4
    },
    {
        "id": 20324,
        "name": "重光",
        "address": "新北市金山區五湖村茅埔頭5號西面候車亭(向北)",
        "lon": "121.604112994487",
        "lat": "25.2168551233242",
        "version": 3
    },
    {
        "id": 20329,
        "name": "養鱒場",
        "address": "新北市金山區重和村三重橋14號(向東)",
        "lon": "121.591053",
        "lat": "25.189583",
        "version": 4
    },
    {
        "id": 20333,
        "name": "下七股(花藝村溫泉會館)",
        "address": "台北市士林區竹子湖路馬槽花藝村前(向西)",
        "lon": "121.573456",
        "lat": "25.184181",
        "version": 5
    },
    {
        "id": 20347,
        "name": "行政院新莊聯合辦公大樓(榮華)",
        "address": "榮華路2段中央合署辦公大樓南棟大門前(向西)",
        "lon": "121.443363",
        "lat": "25.055745",
        "version": 7
    },
    {
        "id": 30045,
        "name": "光華國小(民安西路)",
        "address": "民安西路137號(向南)",
        "lon": "121.42625",
        "lat": "25.01724",
        "version": 5
    },
    {
        "id": 50067,
        "name": "北藝大校門口",
        "address": "學園路臺北藝術大學入口處南側10公尺(向北)",
        "lon": "121.4660176",
        "lat": "25.12956713",
        "version": 2
    },
    {
        "id": 180707,
        "name": "小白宮(淡水分局)",
        "address": "中正路334號(向東)",
        "lon": "121.43575",
        "lat": "25.1733",
        "version": 3
    },
    {
        "id": 1000183,
        "name": "台北銀行",
        "address": "吉林路109號對面(向南)",
        "lon": "121.5300534",
        "lat": "25.0563427",
        "version": 3
    },
    {
        "id": 1000295,
        "name": "三興國小(臨江街觀光夜市)",
        "address": "基隆路二段123號對面(向南)",
        "lon": "121.556522",
        "lat": "25.028215",
        "version": 3
    },
    {
        "id": 75755,
        "name": "山海大地",
        "address": "新北市淡水區淡金路37號(向南)",
        "lon": "121.456355",
        "lat": "25.160818",
        "version": 2
    },
    {
        "id": 1000456,
        "name": "景文中學(臺灣戲曲學院)",
        "address": "保儀路129號對面(向北)",
        "lon": "121.5673654",
        "lat": "24.98561035",
        "version": 4
    },
    {
        "id": 1000522,
        "name": "景文中學",
        "address": "木新路(向西)",
        "lon": "121.568940442089",
        "lat": "24.9841119210195",
        "version": 4
    },
    {
        "id": 1000755,
        "name": "南港高工",
        "address": "重陽路359號對面(向東)",
        "lon": "121.60707",
        "lat": "25.058155",
        "version": 4
    },
    {
        "id": 1000871,
        "name": "鳳山街口",
        "address": "中正路(向北)",
        "lon": "121.4131231",
        "lat": "25.02484743",
        "version": 3
    },
    {
        "id": 1000952,
        "name": "中國文化大學",
        "address": "台北市文化大學候車亭(向南)",
        "lon": "121.5399933",
        "lat": "25.13732321",
        "version": 4
    },
    {
        "id": 1001188,
        "name": "福安里",
        "address": "大觀路二段391號(向北)",
        "lon": "121.441040333834",
        "lat": "24.9973119983033",
        "version": 5
    },
    {
        "id": 1001338,
        "name": "景華街一",
        "address": "文山區景華街99號前(向南)",
        "lon": "121.546628",
        "lat": "24.995645",
        "version": 5
    },
    {
        "id": 1001452,
        "name": "台北奇蹟",
        "address": "台北奇蹟(向南)",
        "lon": "121.635089",
        "lat": "25.065756",
        "version": 4
    },
    {
        "id": 1165603323,
        "name": "行政院新莊聯合辦公大樓(中平路)",
        "address": "新莊區中平路439號對面(向北)",
        "lon": "121.444029",
        "lat": "25.056918",
        "version": 3
    },
    {
        "id": 1165603341,
        "name": "捷運古亭站(和平)",
        "address": "和平東路一段35號對向(向東)",
        "lon": "121.523591",
        "lat": "25.026842",
        "version": 0
    },
    {
        "id": 70648,
        "name": "中山國中",
        "address": "板橋區縣民大道二段與觀光街口(向南)",
        "lon": "121.468548",
        "lat": "25.016834",
        "version": 1
    },
    {
        "id": 70665,
        "name": "板橋公車站",
        "address": "縣民大道公車專用月台第三月台",
        "lon": "121.462505",
        "lat": "25.012916",
        "version": 6
    },
    {
        "id": 70683,
        "name": "佳佳幼稚園",
        "address": "新北市板橋區僑中一街90巷口對面",
        "lon": "121.4464443",
        "lat": "25.009064",
        "version": 0
    },
    {
        "id": 70684,
        "name": "僑中二街",
        "address": "新北市板橋區僑中一街104巷口對面",
        "lon": "121.446",
        "lat": "25.00785",
        "version": 0
    },
    {
        "id": 73514,
        "name": "新北高中",
        "address": "三信路128號對面候車亭(向西)",
        "lon": "121.489482",
        "lat": "25.087459",
        "version": 1
    },
    {
        "id": 73557,
        "name": "捷運三重站",
        "address": "新北市三重區捷運路捷運站1號出口",
        "lon": "121.4834352",
        "lat": "25.055492",
        "version": 1
    },
    {
        "id": 73558,
        "name": "捷運三重站",
        "address": "新北市三重區捷運路捷運站3號出口",
        "lon": "121.48504",
        "lat": "25.05605",
        "version": 2
    },
    {
        "id": 72011,
        "name": "中興路三段",
        "address": "新北市新店區中興路三段201號(向南)",
        "lon": "121.5437477",
        "lat": "24.981485",
        "version": 4
    },
    {
        "id": 72016,
        "name": "寶中路口",
        "address": "中興路三段147號(向南)",
        "lon": "121.544411097362",
        "lat": "24.9799192095524",
        "version": 2
    },
    {
        "id": 72044,
        "name": "捷運新店站(新店路)",
        "address": " 北新路一段捷運站接駁月台(向南)",
        "lon": "121.53755",
        "lat": "24.958392",
        "version": 7
    },
    {
        "id": 73579,
        "name": "新泰游泳池",
        "address": "新北市泰山區新泰路480號對面(向北)",
        "lon": "121.442745",
        "lat": "25.045687",
        "version": 3
    },
    {
        "id": 73580,
        "name": "新泰游泳池",
        "address": "新泰路423號旁(向南)",
        "lon": "121.442673",
        "lat": "25.045595",
        "version": 3
    },
    {
        "id": 73617,
        "name": "行政院新莊聯合辦公大樓(中平路)",
        "address": "新北市新莊區中平路439號(向南)",
        "lon": "121.443864",
        "lat": "25.056738",
        "version": 7
    },
    {
        "id": 73618,
        "name": "捷運泰山站",
        "address": "新北市新莊區新北大道路四段431號(向北)",
        "lon": "121.439476",
        "lat": "25.052911",
        "version": 2
    },
    {
        "id": 74362,
        "name": "蘆洲區公所",
        "address": " 新北市蘆洲區三民路91號(向東)",
        "lon": "121.474196",
        "lat": "25.084575",
        "version": 3
    },
    {
        "id": 73619,
        "name": "捷運泰山站",
        "address": "新北市新莊區新北大道路四段431號對面(向南)",
        "lon": "121.439231",
        "lat": "25.053140",
        "version": 2
    },
    {
        "id": 74831,
        "name": "輕軌濱海義山站",
        "address": "新北市淡水區濱海義山(向東)",
        "lon": "121.436950",
        "lat": "25.189686",
        "version": 4
    },
    {
        "id": 74832,
        "name": "輕軌濱海義山站",
        "address": "新北市淡水區濱海路二段(向西)",
        "lon": "121.436968",
        "lat": "25.189905",
        "version": 4
    },
    {
        "id": 74839,
        "name": "外寮",
        "address": "台北市淡水區中山北路二段161號(向南)",
        "lon": "121.444342",
        "lat": "25.184084",
        "version": 3
    },
    {
        "id": 73665,
        "name": "丹鳳國小(新北大道)",
        "address": "新北市新莊區新北大道七段441號(向北)",
        "lon": "121.413948",
        "lat": "25.023734",
        "version": 7
    },
    {
        "id": 73666,
        "name": "丹鳳國小(新北大道)",
        "address": "新北市新莊區新北大道七段840號(向南)",
        "lon": "121.413402",
        "lat": "25.023890",
        "version": 4
    },
    {
        "id": 73683,
        "name": "三洋(建福路)",
        "address": "新北市新莊區建福路28號(向南)",
        "lon": "121.4262926",
        "lat": "25.028689",
        "version": 5
    },
    {
        "id": 73684,
        "name": "青山路口",
        "address": "新北市新莊區新北大道七段357號(向北)",
        "lon": "121.412419",
        "lat": "25.027136",
        "version": 1
    },
    {
        "id": 73693,
        "name": "西盛一",
        "address": "新北市新莊區新樹路529號(向北)",
        "lon": "121.432866",
        "lat": "25.00947",
        "version": 4
    },
    {
        "id": 73745,
        "name": "泰山公有市場一",
        "address": "新北市泰山區公有市場前(向北)",
        "lon": "121.433391",
        "lat": "25.05642",
        "version": 1
    },
    {
        "id": 72208,
        "name": "玫瑰中國城",
        "address": "玫瑰路28號",
        "lon": "121.495196",
        "lat": "24.950275",
        "version": 1
    },
    {
        "id": 73768,
        "name": "黎明技術學院",
        "address": "新北市泰山區泰林路三段22號(向西)",
        "lon": "121.4193721",
        "lat": "25.065222",
        "version": 2
    },
    {
        "id": 72232,
        "name": "新店站",
        "address": "新北市新店區安祥路102之1號對面(向北)",
        "lon": "121.48321",
        "lat": "24.96052",
        "version": 2
    },
    {
        "id": 72245,
        "name": "光華街口",
        "address": "新店區安和路二段115號對面(向北)",
        "lon": "121.518898",
        "lat": "24.970164",
        "version": 2
    },
    {
        "id": 72246,
        "name": "光華街口",
        "address": "新店區安和路二段115號(向南)",
        "lon": "121.51881",
        "lat": "24.970156",
        "version": 2
    },
    {
        "id": 74531,
        "name": "淡水客運八里站",
        "address": "八里區下罟子1-10號(向西)",
        "lon": "121.390167",
        "lat": "25.14178",
        "version": 2
    },
    {
        "id": 74554,
        "name": "八里行政中心",
        "address": "新北市八里區八里行政中心",
        "lon": "121.406825",
        "lat": "25.153753",
        "version": 4
    },
    {
        "id": 72372,
        "name": "福和國中(永貞路)",
        "address": "新北市永和區永貞路68號",
        "lon": "121.52046",
        "lat": "25.005498",
        "version": 1
    },
    {
        "id": 72380,
        "name": "自由街口",
        "address": "永和區自由街43號(向北)",
        "lon": "121.514104",
        "lat": "25.005973",
        "version": 1
    },
    {
        "id": 72460,
        "name": "內南里",
        "address": "新北市中和區興南路二段150號對面(向東)",
        "lon": "121.504014",
        "lat": "24.982892",
        "version": 3
    },
    {
        "id": 74711,
        "name": "加油站",
        "address": "新北市淡水區淡金路162號前(向東)",
        "lon": "121.45868",
        "lat": "25.16569",
        "version": 4
    },
    {
        "id": 74712,
        "name": "加油站",
        "address": "新北市淡水區淡金路187號(向西)",
        "lon": "121.458469",
        "lat": "25.165536",
        "version": 2
    },
    {
        "id": 74713,
        "name": "北新路口",
        "address": "淡水區淡金路一段547號前(向東)",
        "lon": "121.453355",
        "lat": "25.180272",
        "version": 2
    },
    {
        "id": 74717,
        "name": "輕軌竿蓁林站",
        "address": "新北市淡水區淡金路67號對面(向北)",
        "lon": "121.456367",
        "lat": "25.161778",
        "version": 4
    },
    {
        "id": 74718,
        "name": "輕軌竿蓁林站",
        "address": "新北市淡水區淡金路67號前(向南)",
        "lon": "121.456169",
        "lat": "25.161545",
        "version": 4
    },
    {
        "id": 74719,
        "name": "忠愛街口",
        "address": "淡水區淡金路忠愛街口對面(向北)",
        "lon": "121.459787",
        "lat": "25.171575",
        "version": 2
    },
    {
        "id": 74720,
        "name": "忠愛街口",
        "address": "新北市淡水區淡金路忠愛街口(向南)",
        "lon": "121.459508",
        "lat": "25.171604",
        "version": 2
    },
    {
        "id": 74748,
        "name": "新市站",
        "address": "崁頂三路後州路口(向東)",
        "lon": "121.429452",
        "lat": "25.201324",
        "version": 3
    },
    {
        "id": 74754,
        "name": "台電宿舍",
        "address": "新北市淡水區北新路127號同向(向東)",
        "lon": "121.44936",
        "lat": "25.178807",
        "version": 2
    },
    {
        "id": 74756,
        "name": "台電宿舍",
        "address": "新北市淡水區北新路131號(向西)",
        "lon": "121.449345",
        "lat": "25.17885",
        "version": 4
    },
    {
        "id": 74757,
        "name": "正德國中",
        "address": "新北市淡水區北新路102號同向(向東)",
        "lon": "121.447433",
        "lat": "25.178337",
        "version": 2
    },
    {
        "id": 74758,
        "name": "正德國中",
        "address": "新北市淡水區北新路102號對面(向西)",
        "lon": "121.447247",
        "lat": "25.178401",
        "version": 2
    },
    {
        "id": 74781,
        "name": "輕軌淡江大學站",
        "address": "新北市淡水區淡金路189-6號對面(向北)",
        "lon": "121.456598",
        "lat": "25.176417",
        "version": 6
    },
    {
        "id": 74782,
        "name": "輕軌淡江大學站",
        "address": "新北市淡水區淡金路55080皓路燈旁(向南)",
        "lon": "121.456798",
        "lat": "25.175673",
        "version": 8
    },
    {
        "id": 73465,
        "name": "麗寶之星",
        "address": "新北市三重區中正南路248-1號(向北)",
        "lon": "121.493388",
        "lat": "25.053783",
        "version": 1
    },
    {
        "id": 73466,
        "name": "麗寶之星",
        "address": "新北市三重區中正南路251號(向南)",
        "lon": "121.493152",
        "lat": "25.053453",
        "version": 1
    },
    {
        "id": 73469,
        "name": "集美街口",
        "address": "集成路24號(向南)",
        "lon": "121.488652",
        "lat": "25.052122",
        "version": 1
    },
    {
        "id": 73470,
        "name": "新興路",
        "address": "新北市三重區新興路24號(向東)",
        "lon": "121.492206",
        "lat": "25.053323",
        "version": 1
    },
    {
        "id": 73471,
        "name": "新興路",
        "address": "新興路35號(向西)",
        "lon": "121.492299",
        "lat": "25.053352",
        "version": 1
    },
    {
        "id": 1165604754,
        "name": "仁愛復興路口(福華飯店)",
        "address": "仁愛路公車專用道(向東)",
        "lon": "121.543165",
        "lat": "25.037854",
        "version": 3
    },
    {
        "id": 1165604755,
        "name": "捷運台電大樓站",
        "address": "羅斯福路3段201號(向北)",
        "lon": "121.528475",
        "lat": "25.020643",
        "version": 2
    },
    {
        "id": 1165604756,
        "name": "泉源3號橋",
        "address": "東昇路與登山路口往西約30公尺(向西)",
        "lon": "121.522365",
        "lat": "25.15026",
        "version": 2
    },
    {
        "id": 1165604761,
        "name": "捷運昆陽站",
        "address": "台北市忠孝東路六段458號(向東)",
        "lon": "121.594275",
        "lat": "25.05036",
        "version": 2
    },
    {
        "id": 1165604762,
        "name": "觀光局",
        "address": "忠孝東路段巷4段290號(向東)",
        "lon": "121.555796",
        "lat": "25.041283",
        "version": 4
    },
    {
        "id": 1165604764,
        "name": "捷運萬芳醫院站",
        "address": "興隆路三段122-124號(向東)",
        "lon": "121.557681",
        "lat": "24.999051",
        "version": 0
    },
    {
        "id": 1165604765,
        "name": "圓山飯店",
        "address": "中山北路四段1巷1號(向西)",
        "lon": "121.526232",
        "lat": "25.078182",
        "version": 3
    },
    {
        "id": 1165604768,
        "name": "山豬湖",
        "address": "菁山路及菁山路101巷交叉口、電桿北側地4個水溝蓋旁(向北)",
        "lon": "121.55649",
        "lat": "25.14246",
        "version": 0
    },
    {
        "id": 1165604769,
        "name": "山豬湖",
        "address": "菁山路99號圍牆側(向西)",
        "lon": "121.55602",
        "lat": "25.14236",
        "version": 0
    },
    {
        "id": 1165604770,
        "name": "承德公館路口",
        "address": "承德路七段380號(向西)",
        "lon": "121.502450",
        "lat": "25.118823",
        "version": 4
    },
    {
        "id": 1165604773,
        "name": "捷運昆陽站",
        "address": "忠孝東路六段418號(向東)",
        "lon": "121.59306",
        "lat": "25.050052",
        "version": 0
    },
    {
        "id": 1165604778,
        "name": "安平派出所",
        "address": "新北市中和區中安街116號(向南)",
        "lon": "121.511211",
        "lat": "25.000769",
        "version": 1
    },
    {
        "id": 1165604779,
        "name": "積穗派出所",
        "address": "中和區員山路471號",
        "lon": "121.480278",
        "lat": "25.004871",
        "version": 3
    },
    {
        "id": 70036,
        "name": "艋舺大道",
        "address": "艋舺大道100號(向東)",
        "lon": "121.502732",
        "lat": "25.033257",
        "version": 3
    },
    {
        "id": 1165604780,
        "name": "大湖區民活動中心",
        "address": "台北市內湖區大湖山莊街117號前(向北)",
        "lon": "121.601329",
        "lat": "25.087763",
        "version": 0
    },
    {
        "id": 1165604781,
        "name": "48號公園",
        "address": "登山路與泉源路65-1號前方橋梁路口東側15公尺處對面(向東)",
        "lon": "121.512447",
        "lat": "25.142631",
        "version": 0
    },
    {
        "id": 1165604787,
        "name": "青年公宅",
        "address": "北市萬華區青年路144號對面(向北)",
        "lon": "121.502643",
        "lat": "25.021587",
        "version": 1
    },
    {
        "id": 74950,
        "name": "山海大地",
        "address": "新北市淡水區淡金路18號(向西)",
        "lon": "121.457036",
        "lat": "25.160085",
        "version": 2
    },
    {
        "id": 74954,
        "name": "竿蓁林",
        "address": "新北市淡水區淡金路一段5巷口(向西)",
        "lon": "121.4580904",
        "lat": "25.158465",
        "version": 1
    },
    {
        "id": 2457,
        "name": "景明街口",
        "address": "興隆路一段159號同向(向西)",
        "lon": "121.54225915575",
        "lat": "25.001808939996",
        "version": 5
    },
    {
        "id": 1165603427,
        "name": "內南里一",
        "address": "中和區興南路2段124號",
        "lon": "121.504398",
        "lat": "24.983724",
        "version": 4
    },
    {
        "id": 1165603428,
        "name": "內南里一",
        "address": "中和區興南路2段124號對面",
        "lon": "121.504549",
        "lat": "24.983696",
        "version": 5
    },
    {
        "id": 1165604792,
        "name": "上磺溪橋(魚路古道)",
        "address": "新北市金山區陽金公路上磺溪橋(向北)",
        "lon": "121.5825",
        "lat": "25.1796",
        "version": 0
    },
    {
        "id": 1165604795,
        "name": "石潭成功路口",
        "address": "石潭路131向東側25公尺(向西)",
        "lon": "121.5891212",
        "lat": "25.06327105",
        "version": 0
    },
    {
        "id": 1165604796,
        "name": "洲美街219號",
        "address": "臺北市北投區洲美街219號(向南)",
        "lon": "121.501442",
        "lat": "25.10163",
        "version": 2
    },
    {
        "id": 1165604799,
        "name": "吳興國小(松仁)",
        "address": "松仁路207-1號(向北)",
        "lon": "121.568415",
        "lat": "25.027082",
        "version": 2
    },
    {
        "id": 1165604801,
        "name": "楊聖廟",
        "address": "寶興街218號對向(向北)",
        "lon": "121.49573",
        "lat": "25.02281",
        "version": 1
    },
    {
        "id": 1165604802,
        "name": "吳興街站",
        "address": "吳興街527號(向北)",
        "lon": "121.569704",
        "lat": "25.023222",
        "version": 0
    },
    {
        "id": 1165604803,
        "name": "惇敘工商(泉源)",
        "address": "行義路與泉源路口15公尺(向南)",
        "lon": "121.526529",
        "lat": "25.143846",
        "version": 0
    },
    {
        "id": 1165604804,
        "name": "林泉里",
        "address": "新民路76-6號(向南)",
        "lon": "121.512782",
        "lat": "25.141076",
        "version": 1
    },
    {
        "id": 1165604805,
        "name": "下塔悠一",
        "address": "台北市松山區濱江街426巷17號(濱江街上)(向西)",
        "lon": "121.554472",
        "lat": "25.072466",
        "version": 1
    },
    {
        "id": 1165604806,
        "name": "三軍總醫院(南華高中)",
        "address": "台北市汀洲路3段56號前(向東)",
        "lon": "121.531086",
        "lat": "25.015792",
        "version": 2
    },
    {
        "id": 1165604807,
        "name": "士林國中",
        "address": "臺北市士林區中正路345號(向東)",
        "lon": "121.522638",
        "lat": "25.094456",
        "version": 0
    },
    {
        "id": 1165604808,
        "name": "小北街",
        "address": "臺北市士林區文林路251號(向南)",
        "lon": "121.526645",
        "lat": "25.091036",
        "version": 1
    },
    {
        "id": 1165604809,
        "name": "小南門(和平院區)",
        "address": "臺北市中正區愛國西路與延平南路交叉口東側34公尺處(向西)",
        "lon": "121.508728",
        "lat": "25.036841",
        "version": 0
    },
    {
        "id": 1165604810,
        "name": "中華路北站",
        "address": "臺北市中正區中華路1段29號(向北)",
        "lon": "121.509519",
        "lat": "25.045653",
        "version": 0
    },
    {
        "id": 1165604811,
        "name": "成淵高中",
        "address": "臺北市大同區承德路二段170號(向南)",
        "lon": "121.518101",
        "lat": "25.061107",
        "version": 0
    },
    {
        "id": 1165604812,
        "name": "西湖圖書館(湖光教會)",
        "address": "臺北市內湖區內湖路一段741號(向西)",
        "lon": "121.578499",
        "lat": "25.078890",
        "version": 1
    },
    {
        "id": 1165604813,
        "name": "西湖圖書館(湖光教會)",
        "address": "臺北市內湖區內湖路一段596號(向東)",
        "lon": "121.577680",
        "lat": "25.078956",
        "version": 1
    },
    {
        "id": 1165604814,
        "name": "士林國中",
        "address": "臺北市士林區中正路310號(向西)",
        "lon": "121.522929",
        "lat": "25.094772",
        "version": 4
    },
    {
        "id": 1165604722,
        "name": "環山網球場",
        "address": "環山2道(環山網球場樓梯旁)(向南)",
        "lon": "121.578339",
        "lat": "24.982542",
        "version": 2
    },
    {
        "id": 75068,
        "name": "福德宮",
        "address": "新北市淡水區北新路196號(向東)",
        "lon": "121.451185",
        "lat": "25.179717",
        "version": 2
    },
    {
        "id": 75069,
        "name": "福德宮",
        "address": "新北市淡水區北新路177-2號(向西)",
        "lon": "121.451239",
        "lat": "25.179831",
        "version": 2
    },
    {
        "id": 1165603388,
        "name": "南京公寓(捷運南京三民)",
        "address": "台北市松山區南京東路五段311號(向西)",
        "lon": "121.566650288377",
        "lat": "25.0514555109286",
        "version": 3
    },
    {
        "id": 1165604133,
        "name": "公23公園",
        "address": "新北市淡水區新市五路3號旁(向北)",
        "lon": "121.429125",
        "lat": "25.200032",
        "version": 4
    },
    {
        "id": 1165604494,
        "name": "衛生福利部",
        "address": "昆陽街157巷25號(向西)",
        "lon": "121.595013",
        "lat": "25.0503",
        "version": 1
    },
    {
        "id": 1165604725,
        "name": "山上運動場",
        "address": "環山2道(山上運動場旁)(向南)",
        "lon": "121.579139",
        "lat": "24.981412",
        "version": 3
    },
    {
        "id": 1165604593,
        "name": "消防局(松仁)",
        "address": "松仁路32號前(向南)",
        "lon": "121.568284",
        "lat": "25.038604",
        "version": 2
    },
    {
        "id": 1165604726,
        "name": "山上運動場",
        "address": "環山2道(山上運動場對面)(向北)",
        "lon": "121.579203",
        "lat": "24.98147",
        "version": 2
    },
    {
        "id": 1165604727,
        "name": "研創中心",
        "address": "環山2道(國立政治大學研究暨新育成中心對面)(向西)",
        "lon": "121.574638",
        "lat": "24.979833",
        "version": 2
    },
    {
        "id": 1165604728,
        "name": "研創中心",
        "address": "環山2道(國立政治大學研究暨新育成中心西北角)(向東)",
        "lon": "121.57527849989",
        "lat": "24.979688201987",
        "version": 3
    },
    {
        "id": 1165604730,
        "name": "大草坪(自強宿舍)",
        "address": "環山2道(大草坪旁)(向北)",
        "lon": "121.574723",
        "lat": "24.978053",
        "version": 3
    },
    {
        "id": 75168,
        "name": "中山濱海路口",
        "address": "淡水區濱海路編號431434號路燈旁(向北)",
        "lon": "121.443972",
        "lat": "25.188649",
        "version": 5
    },
    {
        "id": 75169,
        "name": "中山濱海路口",
        "address": "淡水區中山北路二段編號57104號路燈旁(向南)",
        "lon": "121.443985",
        "lat": "25.188309",
        "version": 3
    },
    {
        "id": 75170,
        "name": "輕軌濱海沙崙站",
        "address": "淡水區新市二路0399燈桿前公車彎(向東)",
        "lon": "121.43145",
        "lat": "25.190393",
        "version": 6
    },
    {
        "id": 75171,
        "name": "輕軌濱海沙崙站",
        "address": "淡水區濱海路431465號路燈旁(向西)",
        "lon": "121.431555",
        "lat": "25.190524",
        "version": 6
    },
    {
        "id": 75180,
        "name": "外寮",
        "address": "淡水區中山北路二段96號前(向北)",
        "lon": "121.444397",
        "lat": "25.183977",
        "version": 3
    },
    {
        "id": 1165604800,
        "name": "楊聖廟",
        "address": "寶興街220號(向南)",
        "lon": "121.495706",
        "lat": "25.022395",
        "version": 1
    },
    {
        "id": 75210,
        "name": "捷運悅境社區",
        "address": "濱海路一段388號前(向西)",
        "lon": "121.438486",
        "lat": "25.189649",
        "version": 4
    },
    {
        "id": 75214,
        "name": "甜水郡社區",
        "address": "淡水區濱海路一段316號對面(向東)",
        "lon": "121.440138",
        "lat": "25.189302",
        "version": 4
    },
    {
        "id": 75216,
        "name": "甜水郡社區",
        "address": "淡水區濱海路一段318號(向西)",
        "lon": "121.440178",
        "lat": "25.189463",
        "version": 4
    },
    {
        "id": 75217,
        "name": "凱德聖道院",
        "address": "淡水區濱海路二段上(第448號)路樹旁(向東)",
        "lon": "121.434926",
        "lat": "25.189974",
        "version": 4
    },
    {
        "id": 75218,
        "name": "凱德聖道院",
        "address": "淡水區濱海路二段431459號路燈旁(向西)",
        "lon": "121.434186",
        "lat": "25.190205",
        "version": 4
    },
    {
        "id": 75224,
        "name": "新市二路二段",
        "address": "新北市淡水區新市二燈桿編號531360號旁(向東)",
        "lon": "121.43119",
        "lat": "25.19406",
        "version": 2
    },
    {
        "id": 75225,
        "name": "新市二路二段",
        "address": "淡水區新市二路三段沙崙路口西側30公尺對面(向西)",
        "lon": "121.43123",
        "lat": "25.19421",
        "version": 3
    },
    {
        "id": 75232,
        "name": "新市站",
        "address": "新北市淡水區後洲路崁頂三路口(向北)",
        "lon": "121.429244",
        "lat": "25.201498",
        "version": 5
    },
    {
        "id": 1165603380,
        "name": "立農國小一",
        "address": "公館路423巷12號對面(向西)",
        "lon": "121.503642",
        "lat": "25.120242",
        "version": 1
    },
    {
        "id": 1165604615,
        "name": "民權中興路口",
        "address": "新北市新店區民權路6號(向西)",
        "lon": "121.542517035489",
        "lat": "24.9829981044722",
        "version": 2
    },
    {
        "id": 1165604719,
        "name": "景雲街",
        "address": "台北市信義區景雲街26號(向南)",
        "lon": "121.575256588955",
        "lat": "25.0185958324197",
        "version": 1
    },
    {
        "id": 75246,
        "name": "鳳翔區",
        "address": "新市五路431152號路燈旁",
        "lon": "121.430508",
        "lat": "25.199502",
        "version": 3
    },
    {
        "id": 75264,
        "name": "公23公園",
        "address": "新市五路二段1號對面(向南)",
        "lon": "121.429162",
        "lat": "25.199987",
        "version": 6
    },
    {
        "id": 1165603383,
        "name": "安泰街129巷",
        "address": "臺北市內湖區安泰街114巷19號至21號(向東)",
        "lon": "121.616413",
        "lat": "25.077692",
        "version": 2
    },
    {
        "id": 1165604477,
        "name": "天和公園",
        "address": "北市天母東路69巷11號(向東)",
        "lon": "121.533459",
        "lat": "25.11981",
        "version": 4
    },
    {
        "id": 1165604471,
        "name": "第二殯儀館",
        "address": "台北市辛亥路三段330號(向東)",
        "lon": "121.5532269",
        "lat": "25.01375014",
        "version": 1
    },
    {
        "id": 1165604797,
        "name": "崁頂三路",
        "address": "新北市淡水區崁頂三路431835號路燈旁(向南)",
        "lon": "121.43033",
        "lat": "25.19610",
        "version": 0
    },
    {
        "id": 1165603375,
        "name": "安泰街(康樂橋下)",
        "address": "內湖區安泰街145號旁(向北)",
        "lon": "121.616682",
        "lat": "25.078353",
        "version": 2
    },
    {
        "id": 1165603385,
        "name": "十八份埔",
        "address": "登山路128號旁(向東)",
        "lon": "121.518244",
        "lat": "25.150036",
        "version": 4
    },
    {
        "id": 1165603386,
        "name": "十八份埔",
        "address": "登山路129-1號前(向西)",
        "lon": "121.51803",
        "lat": "25.150052",
        "version": 3
    },
    {
        "id": 1165603389,
        "name": "涼州重慶路口",
        "address": "涼州街與重慶北路2段交叉口西北側15公尺處(向西)",
        "lon": "121.513088",
        "lat": "25.060795",
        "version": 0
    },
    {
        "id": 1165604524,
        "name": "陽明大學校門口",
        "address": "陽明大學警衛室右前方10M對面(向南)",
        "lon": "121.513058",
        "lat": "25.120393",
        "version": 1
    },
    {
        "id": 1165604525,
        "name": "建國後港路口",
        "address": "新北市路燈定位編號256226號前(向南)",
        "lon": "121.434862",
        "lat": "25.028271",
        "version": 0
    },
    {
        "id": 1165604547,
        "name": "中信國小",
        "address": "中信街168號對面(向南)",
        "lon": "121.447748",
        "lat": "25.055131",
        "version": 3
    },
    {
        "id": 1165604589,
        "name": "臺北車站(忠孝)",
        "address": "臺北市中正區忠孝西路1段72號對面(交6月台站區)(向西)",
        "lon": "121.514221",
        "lat": "25.047565",
        "version": 4
    },
    {
        "id": 1165604621,
        "name": "泰山站(泰山路)",
        "address": "泰山路33號(向西)",
        "lon": "121.425310",
        "lat": "25.066197",
        "version": 4
    },
    {
        "id": 1165604695,
        "name": "猴洞產業道路",
        "address": "中山北路7段219巷第165號路燈桿往南約9公尺處(向南)",
        "lon": "121.532532",
        "lat": "25.132463",
        "version": 0
    },
    {
        "id": 1165604700,
        "name": "草地頭",
        "address": "新北市深坑區深南路1號對面(向北)",
        "lon": "121.622282",
        "lat": "25.005121",
        "version": 0
    },
    {
        "id": 1165604520,
        "name": "陽明大學校門口",
        "address": "陽明大學警衛室右前方10公尺處(向北)",
        "lon": "121.51313",
        "lat": "25.120321",
        "version": 1
    },
    {
        "id": 1165604521,
        "name": "陽明大學實驗大樓",
        "address": "陽明大學實驗大樓門口(向東)",
        "lon": "121.514556",
        "lat": "25.12313",
        "version": 1
    },
    {
        "id": 1165604522,
        "name": "陽明大學實驗大樓",
        "address": "陽明大學實驗大樓門口對面(向西)",
        "lon": "121.514561",
        "lat": "25.123178",
        "version": 1
    },
    {
        "id": 1165604523,
        "name": "陽明大學行政大樓",
        "address": "陽明大學行政大樓門口對面(向東)",
        "lon": "121.514816",
        "lat": "25.122271",
        "version": 1
    },
    {
        "id": 1165604526,
        "name": "建國後港路口",
        "address": "新北市路燈定位編號256226號對面機車專用停車場前(向北)",
        "lon": "121.434945",
        "lat": "25.028523",
        "version": 0
    },
    {
        "id": 1165604540,
        "name": "辛亥路6段21巷口",
        "address": "辛亥路6段21巷口(向北)",
        "lon": "121.552374",
        "lat": "24.990333",
        "version": 3
    },
    {
        "id": 1165604546,
        "name": "中信國小",
        "address": "中信街168號(向北)",
        "lon": "121.447835",
        "lat": "25.055363",
        "version": 4
    },
    {
        "id": 1165604551,
        "name": "內湖派出所",
        "address": "臺北市內湖路2段283號前(向西)",
        "lon": "121.590611",
        "lat": "25.082307",
        "version": 1
    },
    {
        "id": 1165604552,
        "name": "內湖派出所",
        "address": "臺北市內湖路二段370號(向東)",
        "lon": "121.590992",
        "lat": "25.082457",
        "version": 0
    },
    {
        "id": 1165604582,
        "name": "南深路80號",
        "address": "南深路76號斜對面(向北)",
        "lon": "121.622274",
        "lat": "25.019693",
        "version": 1
    },
    {
        "id": 1165604592,
        "name": "臺北車站(忠孝)",
        "address": "臺北市中正區忠孝西路1段72號對面(交6路側站區)(向西)",
        "lon": "121.514053",
        "lat": "25.047175",
        "version": 0
    },
    {
        "id": 1135,
        "name": "碧山岩",
        "address": "金龍路118號同向(向東)",
        "lon": "121.590396467388",
        "lat": "25.0857111226636",
        "version": 2
    },
    {
        "id": 1165604666,
        "name": "磺仔外",
        "address": "北投區竹仔湖路3~3之20號巷弄路名牌旁(向南)",
        "lon": "121.5452729",
        "lat": "25.16052387",
        "version": 2
    },
    {
        "id": 1165604674,
        "name": "三重客運五股站",
        "address": "新北市五股區民義路1段253號(向西)",
        "lon": "121.428434",
        "lat": "25.090746",
        "version": 1
    },
    {
        "id": 1165604689,
        "name": "平菁街93巷",
        "address": "平菁街93巷26號對面(向南)",
        "lon": "121.578399",
        "lat": "25.137655",
        "version": 0
    },
    {
        "id": 1165604702,
        "name": "捷運芝山站(福國)",
        "address": "捷運芝山站1號出口前(福國路北側)(向西)",
        "lon": "121.522678294477",
        "lat": "25.1020082188363",
        "version": 1
    },
    {
        "id": 1165604777,
        "name": "聯合醫院忠孝院區",
        "address": "忠孝東路六段76號同向(向東)",
        "lon": "121.583807",
        "lat": "25.046648",
        "version": 0
    },
    {
        "id": 1165604825,
        "name": "喬治商職",
        "address": "基隆路二段170號旁(向南)",
        "lon": "121.555136",
        "lat": "25.026921",
        "version": 1
    },
    {
        "id": 1165604826,
        "name": "信義敦化路口",
        "address": "敦化南路一段362號(向南)",
        "lon": "121.5485022",
        "lat": "25.03412379",
        "version": 3
    },
    {
        "id": 1165603565,
        "name": "成福宮",
        "address": "成福路(向南)  ",
        "lon": "121.590306",
        "lat": "25.038447",
        "version": 2
    },
    {
        "id": 1165604591,
        "name": "南港高工一",
        "address": "興中路36號對面(向北)",
        "lon": "121.607246",
        "lat": "25.055781",
        "version": 0
    },
    {
        "id": 1165604698,
        "name": "倫仔尾一",
        "address": "臺北市平菁街(向北)",
        "lon": "121.573315",
        "lat": "25.133634",
        "version": 2
    },
    {
        "id": 1165604658,
        "name": "敏雄商行",
        "address": "五股區中興路2段87號(向東)",
        "lon": "121.460693",
        "lat": "25.077264",
        "version": 3
    },
    {
        "id": 1165604659,
        "name": "敏雄商行",
        "address": "五股區中興路2段88號(向西)",
        "lon": "121.460545",
        "lat": "25.077444",
        "version": 3
    },
    {
        "id": 1165604688,
        "name": "平菁街93巷",
        "address": "平菁街93巷26號(向北)",
        "lon": "121.57844",
        "lat": "25.137796",
        "version": 1
    },
    {
        "id": 1165604690,
        "name": "新安路七",
        "address": "臺北市新安路225-1號(向北)",
        "lon": "121.554455",
        "lat": "25.130167",
        "version": 0
    },
    {
        "id": 1165604699,
        "name": "中國科技大學(辛亥)",
        "address": "台北市辛亥路5段58至64號(向南)",
        "lon": "121.553833",
        "lat": "24.99956",
        "version": 0
    },
    {
        "id": 1000058,
        "name": "自強街口",
        "address": "永和區福和路362號(向北)",
        "lon": "121.514451432086",
        "lat": "25.0075863565995",
        "version": 3
    },
    {
        "id": 2143,
        "name": "國稅局宿舍",
        "address": "信義路六段3號同向(向西)",
        "lon": "121.575161351209",
        "lat": "25.0340719159904",
        "version": 2
    },
    {
        "id": 832,
        "name": "游園站",
        "address": "竹子湖路64-1號同向(向北)",
        "lon": "121.541793931079",
        "lat": "25.1757892954943",
        "version": 4
    },
    {
        "id": 1165604701,
        "name": "政大(聯合醫院)",
        "address": "臺北市指南路2段129號正對面(向東)",
        "lon": "121.576765",
        "lat": "24.987374",
        "version": 0
    },
    {
        "id": 1165604705,
        "name": "東和公園",
        "address": "中山北路7段82巷27號前(向北)",
        "lon": "121.533227",
        "lat": "25.121666",
        "version": 0
    },
    {
        "id": 1165604707,
        "name": "天母圓環",
        "address": "中山北路7段191巷5號前(向西)",
        "lon": "121.532422",
        "lat": "25.125103",
        "version": 0
    },
    {
        "id": 1165604709,
        "name": "合庫訓練中心",
        "address": "北市中山北路七段141巷(圓環巷口)(向南)",
        "lon": "121.529167",
        "lat": "25.123171",
        "version": 0
    },
    {
        "id": 1165603395,
        "name": "捷運南勢角站(捷運路)",
        "address": "捷運路95號(向東)",
        "lon": "121.50822",
        "lat": "24.99016",
        "version": 3
    },
    {
        "id": 1165604561,
        "name": "觀光草莓園二",
        "address": "碧山路51-1號對面涼亭(向南)",
        "lon": "121.589918",
        "lat": "25.103908",
        "version": 0
    },
    {
        "id": 1165604594,
        "name": "六福公園",
        "address": "弘道橋頭南側20公尺(堤防旁)(向西)",
        "lon": "121.616349",
        "lat": "25.04887",
        "version": 1
    },
    {
        "id": 1165604595,
        "name": "六福公園",
        "address": "弘道橋頭南側30公尺(加壓站後方)(向東)",
        "lon": "121.616119",
        "lat": "25.048866",
        "version": 1
    },
    {
        "id": 1165604706,
        "name": "天母圖書館",
        "address": "中山北路7段154巷6號(向北)",
        "lon": "121.533303",
        "lat": "25.124111",
        "version": 0
    },
    {
        "id": 1165604708,
        "name": "天母公園",
        "address": "北市中山北路七段141巷43號(向南)",
        "lon": "121.530327",
        "lat": "25.124606",
        "version": 2
    },
    {
        "id": 5996,
        "name": "保安街口",
        "address": "延平北路二段215號(向南)",
        "lon": "121.511324126973",
        "lat": "25.0598303587356",
        "version": 3
    },
    {
        "id": 10440,
        "name": "忠孝路",
        "address": "忠孝路二段132號同向(向西)",
        "lon": "121.482674229705",
        "lat": "25.0686265626816",
        "version": 2
    },
    {
        "id": 1165604712,
        "name": "名山里",
        "address": "北市雨聲街49號前(向南)",
        "lon": "121.528739224537",
        "lat": "25.1024753566866",
        "version": 1
    },
    {
        "id": 1165604713,
        "name": "名山里",
        "address": "北市雨聲街46號(向北)",
        "lon": "121.528958031912",
        "lat": "25.1024487176408",
        "version": 0
    },
    {
        "id": 1165604715,
        "name": "大湖山莊",
        "address": "台北市內湖區大湖山莊街120巷口(向北)",
        "lon": "121.602057",
        "lat": "25.084517",
        "version": 3
    },
    {
        "id": 1165604716,
        "name": "大湖山莊街169巷",
        "address": "台北市內湖區大湖山莊街171前(向北)",
        "lon": "121.601404",
        "lat": "25.087774",
        "version": 4
    },
    {
        "id": 1165604718,
        "name": "麥帥一橋",
        "address": "台北市南京東路6段109號前(向南)",
        "lon": "121.577732",
        "lat": "25.055562",
        "version": 3
    },
    {
        "id": 1165604721,
        "name": "政大圖書館",
        "address": "環山2道(政大圖書館東北角)(向南)",
        "lon": "121.576955",
        "lat": "24.986212",
        "version": 2
    },
    {
        "id": 1165604729,
        "name": "大草坪(自強宿舍)",
        "address": "環山2道(大草坪旁)(向南)",
        "lon": "121.574649",
        "lat": "24.978019",
        "version": 3
    },
    {
        "id": 1165604731,
        "name": "蔣公銅像",
        "address": "環山2道(蔣公銅像對面自行車車棚)(向南)",
        "lon": "121.56946",
        "lat": "24.979907",
        "version": 2
    },
    {
        "id": 1165604732,
        "name": "台北花市",
        "address": "台北市內湖區新湖三路36號對面(向東)",
        "lon": "121.575605",
        "lat": "25.06301",
        "version": 0
    },
    {
        "id": 1165604733,
        "name": "台北花市",
        "address": "台北市內湖區新湖三路36號前(向西)",
        "lon": "121.57554",
        "lat": "25.063109",
        "version": 0
    },
    {
        "id": 1165604734,
        "name": "福美站",
        "address": "臺北市福美路222號對面(向東)",
        "lon": "121.504473",
        "lat": "25.10037",
        "version": 5
    },
    {
        "id": 1165604735,
        "name": "福美站",
        "address": "臺北市福美路222號前(向西)",
        "lon": "121.504489",
        "lat": "25.100447",
        "version": 4
    },
    {
        "id": 1165604736,
        "name": "三王宮",
        "address": "臺北市福美路180號對面(向東)",
        "lon": "121.505559",
        "lat": "25.100386",
        "version": 2
    },
    {
        "id": 1165604739,
        "name": "崩山頂厝",
        "address": "新北市深坑區深南路114-156號巷口旁10公尺(向東)",
        "lon": "121.62507",
        "lat": "25.01446",
        "version": 1
    },
    {
        "id": 1165604740,
        "name": "崩山頂厝",
        "address": "新北市深坑區深南路114-156號巷口旁10公尺對面(向西)",
        "lon": "121.62513",
        "lat": "25.01459",
        "version": 1
    },
    {
        "id": 1165604741,
        "name": "幽雅路35號",
        "address": "幽雅路35號往西約30公尺(向東)",
        "lon": "121.515467",
        "lat": "25.137444",
        "version": 0
    },
    {
        "id": 1165604742,
        "name": "天母里",
        "address": "中山北路7段232巷42號(向東)",
        "lon": "121.534967",
        "lat": "25.126156",
        "version": 1
    },
    {
        "id": 1165604743,
        "name": "天壽里",
        "address": "中山北路6段405巷89號(向東)",
        "lon": "121.525984",
        "lat": "25.117695",
        "version": 1
    },
    {
        "id": 1165604744,
        "name": "陽明大學男(女)五舍",
        "address": "陽明大學男(女)五舍(向北)",
        "lon": "121.510168",
        "lat": "25.12257",
        "version": 1
    },
    {
        "id": 1165604748,
        "name": "萬芳6號公園",
        "address": "萬和街與萬利街口往北60公尺處(向南)",
        "lon": "121.56892",
        "lat": "24.999962",
        "version": 3
    },
    {
        "id": 1165603399,
        "name": "東方山河社區",
        "address": "汐止路燈定位編號534336處(向南)",
        "lon": "121.6650654",
        "lat": "25.074753",
        "version": 1
    },
    {
        "id": 1165604493,
        "name": "捷運南港站",
        "address": "捷運南港站3號出口東側(向西)",
        "lon": "121.607543",
        "lat": "25.052298",
        "version": 0
    },
    {
        "id": 1165604495,
        "name": "衛生福利部",
        "address": "台北市南港區忠孝東路與向陽路口東側25公尺(向東)",
        "lon": "121.596034",
        "lat": "25.050778",
        "version": 3
    },
    {
        "id": 1165604738,
        "name": "新生公園(松江)",
        "address": "台北市松江路新生公園5號出入口北側(向南)",
        "lon": "121.532844",
        "lat": "25.071033",
        "version": 0
    },
    {
        "id": 1165604746,
        "name": "圓山一",
        "address": "指南路3段40巷32號之一(向東)",
        "lon": "121.601616",
        "lat": "24.9702",
        "version": 7
    },
    {
        "id": 1165603382,
        "name": "博物館(襄陽)",
        "address": "襄陽路13之5號對面(向東)",
        "lon": "121.51572629465",
        "lat": "25.0433393370677",
        "version": 6
    },
    {
        "id": 1165603384,
        "name": "軍人公墓(正門)",
        "address": "南港區研究院路3段130號(向西)",
        "lon": "121.611284",
        "lat": "25.034447",
        "version": 4
    },
    {
        "id": 1165603581,
        "name": "東方山河社區",
        "address": "汐止區路燈定位編號534194處(向北)",
        "lon": "121.66538",
        "lat": "25.075009",
        "version": 2
    },
    {
        "id": 1165603392,
        "name": "捷運小南門站",
        "address": "愛國西路16號(向東)",
        "lon": "121.51163",
        "lat": "25.035233",
        "version": 0
    },
    {
        "id": 1165604553,
        "name": "新生公園(建國)",
        "address": "建國北路3段92號(向南)",
        "lon": "121.534523",
        "lat": "25.066742",
        "version": 0
    },
    {
        "id": 1165604567,
        "name": "藝香公園(果菜市場)",
        "address": "板橋區中正路379巷與藝文一街路口(向西)",
        "lon": "121.450328",
        "lat": "25.02192",
        "version": 7
    },
    {
        "id": 1165604616,
        "name": "民權中興路口",
        "address": "新北市新店區民權路19號(向東)",
        "lon": "121.5422",
        "lat": "24.98291",
        "version": 2
    },
    {
        "id": 1165604627,
        "name": "石潭路",
        "address": "石潭路(臨金莊路東側20公尺處)(向西)",
        "lon": "121.587738",
        "lat": "25.062784",
        "version": 0
    },
    {
        "id": 1165604691,
        "name": "市民光復路口",
        "address": "光復南路82號對面(向北)",
        "lon": "121.557823",
        "lat": "25.044387",
        "version": 0
    },
    {
        "id": 1165604714,
        "name": "捷運芝山站(福華)",
        "address": "臺北市福華路128巷旁(向北)",
        "lon": "121.522791",
        "lat": "25.102851",
        "version": 1
    },
    {
        "id": 1165604717,
        "name": "力霸社區",
        "address": "環河南路二段250巷60號(向西)",
        "lon": "121.490111",
        "lat": "25.034167",
        "version": 1
    },
    {
        "id": 1165604737,
        "name": "三王宮",
        "address": "臺北市福美路180號前(向西)",
        "lon": "121.505557",
        "lat": "25.100488",
        "version": 2
    },
    {
        "id": 1165604766,
        "name": "芳和國中",
        "address": "辛亥路三段157巷22-1號(向西)",
        "lon": "121.550257364418",
        "lat": "25.0181390276757",
        "version": 0
    },
    {
        "id": 1165604767,
        "name": "捷運忠孝復興站",
        "address": "復興南路一段158號(向南)",
        "lon": "121.543626",
        "lat": "25.042319",
        "version": 1
    },
    {
        "id": 1165604771,
        "name": "八仙里",
        "address": "公館路432號對面(向北)",
        "lon": "121.502215",
        "lat": "25.120327",
        "version": 0
    },
    {
        "id": 1165603390,
        "name": "文山行政中心(木新)",
        "address": "木柵路ㄧ段文山公園前(向南)",
        "lon": "121.57088",
        "lat": "24.990514",
        "version": 0
    },
    {
        "id": 1165603391,
        "name": "文山行政中心(木新)",
        "address": "木柵路ㄧ段文山公園對面(向北)",
        "lon": "121.570877",
        "lat": "24.990043",
        "version": 0
    },
    {
        "id": 1165603914,
        "name": "新月橋",
        "address": "新北市板橋區新月橋(向北)",
        "lon": "121.450264",
        "lat": "25.02436",
        "version": 4
    },
    {
        "id": 1165604583,
        "name": "南深路80號",
        "address": "南深路76號(向南)",
        "lon": "121.622188",
        "lat": "25.019362",
        "version": 0
    },
    {
        "id": 1165604601,
        "name": "圓覺寺",
        "address": "碧山路22號對面(向北)",
        "lon": "121.589001",
        "lat": "25.095894",
        "version": 1
    },
    {
        "id": 1165604602,
        "name": "南昌路",
        "address": "南昌路一段53-57號(向北)(銀行)",
        "lon": "121.517248",
        "lat": "25.031219",
        "version": 6
    },
    {
        "id": 50524,
        "name": "百拉卡公路入口",
        "address": "竹子湖路涼亭旁(向西)",
        "lon": "121.54296",
        "lat": "25.179701",
        "version": 2
    },
    {
        "id": 1165603664,
        "name": "壽南里",
        "address": "南山路479號(向北)",
        "lon": "121.508068",
        "lat": "24.9882",
        "version": 2
    },
    {
        "id": 74856,
        "name": "淡水行政中心",
        "address": "淡水區中山北路二段編號57094號路燈旁公車彎(向北)",
        "lon": "121.444205",
        "lat": "25.186972",
        "version": 4
    },
    {
        "id": 74857,
        "name": "淡水行政中心",
        "address": "新北市淡水區中山北路二段編號57090號路燈對面(向南)",
        "lon": "121.444146",
        "lat": "25.186724",
        "version": 4
    },
    {
        "id": 74899,
        "name": "沙崙濱海路口",
        "address": "沙崙路編號431690號電桿旁(向北)",
        "lon": "121.431025",
        "lat": "25.191132",
        "version": 3
    },
    {
        "id": 74900,
        "name": "沙崙濱海路口",
        "address": "沙崙路編號431663號電桿旁(向南)",
        "lon": "121.430835",
        "lat": "25.191258",
        "version": 3
    },
    {
        "id": 74904,
        "name": "水碓子",
        "address": "新北市淡水區中山北路一段168號(向北)",
        "lon": "121.44436",
        "lat": "25.178674",
        "version": 2
    },
    {
        "id": 74905,
        "name": "水碓子",
        "address": "新北市淡水區中山北路一段160號派出所對面(向南)",
        "lon": "121.444341",
        "lat": "25.178788",
        "version": 2
    },
    {
        "id": 74908,
        "name": "米粉寮",
        "address": "新北市淡水區中山北路一段255號對面(向北)",
        "lon": "121.44479166138",
        "lat": "25.180378546534",
        "version": 2
    },
    {
        "id": 74909,
        "name": "米粉寮",
        "address": "新北市淡水區中山北路一段80028號路燈旁(向南)",
        "lon": "121.44468",
        "lat": "25.18068",
        "version": 2
    },
    {
        "id": 1165604412,
        "name": "捷運劍南路站(植福)",
        "address": "臺北市中山區植福路8號對面(向北)",
        "lon": "121.555098",
        "lat": "25.084489",
        "version": 1
    },
    {
        "id": 1165604498,
        "name": "環河力行路口",
        "address": "新店區環河路116號統一速邁加油站對面(向南)",
        "lon": "121.5367",
        "lat": "24.967344",
        "version": 0
    },
    {
        "id": 1165604696,
        "name": "崁頂三路",
        "address": "新北市淡水區崁頂三路431829號路燈旁(向北)",
        "lon": "121.430072",
        "lat": "25.19563",
        "version": 3
    },
    {
        "id": 1165604697,
        "name": "臺北客運板橋前站(藝文)",
        "address": "板橋區中正路379巷藝文一街路口(向西)",
        "lon": "121.451417",
        "lat": "25.022995",
        "version": 1
    },
    {
        "id": 1165604670,
        "name": "竹子湖路7號",
        "address": "竹子湖路7號既有巷弄路名牌面對面(第59號燈桿對面)(向東)",
        "lon": "121.541416",
        "lat": "25.166432",
        "version": 3
    },
    {
        "id": 1165604671,
        "name": "竹子湖路7號",
        "address": "竹子湖路7號既有巷弄路名牌面旁(第59號燈桿)(向西)",
        "lon": "121.541404",
        "lat": "25.166354",
        "version": 2
    },
    {
        "id": 1165604672,
        "name": "竹子湖路2-2號",
        "address": "竹子湖路2-2號既有巷弄路名牌面旁(向西)",
        "lon": "121.543776",
        "lat": "25.164994",
        "version": 3
    },
    {
        "id": 1165604673,
        "name": "竹子湖路4-1號",
        "address": "竹子湖路4-1號(向北)",
        "lon": "121.544368",
        "lat": "25.163761",
        "version": 3
    },
    {
        "id": 1570,
        "name": "捷運行天宮站",
        "address": "民生東路二段152號同向(向東)",
        "lon": "121.53244",
        "lat": "25.05797",
        "version": 3
    },
    {
        "id": 1165604704,
        "name": "臺灣戲曲中心",
        "address": "北市士林區文林路751號 (戲曲中心南側候車彎)(向西)",
        "lon": "121.519476",
        "lat": "25.102112",
        "version": 1
    },
    {
        "id": 1281,
        "name": "長安松江路口",
        "address": "松江路上近長安東路同向(向北)",
        "lon": "121.532997019655",
        "lat": "25.0482736559236",
        "version": 2
    },
    {
        "id": 1530,
        "name": "松山車站(八德)",
        "address": "八德路四段721號同向(向東)",
        "lon": "121.577246475627",
        "lat": "25.0499755097464",
        "version": 7
    },
    {
        "id": 964,
        "name": "蘭雅新城",
        "address": "忠誠路一段159號同向(向東)",
        "lon": "121.530150260751",
        "lat": "25.1070832174183",
        "version": 2
    },
    {
        "id": 1165604723,
        "name": "政大圖書館",
        "address": "環山2道(政大圖書館西北角)(向北)",
        "lon": "121.576993",
        "lat": "24.986257",
        "version": 1
    },
    {
        "id": 1165604724,
        "name": "環山網球場",
        "address": "環山2道(環山網球場對面管理是西南角)(向北)",
        "lon": "121.578287",
        "lat": "24.982622",
        "version": 2
    },
    {
        "id": 1165604747,
        "name": "指南路三段34巷",
        "address": "指南路三段34巷15號對面(向南)",
        "lon": "121.581081",
        "lat": "24.973269",
        "version": 4
    },
    {
        "id": 1165604749,
        "name": "萬芳6號公園",
        "address": "萬和街與萬利街口往北30公尺處(向北)",
        "lon": "121.569055",
        "lat": "24.999654",
        "version": 1
    }]
}